{
    "20000100": "Bisasam macht gern einmal ein Nickerchen\nim Sonnenschein. Auf seinem Rücken trägt\nes einen Samen. Indem es Sonnenstrahlen\naufsaugt, wird er zunehmend größer.",
    "20000200": "Bisaknosp hat eine Knospe auf seinem Rücken. Seine\nBeine und sein Stamm sind kräftig genug, um sein\nGewicht zu tragen. Wenn es lange in der Sonne liegt,\nist das ein Anzeichen dafür, dass die Knospe bald blüht.",
    "20000300": "Bisaflor hat eine Blume auf seinem Rücken. Wenn sie viel\nNahrung und Sonne aufnimmt, verfärbt sie sich bunt.\nDer Duft der Blume besänftigt die Gemüter der Menschen.",
    "20000301": "Bisaflor hat eine Blume auf seinem Rücken. Wenn sie viel\nNahrung und Sonne aufnimmt, verfärbt sie sich bunt.\nDer Duft der Blume besänftigt die Gemüter der Menschen.",
    "20000400": "Die Flamme auf seiner Schweifspitze zeigt seine\nGefühlslage an. Sie flackert, wenn Glumanda\nzufrieden ist. Wenn dieses Pokémon wütend\nwird, lodert die Flamme sehr stark.",
    "20000500": "Glutexo attackiert seine Feinde mit aller Gewalt und unter\nEinsatz seiner scharfen Krallen. Trifft es auf starke Gegner,\nwird es wütend und die Flamme auf seiner Schweifspitze\nflackert in einem bläulichen Ton.",
    "20000600": "Glurak fliegt durch die Lüfte, um starke Gegner\naufzuspüren. Sein heißer Feueratem bringt alles\nzum Schmelzen. Aber es richtet seinen Feueratem\nnie gegen schwächere Gegner.",
    "20000700": "Schiggys Panzer dient nicht nur zum Schutz. Die runde\nForm und die Furchen auf der Oberfläche verringern den\nWiderstand im Wasser, sodass dieses Pokémon sehr schnell\nschwimmen kann.",
    "20000800": "Schillok hat einen langen, buschigen Schweif, dessen\nFarbe intensiver wird, wenn es altert. Die Kratzer auf\nseinem Panzer zeugen von seiner Kampfkraft.",
    "20000900": "Turtok besitzt Wasserdüsen, die aus seinem\nPanzer herausragen. Diese sind sehr präzise.\nEs kann Wassergeschosse so genau verschießen,\ndass es damit aus fast 50 m leere Dosen trifft.",
    "20001300": "Hornliu verfügt über einen ausgezeichneten Geruchssinn.\nEs ist in der Lage, seine Lieblingsblätter von denen zu\nunterscheiden, die es nicht mag, indem es mit seinem\ngroßen roten Rüssel daran schnuppert.",
    "20001400": "Kokuna bewegt sich kaum, wenn es sich an einen Baum\nheftet. In seinem Inneren jedoch regt sich einiges, da es\nsich auf seine bevorstehende Entwicklung vorbereitet.\nDabei wird seine Schale sehr heiß.",
    "20001500": "Bibor ist sehr wehrhaft. Es sollte sich besser niemand\nseinem Nest nähern. Wenn man sie ärgert, greifen sie\nin Schwärmen an.",
    "20001600": "Taubsi verfügt über einen sehr geschulten\nOrientierungssinn. Es kehrt zielsicher zu\nseinem Nest zurück, egal, wie weit es sich\nvon seiner gewohnten Umgebung entfernt hat.",
    "20001800": "Dieses Pokémon hat ein wunderschönes, glänzendes\nGefieder. Viele Trainer sind von der auffälligen Schönheit\nseines Federkleids begeistert, sodass sie Tauboss als ihr\nPokémon wählen.",
    "20001900": "Seine Nagezähne wachsen sein ganzes Leben über.\nWerden sie allzu lang, kann es damit nicht mehr\nfressen und verhungert.",
    "20002000": "Auf der Flucht vor seinen Feinden nutzt es die\nSchwimmhäute an seinen Hinterläufen, um von\nInsel zu Insel zu schwimmen.",
    "20002400": "Jüngsten Forschungsergebnissen zufolge gibt es mehr\nals 20 verschiedene Musterungen, die Arboks Bauch\naufweisen kann.",
    "20002500": "Es liegt in seiner Natur, konstant Elektrizität zu speichern.\nDie Wälder, in denen Pikachu leben, bergen stets die\nGefahr eines Blitzgewitters.",
    "20002600": "Je mehr es sich elektrisch auflädt, desto aggressiver\nwird es. Man vermutet, dass die Elektrizität den Stress\nverursache.",
    "20002661": "Es sammelt Psycho-Kräfte in seinem Schweif und bewegt\nsich wie ein Surfer auf diesem fort. Man nennt es daher\nauch den „Geländesurfer“.",
    "20002861": "Es rast in hohem Tempo durch den Schnee. Seine Krallen\nsind groß und scharf, damit es sich leichter durchgraben\nkann.",
    "20002900": "Nidoran♀ besitzt Widerhaken, die ein starkes Gift\nausstoßen. Sie sind vermutlich zum Schutz dieses\nschmächtigen Pokémon entstanden. Wenn es wütend\nwird, stößt es ein gefährliches Gift aus seinem Horn aus.",
    "20003000": "Wenn Nidorina mit seinen Freunden oder seiner Familie\nzusammen ist, zieht es seine Widerhaken ein, damit es\nniemanden verletzt. Dieses Pokémon wird nervös, wenn\nman es von seinen Artgenossen trennt.",
    "20003100": "Nidoqueens Körper ist mit sehr harten Schuppen bedeckt.\nEs ist sehr geschickt darin, Gegner mit harten Attacken\nwegzuschleudern. Dieses Pokémon entwickelt die größte\nKraft, wenn es seine Jungen verteidigt.",
    "20003500": "Dieses beliebte Pokémon hat Seltenheitswert.\nWer leichtsinnig damit prahlt, eins zu haben,\nkönnte in das Visier von Dieben geraten.",
    "20003900": "In der Bettenabteilung von Kaufhäusern erhält man auch\nCDs mit Pummeluffs wundersam einlullendem Gesang.",
    "20004100": "Da es keine Augäpfel hat, ist es blind. Mithilfe von\nUltraschallwellen, die es aus dem Mund aussendet,\nerkundet es seine Umgebung.",
    "20004200": "Um seinen Hunger zu stillen, versucht es mitunter auch,\nin Stahl-Pokémon zu beißen, und bricht sich dabei die\nReißzähne ab.",
    "20004501": "Giflors giftige Pollen rufen böse allergische Anfälle hervor.\nDeshalb ist es ratsam, sich keiner schönen Blume im\nDschungel zu nähern, so anziehend sie auch sein mag.",
    "20004800": "Bluzuk hat einen Pelz aus dünnen Borsten entwickelt, der\ndem Schutz seines Körpers dient. Es hat große Augen,\ndenen auch winzig kleine Beute nicht entgeht.",
    "20004900": "Omot ist ein nachtaktives Pokémon. Kleine Insekten, die\nvom Licht in der Dunkelheit angezogen Straßenlaternen\numschwärmen, sind seine bevorzugte Beute.",
    "20005161": "Da seine metallischen Haare schwer sind, ist es nicht\nbesonders flink. Im Gegenzug kann es sich aber durch\nharte Felsschichten graben.",
    "20005200": "Auf Müllhalden wird man oft Zeuge davon,\nwie es sich einen heftigen Streit mit Kramurx\num glänzende Gegenstände liefert.",
    "20005300": "Unter Wohlbetuchten ein besonders beliebtes Pokémon.\nRäuberbanden haben es stets auf das Juwel auf seiner\nStirn abgesehen.",
    "20005361": "Sein liebliches Gesicht steht im Kontrast zu der grausamen\nVorliebe dafür, seine geschwächte Beute ausgiebig zu\nquälen, bevor es sie erlegt.",
    "20005400": "Wenn es seine Psycho-Kräfte einsetzt, bekommt es\nKopfschmerzen. Deshalb steht es lieber untätig und\ngeistesabwesend herum.",
    "20005800": "Hat es sich erst einmal an Menschen gewöhnt, wird es\nsehr zutraulich. In der Wildnis liefert es sich jedoch\nheftige Revierkämpfe mit Wuffels.",
    "20005900": "Der Legende nach soll es vor langer Zeit an der Seite\neines Kriegshelden gekämpft und so an der Eroberung\neines Landes mitgewirkt haben.",
    "20006500": "Die beiden Löffel hat es mithilfe seiner Psycho-Kräfte\nselbst erschaffen. Jeder von ihnen ist weltweit einzigartig.",
    "20006600": "Wenn es im Training mit seinen Kameraden genug\nSelbstvertrauen und Muskeln aufgebaut hat, fordert\nes Makuhita zu einem Kampf heraus.",
    "20006800": "Es ergreift seinen Gegner mit seinen vier Armen und hält\nihn in einem komplizierten Würgegriff. Man nennt dies\nMachomeis Spezialgriff.",
    "20006900": "Knofensas schlanker und elastischer Körper ermöglicht es\nihm, jeglichem Angriff auszuweichen, so heftig dieser auch\nsein mag. Dieses Pokémon spuckt eine ätzende Flüssigkeit\naus, die sogar Eisen zersetzen kann.",
    "20007000": "Ultrigaria hat einen großen Haken an seinem Hinterteil.\nNachts hängt sich dieses Pokémon zum Schlafen an einen\nAst. Wenn es sich im Schlaf bewegt, kann es passieren,\ndass es auf dem Boden wieder aufwacht.",
    "20007100": "Aus Sarzenias Kopf ragt eine lange Ranke hervor, die es\nbewegt, als wäre sie ein kleines Lebewesen. Nähert sich\nahnungslose Beute dieser Falle, verschlingt Sarzenia sie\nim Ganzen.",
    "20007400": "Mit dem Alter verliert es zunehmend seine Kantigkeit,\nbis es vollkommen rund und auch charakterlich immer\nausgeglichener wird.",
    "20007461": "Verwechselt man es mit einem Felsbrocken und tritt\ndarauf, erwarten einen eine schmerzhafte Kopfnuss\ngepaart mit einem Stromschlag.",
    "20007500": "Es klettert Berghänge bis zum Gipfel empor. Einmal oben\nangekommen, rollt es über den Bergpfad sogleich wieder\nhinunter.",
    "20007561": "Streiten sie sich untereinander, erzeugen sie ein lautes\nKnallen und grelles Leuchten, das von Einheimischen\n„Felsenfeuerwerk“ genannt wird.",
    "20007600": "Im Alter hört es auf, sich zu häuten. Der Panzer betagter\nGeowaz ist mit dichtem, grünem Moos bewachsen.",
    "20007700": "Nach seiner Geburt ist Ponita sehr schwach. Es braucht\nsehr lange, bis es auf allen Vieren steht. Dieses Pokémon\nwird stärker, da es bei dem Versuch, mit seinen Eltern\nSchritt zu halten, immer wieder stolpert und hinfällt.",
    "20007800": "Man kann Gallopa dabei beobachten, wie es fröhlich über\nFelder und Wiesen galoppiert. Wenn dieses Pokémon\njedoch Ernst macht, erreicht es bis zu 240 km/h.\nDann beginnt seine Mähne zu lodern.",
    "20008100": "Da Magnetilo Stromausfälle verursacht, werden in vielen\nKraftwerken Radiowellen ausgesendet, die es nicht leiden\nkann, um es zu vertreiben.",
    "20008600": "Kalte Meere machen ihm dank seiner dicken Fettschicht\nnichts aus. Wärmere Gewässer setzen ihm hingegen\nsehr zu.",
    "20008700": "Es schwimmt mit bis zu acht Knoten im Meer und sucht\nnach Beute. Für Lusardin hat es eine besondere Vorliebe.",
    "20008800": "Sleima ist aus dem Schlamm am Meeresgrund entstanden.\nAn sterilen Orten kann es seine Bakterien nicht kultivieren\nund stirbt.",
    "20008900": "Aufgrund von Futtermangel sieht man es immer seltener.\nUm es vom Aussterben zu bewahren, werden nun\nkünstliche Schlammteiche angelegt.",
    "20009300": "In mondlosen Nächten sucht es nach Opfern, die es mit\neinem Fluch belegen kann. Zu Hause ist man daher am\nsichersten aufgehoben.",
    "20009400": "Unartige Kinder holt sich Gengar. So heißt es weltweit\nin mündlichen Überlieferungen.",
    "20009500": "Onix hat einen Magneten in seinem Gehirn. Er dient ihm\nals Kompass, sodass es beim Graben von Tunneln nicht\ndie Orientierung verliert. Wenn es älter wird, wird sein\nKörper immer runder und glatter.",
    "20010000": "Voltobal wurde zuerst bei einer Firma beobachtet,\ndie Pokébälle herstellt. Der Zusammenhang zwischen\ndieser Beobachtung und der Tatsache, dass dieses\nPokémon wie ein Pokéball aussieht, ist noch ungeklärt.",
    "20010100": "Lektrobal ernährt sich von Elektrizität aus der Atmosphäre.\nAn Tagen, an denen es blitzt, explodiert dieses Pokémon\ndauernd, da es zu viel Elektrizität zu sich nimmt.",
    "20010200": "Dieses Pokémon besteht aus sechs Individuen. Geht eines\nverloren, sind es am nächsten Morgen trotzdem auf jeden\nFall wieder sechs.",
    "20010561": "Die vielfältige Flora der Alola-Region ist ein gefährliches\nTerrain für Knogga. Alola-Knogga kämpfen deshalb mit\nFeuer, um zu überleben.",
    "20011000": "Smogmog liebt die Gase verrottender, fauler\nKüchenabfälle. Dieses Pokémon sucht sich ein\nvernachlässigtes, schmutziges Gebäude und\nrichtet sich dort häuslich ein. Nachts, wenn\ndie Menschen schlafen, wühlt es im Müll.",
    "20011400": "Wenn man Tangelas Ranken berührt, fallen diese oft ab.\nDabei empfindet es keine Schmerzen und es kann sich\nschnell in Sicherheit bringen. Verliert es Ranken, werden\ndiese am nächsten Tag durch neue ersetzt.",
    "20011800": "Es ist für seine schöne Schwanzflosse bekannt. Miteinander\nwetteifern sie aber darum, wer das dickste und spitzeste\nHorn auf dem Kopf hat.",
    "20011900": "Sein Horn rotiert wie ein Bohrer und höhlt selbst die\nhärtesten Felsen aus. Männliche Golking erstrahlen\nin besonders prächtigen Farben.",
    "20012100": "Sein leuchtender Kern, das „Juwel des Meeres“, ist so\nwertvoll, dass manche ihn zu Schmuck verarbeiten und\nunter der Hand verkaufen.",
    "20012300": "Seine scharfen Sicheln sind nicht nur Waffen. Vor einer\nMahlzeit filetiert es damit auch geschickt seine Beute.",
    "20012700": "Es ist zwar robust, verträgt jedoch keine Kälte.\nBei Anbruch der Nacht vergräbt es sich im Laub\nund schläft.",
    "20012800": "Sie leben in Herden. Ihr Anführer ist das Tauros mit den\nkräftigsten und längsten Hörnern sowie den meisten\nKampfspuren darauf.",
    "20013000": "Mit seinem Hyperstrahl legt es die Umgebung\nin Schutt und Asche. Manchmal wird es auch\nals „Gottheit der Zerstörung“ bezeichnet.",
    "20013100": "Aufgrund eines Artenschutzabkommens gibt es nun zu\nviele Lapras. In den betroffenen Meeren sinkt daher\ndas Vorkommen von Fisch-Pokémon.",
    "20013400": "Es lebt meist an klaren Gewässern. Wittert es einen\nfeindlichen Angriff, verschwindet es ins Wasser und\nmacht sich unsichtbar.",
    "20014000": "Kabuto erlebte seine Blütezeit vor 300 Millionen Jahren.\nDoch in einer bestimmten Region gibt es angeblich noch\neinige lebende Exemplare.",
    "20014100": "Dieses Pokémon hatte begonnen, sich an das Leben\nan Land anzupassen, starb aber aus, bevor es den\nWandel vollziehen konnte.",
    "20014200": "Ein grausames Pokémon, das vielen das Leben schwer\ngemacht hat. Es wurde aus Genmaterial reproduziert,\ndas in Bernstein enthalten war.",
    "20014300": "Wenn es nicht gerade frisst, dann schläft es. Macht es\naber einmal Ernst, ist Schluss mit lustig.",
    "20014700": "Dratini ist noch schwach und lebt daher ruhig und\nverborgen in tiefen Gewässern. Es ernährt sich von\nallem, was über ihm versinkt.",
    "20014900": "Es fliegt ohne Bedenken selbst über tosende Meere.\nEin Schiffskapitän nannte es nach diesem Anblick\ndie „Inkarnation des Meeres“.",
    "20015000": "Mewtu ist ein Pokémon, das durch Genmanipulation\nentstanden ist. Die Menschen haben es zwar mit ihrem\nwissenschaftlichen Sachverstand erzeugt, aber nicht mit\neinem mitfühlenden Herzen ausgestattet.",
    "20015100": "Mew soll die genetische Zusammensetzung aller Pokémon\nbesitzen. Es kann sich unsichtbar machen, sodass es sich\nauch Menschen nähern kann, ohne bemerkt zu werden.",
    "20015200": "Im Kampf wedelt Endivie mit seinem Blatt, um den Feind\nfernzuhalten. Von dem Blatt geht auch ein süßlicher Duft\naus, der das gegnerische Pokémon im Kampf beruhigt und\neine gemütliche, freundliche Atmosphäre schafft.",
    "20015300": "Lorblatts Nacken ist mit zusammengerollten Blättern\nbehangen. In jedem Blatt befindet sich ein kleiner\nTrieb eines Baumes. Der Duft dieses Triebes bringt\nMenschen auf Trab.",
    "20015401": "Der Duft von Meganies Blume besänftigt die Gemüter.\nIm Kampf gibt dieses Pokémon mehr von seinem\nberuhigenden Duftstoff ab, um den Kampfgeist\ndes Gegners zu besänftigen.",
    "20015500": "Feurigel lässt Flammen aus seinem Rücken lodern, wenn\nes sich schützen muss. Die Flammen sind sehr stark, wenn\ndieses Pokémon wütend ist. Ist es aber müde, flackern\ndie Flammen nur unregelmäßig und schwach.",
    "20015600": "Igelavar hält seine Gegner mit Flammen und Böen\nheißer Luft auf Distanz. Dieses Pokémon nutzt seine \naußergewöhnliche Gewandtheit dazu, Angriffen\nauszuweichen und seinen Gegner gleichzeitig\nzu versengen.",
    "20015700": "Tornupto versteckt sich hinter einem flimmernden\nHitzeschild, den es mithilfe seiner heißen Flammen\nerzeugt. Dieses Pokémon erzeugt Explosionen,\ndie alles in Schutt und Asche legen.",
    "20015800": "Karnimani ist zwar sehr klein, aber seine Kiefer sind sehr\nstark. Wenn die Pokémon denken, dass es nur spielerisch\nan ihnen knabbert, sollten sie vorsichtig sein, denn sein\nBiss kann zu schweren Verletzungen führen.",
    "20015900": "Wenn Tyracroc einen Feind mit seinen Kiefern\neingeklemmt hat, lässt es ihn nicht mehr los.\nDa seine Zahnspitzen wie Angelhaken gebogen\nsind, kann man sie nicht mehr entfernen, wenn\nsie sich verfangen haben.",
    "20016000": "Impergator schüchtert seine Feinde dadurch ein, dass es\nsein riesiges Maul aufreißt. Im Kampf erschüttert es den\nBoden mit seinen kräftigen Hinterbeinen, wenn es mit\nunglaublicher Geschwindigkeit auf seinen Gegner losrennt.",
    "20016800": "Nachts wandert es auf der Suche nach Futter umher.\nWird es fündig, fesselt es seine Beute mit einem\nSeidenfaden und beißt zu.",
    "20016900": "Iksbat hat sehr scharfe Zähne, sodass seine Beute oft\nnichts davon merkt, wenn es in der Dunkelheit zubeißt\nund ihr Blut aussaugt.",
    "20017500": "Togepi benutzt die positiven Emotionen Freude und\nMitgefühl von Menschen und Pokémon als Energie.\nDieses Pokémon speichert Glücksgefühle in seiner\nSchale und teilt sie mit anderen.",
    "20017801": "Dieses Pokémon kann zwar angeblich die Zukunft\nvoraussehen, aber seine Kräfte reichen nicht aus,\num diese auch zu ändern.",
    "20018300": "Marills Schweif ist mit Öl gefüllt und dient ihm als\neine Art Rettungsring. Wenn nur sein Schweif an der\nWasseroberfläche zu sehen ist, taucht dieses Pokémon\ngerade, um sich von Wasserpflanzen zu ernähren.",
    "20018700": "Hoppspross lässt sich vom Wind treiben. Wenn es\nbemerkt, dass ein Sturm aufkommt, verbindet es\nseine Blätter mit anderen Hoppspross, damit es\nnicht davongeweht wird.",
    "20018800": "Hubelupfs Blume beginnt zu blühen, wenn die Temperatur\nüber 18 °C steigt. Wie weit sich die Blume öffnet, hängt\nvon der Temperatur ab. Daher wird dieses Pokémon\nmanchmal als Thermometer eingesetzt.",
    "20018900": "Papungha nutzt den Südwind, um das Meer zu\nüberqueren und in ferne Länder zu fliegen.\nDieses Pokémon sinkt zu Boden, wenn es während\nseines Fluges auf kalte Luftschichten stößt.",
    "20019700": "Die Pupillen dieses nachtaktiven Pokémon sind groß\ngenug, um auch in der schwärzesten Nacht noch\nseine Beute deutlich erkennen zu können.",
    "20020801": "Stahlos lebt noch tiefer unter der Erde als Onix.\nDieses Pokémon gräbt immer in Richtung des Erdkerns.\nNachweislich hat dieses Pokémon bereits Tiefen von\n1 km erreicht.",
    "20021000": "Sein Unterkiefer ist sehr stark. Da es jedoch den Kampf\nscheut, kommt es nur selten dazu, dies zu demonstrieren.",
    "20021800": "Durch Schneckmags Kreislaufsystem fließt Magma.\nWenn dieses Pokémon erkältet ist, kühlt das Magma\naus und erhärtet. Sein Körper wird spröde und es\nbrechen Stücke heraus, sodass es kleiner wird.",
    "20022400": "Die Tinte, die es während der Flucht ausspeit, vermindert\nden Geruchssinn und verwirrt selbst Pokémon mit einer\nguten Nase.",
    "20022500": "Es teilt sein Futter mit Menschen in Not. Da es ein\nAllesfresser ist, kann es passieren, dass sie auch\nmal Käfer-Pokémon bekommen.",
    "20022900": "Es bekämpft seine Gegner mit giftigen Flammen.\nErlegte Beute wird im Rudel gerecht aufgeteilt.",
    "20022901": "Es bekämpft seine Gegner mit giftigen Flammen.\nErlegte Beute wird im Rudel gerecht aufgeteilt.",
    "20023000": "Seedraking lebt in den Tiefen des Ozeans, die ansonsten\nverwaist sind. Lange hat man geglaubt, dass das Gähnen\ndieses Pokémon Strudel auslöst.",
    "20023100": "Um sich ein Nest zu bauen, gräbt Phanpy am Flussufer ein\nLoch ins Erdreich. Es markiert die Umgebung seines Nests\nmithilfe seines Rüssels, damit seine Artgenossen wissen,\ndass dieses Gebiet vergeben ist.",
    "20024100": "Es gibt täglich 20 l Milch. Je besser die Qualität\ndes Grases ist, desto schmackhafter ist sie.",
    "20024200": "Sein Ei ist eine Kostbarkeit, denn es heißt, wer davon\nesse, werde glücklich. Auf dem Markt erzielt es deshalb\nSpitzenpreise.",
    "20024400": "Entei verfügt über die Leidenschaft von Magma. Dieses\nPokémon wurde bei einem Vulkanausbruch geboren und\nbringt Feuersbrünste hervor, die alles auslöschen, was mit\nihnen in Kontakt kommt.",
    "20024800": "Es durchstreift die Berge auf der Suche nach Gegnern.\nBegegnet es einem, der ihm nicht ebenbürtig ist,\nignoriert es ihn und zieht weiter.",
    "20025000": "Ho-Ohs Federn leuchten in sieben Farben, je nachdem\naus welchem Winkel das Licht auf sie fällt. Die Federn\nsollen ihrem Besitzer Glück bringen. Dieses Pokémon lebt\nam Fuße eines Regenbogens.",
    "20025200": "Mit den kleinen Haken unter seinen Füßen kann\nGeckarbor an Wänden hochklettern. Dieses Pokémon\ngreift Feinde an, indem es mit seinem mächtigen\nSchweif zuschlägt.",
    "20025300": "Reptain kann sich mit den Blättern, die aus seinem\nKörper herauswachsen, im Wald hervorragend tarnen.\nDieses Pokémon ist ein wahrer Meister darin, auf die\nBäume des Dschungels zu klettern.",
    "20025400": "Die Blätter, die auf Gewaldros Körper wachsen, sind sehr\nscharfkantig. Dieses Pokémon ist sehr agil. Es hüpft von\nAst zu Ast und springt seine Feinde von oben oder hinten\nan.",
    "20025500": "Flemmli hängt an seinem Trainer wie eine Klette.\nEs schlurft immer hinter ihm her. Dieses Pokémon\nspuckt 1 000 °C heißes Feuer, das seinen Feinden\nordentlich einheizt.",
    "20025600": "Jungglut trainiert seine Beine und Oberschenkel, indem es\nüber Felder und Berge läuft. Die Beine dieses Pokémon\nsind sowohl schnell als auch kräftig, sodass es 10 Tritte\npro Sekunde ausführen kann.",
    "20025700": "Lohgock stößt heftige Flammen aus seinen Handgelenken\naus und greift seine Feinde mutig an. Je stärker ein Feind\nist, desto stärker lodern die Handgelenke dieses Pokémon.",
    "20025800": "Die Flosse an Hydropis Kopf dient als hochempfindliches\nRadar. Damit kann es Bewegungen im Wasser und in der\nLuft wahrnehmen. So weiß es jederzeit, was in seiner\nUmgebung passiert, ohne dabei seine Augen zu benutzen.",
    "20025900": "Moorabbels Körper ist mit einem klebrigen Film\nüberzogen, durch den es an Land überleben kann.\nDieses Pokémon spielt bei Ebbe in den Schlammpfützen\nam Strand.",
    "20026000": "Sumpex ist sehr stark. Es kann mit Leichtigkeit einen\nFelsblock bewegen, der über eine Tonne wiegt. Weiterhin\nist es mit einem exzellenten Sehvermögen ausgestattet,\nwodurch es auch in trüben Gewässern sehen kann.",
    "20026100": "Sobald Fiffyen eine Bewegung wahrnimmt, schnappt es\nzu. Es jagt seine Beute so lange, bis sie vollkommen\nerschöpft ist. Wenn sich die Beute allerdings wehrt,\nkann es passieren, dass Fiffyen klein beigibt und flieht.",
    "20026200": "Magnayen sendet deutliche Signale aus, wenn es sich auf\neinen Angriff vorbereitet. Es knurrt heftig und macht sich\nflach. Dieses Pokémon kann mit seinen spitzen Zähnen\nbrutal zubeißen.",
    "20026700": "Papinellas Lieblingsspeise ist Blütenstaub. Wenn du dieses\nPokémon beobachten möchtest, musst du bloß einen\nBlumentopf vor ein geöffnetes Fenster stellen. Papinella\nwird sich diese Leckerei nicht entgehen lassen.",
    "20026800": "Panekon baut seinen schützenden Kokon, indem es seinen\nKörper mit feiner Seide einwickelt, die aus seinem Mund\naustritt. Wenn sein Körper mit Seide bedeckt ist, wird\ndiese hart. Im Kokon wartet es auf seine Entwicklung.",
    "20026900": "Pudox wird instinktiv vom Licht angezogen. In hell\nerleuchteten Städten kann man Scharen dieser Pokémon\ndabei beobachten, wie sie großen Schaden anrichten,\nindem sie die Blätter von Bäumen abfressen.",
    "20027100": "Lombrero liebt die Nacht und wird bei Einbruch\nder Dunkelheit aktiv. Es spielt auch gerne Streiche.\nWenn es Angler sieht, zieht es unter Wasser an ihren\nAngelschnüren und erfreut sich an ihrer Entrüstung.",
    "20027400": "Blanas lebt in dichten Wäldern. Manchmal wagt es sich\naus dem Wald heraus, um Menschen zu erschrecken.\nDieses Pokémon mag es überhaupt nicht, wenn man\nseine lange Nase zwickt.",
    "20027700": "Dieses Pokémon taucht in einem steilen Winkel ab, sobald\nes Beute wahrgenommen hat. Es packt seine Beute mit\nseinen Krallen und lässt sie nicht mehr entkommen.",
    "20027900": "In seinem riesigen Schnabel transportiert es kleine\nPokémon. Niemand weiß, wohin es sie bringt.",
    "20028200": "Guardevoir kann in die Zukunft schauen. Wenn es eine\nGefahr für seinen Trainer voraussieht, entlädt es seine\npsychokinetische Energie mit voller Kraft.",
    "20028300": "In Gefahrensituationen scheidet es eine süße Flüssigkeit\naus seinem Fortsatz aus. Der daraus hergestellte Sirup\nschmeckt köstlich auf Brot.",
    "20028400": "Kann es Feinde nicht mit seinen augenähnlichen Mustern\neinschüchtern, flieht es geschwind mithilfe seiner vier\nFlügel.",
    "20028900": "Letarking verbringt den Tag damit, herumzuliegen und\nnichts zu tun. Es ernährt sich von Gras, das in seiner\nReichweite wächst. Hat es alles aufgefressen, so sucht\nes sich widerwillig ein anderes Plätzchen.",
    "20029600": "Es trainiert, indem es mit der flachen Hand auf\nBaumstämme einschlägt. Manchmal erwischt es\nKokowei und wird von diesen weggeschleudert.",
    "20029700": "Es liebt das Kräftemessen, vergisst dabei aber nie die\nEtikette und bedankt sich nach dem Kampf stets höflich\nbei seinem Gegner.",
    "20029900": "Es bewegt sich nur 1 cm pro Jahr, aber in Notlagen bohrt\nes sich mit seinem Körper blitzschnell in den Boden.",
    "20030200": "Mit seinen scharfen Krallen gräbt es nach Edelsteinen,\ndie es mit seinen dicken Fängen zerbeißt. Besonders\ngern frisst es Rocara.",
    "20030300": "Ein verschlagenes Pokémon, das sich niedlich gibt, um die\nBeute in Sicherheit zu wiegen. Dann verschlingt es diese\nmit seinem riesigen Kiefer.",
    "20030701": "Meditie unterzieht sich einem strikten mentalen Training\ntief in den Bergen. Wenn es meditiert, verliert es jedoch\nimmer seine Konzentration. Deshalb wird sein Training\nniemals ein Ende haben.",
    "20030801": "Mittels Meditation erhöht Meditalis seine Körperenergie\nund schärft seinen sechsten Sinn. Dieses Pokémon verbirgt\nsich, indem es eins mit den Feldern und Bergen wird.",
    "20031900": "Man glaubt, dass die ausgefallenen Zähne von Tohaido\nvor Unfällen auf dem Meer schützen. Deswegen werden\nsie zu Schmuck verarbeitet.",
    "20032200": "Camaub ist nicht besonders helle. Es nimmt\nnicht einmal wahr, wenn es getroffen wurde.\nEin Hungergefühl allerdings kann es nicht einmal\neine Sekunde lang aushalten. In seinem Körper\nbrodelt glühend heißes Magma.",
    "20032400": "Am Rauch, den es aus seinem Panzer ausstößt, erkennt\nman seine Verfassung. Stößt es diesen kraftvoll aus,\ngeht es ihm gut.",
    "20032500": "Spoink hüpft auf seinem Schweif durch die Gegend.\nDie Erschütterung des Hüpfens bringt sein Herz zum\nSchlagen. Deshalb kann dieses Pokémon das Hüpfen\nnicht sein lassen, ansonsten würde sein Herz aufhören\nzu schlagen.",
    "20032600": "Groink benutzt die schwarzen Perlen an seinem Körper\ndazu, die psychischen Kraftwellen zu verstärken. Wenn\nes diese spezielle Fähigkeit nutzt, wird sein schnaubender\nAtem schwerfällig.",
    "20032800": "Sein Kiefer kann sogar Felsen zermalmen, ist aber so\nschwer, dass es sich nicht aufrichten kann, wenn es\nhinfällt. Das nutzen Ganovil aus.",
    "20032900": "Durch die Vibration seiner Flügel erzeugt es\nUltraschallwellen. Es vergräbt bewusstlose\nBeute im Sand, um sie zu konservieren.",
    "20033000": "Durch das Schlagen ihrer Flügel erzeugen sie Sandstürme,\nvon denen Rabigator erfasst werden. Gefangene Beute\nteilen sie auf.",
    "20033400": "Altaria tanzt und dreht sich in der Luft durch viele\nSchäfchenwolken. Indem es mit seiner kristallklaren\nStimme Melodien singt, versetzt es seine Zuhörer in\nverträumtes Erstaunen.",
    "20033600": "Vipitis lebt seit Generationen in Fehde mit Sengo.\nDie Narben auf seinem Körper sind Zeugen grausamer\nKämpfe. Dieses Pokémon greift seine Gegner mit seinem\nscharfkantigen Schweif an.",
    "20033700": "Lunastein wurde in der Nähe eines Meteoritenkraters\nentdeckt. Daher nehmen einige Menschen an, dass dieses\nPokémon aus dem Weltall stammt. Diese Theorie konnte\nallerdings bisher noch nicht belegt werden.",
    "20033800": "Sonnfel ist eine neue Pokémon-Art, die angeblich aus\ndem Weltall kam. Es gleitet durch die Luft und bewegt\nsich leise. Im Kampf setzt dieses Pokémon sehr helles\nLicht ein.",
    "20035001": "Es soll das schönste Pokémon sein, aber Trainer,\ndie Barschwa trainiert haben, weil sie es mögen,\nsollen nicht so begeistert sein.",
    "20035400": "Einst als Plüschpuppe weggeworfen, ist dieses hasserfüllte\nPokémon auf der Suche nach dem Täter, um sich an ihm\nzu rächen.",
    "20035600": "Zwirrklops Körper ist komplett hohl. Es wird auch mit\neinem Schwarzen Loch verglichen. Dieses Pokémon\nnimmt alles in seinem Körper auf, es kommt jedoch\nnichts wieder heraus.",
    "20035900": "Nur sein Erscheinen ist unheilvoll. Die Menschen\nsind ihm dankbar, weil es ihre Felder beschützt\nund sie vor drohenden Katastrophen warnt.",
    "20036100": "Wohlhabende Leute aus kalten Gebieten haben\nalle in ihrer Kindheit mit Schneppke gespielt.",
    "20036200": "Es friert seine Beute ein und verschlingt sie im Ganzen.\nAm liebsten frisst es von vornherein gefrorene Pokémon\nwie Gelatini.",
    "20036300": "Seemops kann schneller rollen als laufen.\nWenn Gruppen dieses Pokémon zusammen\nessen, klatschen sie gleichzeitig, um ihre\nFreude zu zeigen. Deswegen sind ihre\nMahlzeiten sehr laut.",
    "20036400": "Seejong hat die Angewohnheit, alles, was es zum ersten\nMal sieht, auf seiner Nasenspitze zu jonglieren. Dieses\nPokémon hält sich bei Laune, indem es manchmal ein\nSeemops auf seiner Nase balanciert und hin- und herrollt.",
    "20036500": "Walraisa hat zwei massive Stoßzähne, die mit einem Hieb\nEisblöcke zertrümmern können, die bis zu 10 t wiegen.\nEs besitzt eine dicke Speckschicht, die es vor eisigen\nTemperaturen schützt.",
    "20037100": "Jedes Mal, wenn es ein Vogel-Pokémon am Himmel\nfliegen sieht, zerstört es vor Neid alles in seiner\nUmgebung mit Kopfstößen.",
    "20037300": "Voller Freude darüber, endlich fliegen zu können,\nkreist es am Himmel. Es kommt erst wieder zu\nBoden, wenn es am Rande der Erschöpfung ist.",
    "20037600": "Es besitzt nicht nur Psycho-Kräfte, sondern ist auch sehr\nstark. Beute packt es mit seinen vier Beinen und hält sie\nmit seinen Krallen fest.",
    "20037700": "Regirock wurde vor langer Zeit von Menschen\nweggeschlossen. Wenn der Körper dieses Pokémon\nim Kampf Schaden nimmt, sucht es nach passenden\nSteinen, um sich selbst zu reparieren.",
    "20038000": "Latias ist in höchstem Maße empfindlich gegenüber den\nEmotionen der Menschen. Wenn es einen Anflug von\nFeindseligkeit wahrnimmt, werden seine Federn zerzaust\nund es stößt schrille Schreie aus, um seinen Gegner\neinzuschüchtern.",
    "20038200": "Es heißt, Kyogre sei die Personifizierung des Meeres.\nLegenden zufolge hat es in seinem Bestreben, sich die\nNaturenergie anzueignen, viele Male gegen Groudon\ngekämpft.",
    "20038300": "Es heißt, Groudon sei die Personifizierung des Landes.\nLegenden zufolge hat es in seinem Bestreben, sich die\nNaturenergie anzueignen, viele Male gegen Kyogre\ngekämpft.",
    "20038400": "Es heißt, Rayquaza lebe bereits seit mehreren hundert\nMillionen Jahren. Legenden zufolge hat es den einstigen\nKonflikt zwischen Groudon und Kyogre beendet.",
    "20039200": "Seine Krone aus Feuer ist Zeichen seines feurigen Wesens.\nNiemand ist schneller im Kampf als dieses Pokémon.",
    "20039300": "Einmischung kann es gar nicht leiden. Es ist bockig\nund fasst nur schwer Zutrauen zu seinem Trainer.",
    "20039400": "Es lebt allein, entfernt von anderen. Jedes von ihnen\ndenkt, es sei das Bedeutendste unter ihnen.",
    "20039500": "Es schwimmt so schnell wie ein Rennboot. Seine Flügel\nhaben scharfe Seiten und können Packeis schneiden.",
    "20039600": "Ihr Schwarm ist stets groß. Obwohl es kleine Pokémon\nsind, schwingen sie ihre Flügel mit enormer Kraft.",
    "20039700": "Es neigt dazu, sich in großen Gruppen zu bewegen.\nZwischen ihnen kommt es zu heftigen Kämpfen.",
    "20039800": "Die Muskeln in seinen Flügeln und Beinen sind stark.\nEs kann im Flug sogar ein anderes Pokémon tragen.",
    "20040000": "Emsig durchbeißt es mit seinen scharfen Vorderzähnen\nWurzeln und Äste und baut daraus sein Nest.",
    "20040500": "Leuchten seine Augen golden auf, kann es Beute, die sich\nversteckt, sehen. Es kann durch Wände sehen.",
    "20040701": "Es lockt seine Beute mit süßem Duft an, um sie danach\nmit seinen dornigen Ranken zu peitschen oder zu würgen.",
    "20040800": "Dieses urzeitliche Pokémon war trotz seines harten,\nrobusten Schädels nicht sehr schlau.",
    "20040900": "Vor langer Zeit wurden die Fossilien dieses Pokémon\nausgegraben und aus den stahlharten Schädeln Helme\nhergestellt.",
    "20041000": "Ein friedliches, pflanzenfressendes Pokémon.\nMit seiner harten Gesichtshaut wühlte es im\nBoden und fraß Baumwurzeln.",
    "20041900": "Es treibt mithilfe einer Art Rettungsring auf dem Wasser\nund hilft dem, der zu ertrinken droht.",
    "20042500": "Sein runder Körper ist mit vielen Seelen gefüllt. Jedes\nMal, wenn es jemanden entführt, wird es größer.",
    "20042600": "Gerüchten zufolge wird man ins Jenseits mitgenommen,\nwenn man sich an einem Drifzepeli festhält, das im\nAbendwind driftet.",
    "20042800": "Es wechselt zweimal im Jahr seine Wolle. Daraus lassen\nsich Schals oder Mützen herstellen, die ihre Träger mollig\nwarmhalten.",
    "20043000": "Für Untergebene, die versagen oder es verraten, hat es\nkeine Gnade übrig. Das ist nötig, um die Disziplin in der\nGruppe aufrechtzuerhalten.",
    "20043300": "Jedes Mal, wenn es hüpft, entsteht ein klingender Laut.\nSeine hohen Schreie machen die Gegner taub.",
    "20043700": "Man verehrt sie schon seit Urzeiten als Regenmacher.\nManchmal findet man eines von ihnen im Boden\nvergraben.",
    "20044300": "Wenn sich etwas in seiner Nähe bewegt, stürzt es sich\ndarauf und beißt fest zu, auch wenn es sich dabei selbst\nverletzt.",
    "20044501": "Es geht mit Schallgeschwindigkeit fliegend auf die Jagd\nund leistet sich mit Brutalanda Luftkämpfe um das Vorrecht\nauf die Beute.",
    "20044800": "Unter starker Konzentration kann es rätselhafte Wellen\nvon sich geben, die man Aura nennt. Damit kann es\nsogar große Felsen pulverisieren.",
    "20045500": "Sein süßlich riechender Speichel zieht Beute an, die es\nfrisst. Es braucht einen Tag, sie zu fressen.",
    "20045900": "Im Winter steigt es bis zum Fuß der Berge herab.\nIm Frühjahr kehrt es auf den Gipfel zurück.",
    "20046001": "Es bedeckt weite Gebiete mit Schnee, indem es Blizzards\nauslöst. Man nennt es „Das Eismonster“.",
    "20046600": "Es umfasst seine vor Elektrizität sprühenden Schweife,\num seine Hände aufzuladen und dann mit aller Kraft\nzuzuschlagen.",
    "20046800": "Es heißt, Togekiss erscheine in friedlichen Zeiten und\nverteile alle möglichen Wohltaten.",
    "20047000": "Folipurba kämpft nicht gerne, aber sollten sich seine\nKameraden in Gefahr befinden, verwendet es seinen\nblattartigen Schweif wie eine Klinge.",
    "20047500": "Da es selbst die leisesten Gedanken seines Gegners lesen\nkann, kann es immer zuerst angreifen.",
    "20047600": "Es steuert kleine Einheiten, die man Mininasen nennt.\nLeider verirren sie sich manchmal, und es heißt, dass\neinige von ihnen nie wiederkehren.",
    "20047700": "Man sagt, dass es verlorene Seelen in seinem biegsamen\nKörper nach Hause geleite.",
    "20047911": "Dieses Pokémon wurde lange Zeit erforscht, um als\nEnergiequelle für einen besonderen Motor zu dienen.",
    "20048300": "Ein Pokémon, das in Legenden zu finden ist. Man sagt,\nals Dialga geboren wurde, begann der Lauf der Zeit.",
    "20048400": "Man sagt, es lebe in einem Spalt in einer\nParalleldimension. Es wird in der Mythologie\nerwähnt.",
    "20048711": "Es lebt in einer Zerrwelt, die auf der Kehrseite der\nunseren liegt und die sich aller Logik entzieht.",
    "20048800": "Seine Flügel geben schimmernde Partikel ab, die wie\nein Schleier herabrieseln. Man sagt, es verkörpere die\nMondsichel.",
    "20049100": "Es vertreibt Eindringlinge aus seinem Revier, indem es sie\nin Schlaf versetzt und mit Alpträumen quält.",
    "20049500": "Im Sonnenlicht erhöht sich das Tempo seiner Bewegungen.\nEs ist mit seinen Schlingen geschickter als mit den Händen.",
    "20049600": "Huscht beinahe gleitend über den Boden und täuscht\nGegner mit agilen Manövern, bis es mithilfe seiner\nEfeurute obsiegt.",
    "20049700": "Im Kampf zeigt es nur Gegnern, die seinem edlen Blick\nstandhalten, seine wahre Kraft.",
    "20049800": "Weicht flink gegnerischen Angriffen aus und schießt\nFlammen aus dem Rüssel, mit denen es gern auch\nmal Nüsse röstet.",
    "20049900": "Je mehr es frisst, desto stärker werden die Flammen in\nseinem Magen. Dies führt zu rapiden Energieschüben.",
    "20050000": "Steckt mit dem Feuer um sein Kinn seine Fäuste\nin Brand und holt zu feurigen Fausthieben aus.\nZeigt großen Teamgeist.",
    "20050100": "Die Muschel an seinem Bauch dient ihm nicht nur als\nWaffe, sondern auch als Messer, mit dem es Beeren\naufschneidet.",
    "20050200": "Es eignet sich durch strenges Training elegant ineinander\nübergehende Attacken mit seinen zwei Muscheln an.",
    "20050300": "Ehe man sichs versieht, hat es schon das Langschwert aus\nseinen Vorderbeinen gezogen und seinen Gegner besiegt.",
    "20050800": "Es hat langes, dickes Fell. Vor einiger Zeit war es in\nkalten Gegenden üblich, dass jede Familie ein Bissbark\nim Haus hielt.",
    "20050900": "Es lenkt die Menschen durch sein süßes Verhalten ab,\num sie zu bestehlen. Ist es wütend, kratzt es gern mal.",
    "20051000": "Sein anmutiges Auftreten verdankt es den Muskeln, die es\nentwickelt hat. Es prescht lautlos durch die Nacht.",
    "20051800": "Der Dunst, der aus seiner Stirn tritt, enthält die Träume\nunzähliger Menschen und Pokémon.",
    "20052300": "Ein stürmischer Geselle. Wenn es wütend ist, feuert es\nüber seine Mähne in alle Richtungen Stromsalven ab.",
    "20052400": "Das sechseckige Loch dient ihm als Ohr. Tief darin liegt\nsein Energiekern versteckt. Wenn jemand hineingreift,\nwird es wütend.",
    "20052500": "Energie, die aus seinem Körper austrat, hat sich\nzu orangefarbenen, harten Kristallen verfestigt.\nSie können sogar Diamanten zersplittern.",
    "20052600": "Wenn es mit geballter Kraft seine gesamte Energie\nentlädt, führt das dazu, dass sich auf seinem Körper\nunzählige Risse auftun.",
    "20053000": "Seine zu Stahl weiterentwickelten Bohrer kriegen selbst\nEisenplatten klein. Im Tunnelbau ist es ein absolutes Ass.",
    "20053400": "Man nimmt an, dass es der Menschheit\nvor ca. 2 000 Jahren das Betonmischen\nbeigebracht hat.",
    "20053600": "Wenn es die Beulen auf seinem Kopf zum Schwingen\nbringt, tobt je nach Umgebung entweder das Wasser\noder die Erde bebt.",
    "20053700": "Wenn es die Beulen auf seinem Kopf zum Schwingen\nbringt, tobt je nach Umgebung entweder das Wasser\noder die Erde bebt.",
    "20053800": "Zurrt es seinen Gürtel fest, gewinnt es an Kraft. Wilde\nExemplare flechten sich ihren Gürtel in Handarbeit aus\nRanken.",
    "20053900": "Es lebt zurückgezogen in den Bergen und trainiert Tag\nund Nacht, um seinen Karateschlag zu perfektionieren.",
    "20054200": "Begegnet es einem jungen Pokémon, näht es ihm mit den\nklebrigen Fäden aus seinem Mund ein Kleid aus Blättern.",
    "20054400": "Von einem harten Schutzpanzer umgeben. Es greift seine\nGegner an, indem es mit Karacho wie ein Rad in sie\nhineinrollt.",
    "20054500": "Lähmt seine Beute, indem es sie mit den Zacken an\nseinem Hals aufspießt. Mit einer Ladung Gift gibt es\nihr den Rest.",
    "20054600": "Es schützt sich, indem es Watte verstreut. Wird es Regen\nausgesetzt, saugt es sich voll und wird zu schwer, um sich\nzu bewegen.",
    "20054700": "Ein Störenfried, der heimlich in Wohnhäuser eindringt und\ndann wichtige Dinge versteckt sowie in allen Zimmern\nWatte verstreut.",
    "20055011": "Ein wildes und brutales Pokémon. Rot gestreifte und\nblau gestreifte Barschuft tragen ständig Kämpfe um\nihr Territorium aus.",
    "20055300": "Entdeckt es Beute in bis zu 50 km Entfernung, bewegt es\nsich schwimmend durch die Wüste, bis es hervorspringt\nund nach ihr schnappt.",
    "20056100": "Einst war es der Wächter einer Stadt aus uralten Zeiten.\nWer sich in sein Revier wagt, lernt seine Psycho-Kräfte\nkennen.",
    "20056500": "Sein Kiefer wurde wegen dessen großer Kraft gefürchtet.\nSogar Amoroso und Amonitas konnte es trotz ihrer Schalen\nproblemlos verschlingen.",
    "20056700": "Aufgrund seines feinen Gefieders glückt die\nZurückverwandlung dieses urzeitlichen Pokémon\nnur Experten mit langjähriger Erfahrung.",
    "20057000": "Ein furchtsames Pokémon, das die Gestalt eines anderen\nannimmt, wenn es sich nicht in der Gesellschaft seiner\nArtgenossen befindet.",
    "20057100": "Es kann nicht nur seine Gestalt verändern, sondern auch\nIllusionen erzeugen, um auf einen Schlag mehrere Hundert\nMenschen zu täuschen.",
    "20057900": "Seine Arme bestehen aus einer speziellen Flüssigkeit.\nDank seiner Psycho-Kräfte kann es mit ihnen Felsen\nzerschmettern.",
    "20058100": "Sie wirken zerbrechlich, aber ihre starken Schwingen\ntragen sie in einem Stück bis zu 1 000 km weit.",
    "20058400": "Aus seinen zwei Mündern stößt es Eisböen aus.\nDa es praktisch überall Schnee erzeugen kann,\nist es bei Snowboardern und Skifahrern beliebt.",
    "20058512": "Unabhängig von der Jahreszeit ändert sich seine Farbe\nauch bei wechselnder Temperatur oder Luftfeuchtigkeit\nleicht.",
    "20058700": "Es speichert Strom, um damit durch die Lüfte zu segeln.\nEin nächtliches Blitzgewitter stellt sich manchmal als ein\nSchwarm Emolga heraus.",
    "20058900": "Eine von einem Schnuthelm gestohlene Muschel dient ihm\nals Helm. Es greift Gegner mit seinen beiden Lanzen an.",
    "20059200": "Durch das Meer schwimmende Beute umschlingt es mit\nseinen schleierartigen Armen und zieht sie in die Tiefe.",
    "20059900": "Es gewinnt lebenswichtige Energie, indem es seine zwei\nEinzelteile ineinander verzahnt und rotieren lässt.",
    "20060700": "Es entzündet ein Licht und gibt vor, dem Gegner\nden Weg zu weisen, doch eigentlich saugt es ihm\nseine Lebensenergie ab.",
    "20060900": "Es saugt die Seele eines jeden auf, der in seinen\nFeuerkranz gerät, bis nur noch eine leere Hülle\nvon ihm übrig ist.",
    "20061000": "Es knackt mit seinen Hauern Nüsse. Brechen seine\nFangzähne ab, wächst an ihrer Stelle ein stärkeres\nErsatzpaar.",
    "20061200": "Hat eine eher sanfte Natur, doch bei Eindringlingen\nkennt es keine Gnade. Seine Stoßzähne durchbohren\nsogar Eisen.",
    "20061500": "Es fängt seine Beute mit Ketten, die sich aus\nEiskristallen zusammensetzen. Entstanden ist\nes aus einer Schneewolke.",
    "20061700": "Seit es die schwere Muschel abgestreift hat, ist es viel\nleichter. Nun gleichen seine Kampfbewegungen denen\neines Ninja.",
    "20062500": "Es heißt, dass ein Caesurio ungeachtet seiner Stärke\nseinen Rang als Anführer abtreten muss, wenn die\nKlinge an seinem Kopf schartig wird.",
    "20062800": "Unter Washakwil gelten Narben an der Stirnseite\nals Beweis für Mut. Diejenigen, die viele Narben\nauf der Rückseite vorweisen, werden verhöhnt.",
    "20063300": "Da es nichts sehen kann, sucht es seine Umgebung mit\nRempel- und Bissattacken ab und ist immer mit Wunden\nübersät.",
    "20063500": "Die Köpfe an seinen beiden Armen haben kein eigenes\nGehirn. Seine drei Mäuler kauen alles radikal kurz und\nklein.",
    "20063700": "Während es umherfliegt, verteilt es glühenden Flügelstaub.\nEinst wurde es von den Menschen gefürchtet und als\n„Zorn der Sonne“ bezeichnet.",
    "20063800": "Sein Körper und sein Herz sind aus Stahl. Ein böser Blick\ngenügt und selbst die wildesten Pokémon unterwerfen\nsich ihm.",
    "20064112": "Es fliegt den gesamten Globus ab. Der Wind, den es dabei\nerzeugt, ist so stark, dass er alles aus den Angeln hebt.",
    "20064300": "Ein Legendäres Pokémon mit der Macht, die Welt mit\nseinen Flammen einzuäschern. Hilft allen, die nach\nWirklichkeit streben.",
    "20064400": "Ein Legendäres Pokémon mit der Macht, die Welt durch\nDonner einzuäschern. Hilft allen, die einer Welt der\nWünsche harren.",
    "20064611": "Ein Legendäres Eis-Pokémon, das auf den Helden\nwartet, der seinen verstümmelten Körper mit Wunsch\nund Wirklichkeit heilt.",
    "20064712": "Es kann auf dem Wasser laufen und reist auf Flüssen\nund Meeren um die Welt. Zu sehen in malerischen\nKüstengebieten.",
    "20071700": "Wenn es Zweige frisst, fasst es neue Kraft und stößt über\nseine Ohren über 200 °C heiße Luft aus.",
    "20071800": "In seinem Schweif steckt ein Zweig, den es bei Bedarf mit\nder Reibungswärme seiner Schweifhaare anzündet und im\nKampf einsetzt.",
    "20071900": "Es kann die Zukunft vorhersehen, indem es konzentriert\nin die Flamme an der Spitze seines Zweiges blickt.",
    "20072300": "Es stößt aus Brust und Rücken elastische Blasen aus,\nmit denen es gegnerische Angriffe abfängt und so\nden erlittenen Schaden verringert.",
    "20072400": "Es kann kleine in Blasen gehüllte Steine mit solcher\nPräzision werfen, dass es selbst 30 m entfernte Dosen\nproblemlos trifft.",
    "20072500": "Es stellt Wurfsterne aus komprimiertem Wasser her, die\ndurch ihre hohe Drehgeschwindigkeit beim Werfen sogar\nMetall durchtrennen.",
    "20075300": "Es ist eigentlich sehr zutraulich. Berührt man es aber\ngegen seinen Willen, erhitzt es blitzartig seinen Körper,\nwas zu Verbrennungen führt.",
    "20070400": "Bis es seine Beute selbst fangen kann, bewegt es sich\nin Rudeln. Danach wird es verstoßen und muss auf\neigenen Pfoten stehen.",
    "20071311": "Ohne die Kräfte einer Blume ist es relativ schutzlos.\nEs sucht jedoch so lange, bis es eine findet, deren\nForm und Farbe ihm zusagt.",
    "20073300": "Damit die starken Psycho-Kräfte dieses Pokémon nicht\nunkontrolliert nach außen dringen, ist das Organ, das\ndiese freisetzt, von seinen Ohren bedeckt.",
    "20073400": "In Gefahrensituationen hebt es seine Ohren an und setzt\nPsycho-Kräfte frei, die einen 10 t schweren LKW zu Schrott\nverarbeiten können.",
    "20074611": "Generationen von Königen hatten dieses Pokémon an ihrer\nSeite. Mit seiner mysteriösen Kraft kann es Menschen und\nPokémon gleichermaßen kontrollieren.",
    "20074612": "Generationen von Königen hatten dieses Pokémon an ihrer\nSeite. Mit seiner mysteriösen Kraft kann es Menschen und\nPokémon gleichermaßen kontrollieren.",
    "20074200": "Es stößt weiße Fäden aus, die so süß und klebrig wie\nZuckerwatte sind. Mit ihnen umwickelt es den Gegner\nund hindert ihn daran, sich zu bewegen.",
    "20075700": "Es saugt Wasser auf und feuert dieses mit hohem Druck\nals Strahl ab. Dieser ist so stark, dass er dicke Eisenplatten\ndurchlöchern kann.",
    "20073200": "Die Strommenge, die ein Elezard mit ausgebreiteten\nHautlappen durch Umwandlung von Sonnenstrahlen\nerzeugt, genügt zur Versorgung eines Wolkenkratzers.",
    "20073900": "Vor Urzeiten lebte es in kalten Gebieten. Es heißt,\nwenn Amarino seine Stimme erklingen lässt, erscheinen\nPolarlichter.",
    "20074000": "Kürzlich sorgte der Fund eines in einem Eisberg\neingeschlossenen, perfekt konservierten Amagargas\naus der Urzeit für Schlagzeilen.",
    "20076700": "Kommt es zum Kampf, stürzt es sich furchtlos ins\nGefecht, selbst wenn sein Gegner ein vielfach\ngrößeres Drachen-Pokémon ist.",
    "20076300": "Mit seinen Fühlern tastet es die Umgebung ab. Es ist so\nempfindlich, dass es in Schockstarre verfällt, wenn man\nes in die Hand nimmt.",
    "20073511": "Es entsteht aus der Vereinigung einer in der Welt der\nLebenden gefangenen Seele mit einem Kürbis. Es wird\nerst nach Sonnenuntergang aktiv.",
    "20075100": "Sein eisbedeckter Körper ist so hart wie Stahl. Es nutzt\ndiese stahlharte Hülle, um Hindernisse zu zerschmettern\nund sich so seinen Weg zu bahnen.",
    "20076800": "Legenden nach kann dieses Pokémon ewiges Leben\nspenden. In Gestalt eines Baumes ist es aus seinem\ntausendjährigen Schlaf erwacht.",
    "20076900": "Wenn Schwingen und Schwanzgefieder dieses\nLegendären Pokémon rot leuchten, entzieht es\nLebewesen deren Energie.",
    "20077000": "In dieser Form vereint Zygarde 50 % seiner Zellen\nin sich. Seine Aufgabe besteht darin, das Ökosystem\nzu überwachen.",
    "20077015": "Diese Form nimmt es an, wenn 100 % seiner Zellen\nversammelt sind. Seine Kraft übertrifft selbst die von\nXerneas und Yveltal.",
    "20077200": "Dieses Pokémon ist eine Mutation von Rocara.\nSein rosafarben schimmernder Körper gilt als\nschönster Anblick überhaupt.",
    "20077400": "In seiner wahren Gestalt verfügt es über enorme\nKräfte. Legenden zufolge hat es einst ein ganzes\nSchloss gestohlen, weil es den darin versteckten\nSchatz für sich haben wollte.",
    "20084100": "Es schleudert messerscharfe Federn auf seine Gegner.\nAber auch seine Tritte sind nicht zu unterschätzen,\ndenn es hat sehr kräftige Beine.",
    "20084200": "Es gibt sich affektiert und legt großen Wert auf\nSauberkeit. Wenn man es nicht ordentlich pflegt,\nwidersetzt es sich manchmal sogar Befehlen.",
    "20084300": "Es legt seine Federpfeile an, um sie auf Gegner\nzu schießen. Muss ein Schuss sitzen, zieht es\nzur Konzentration an einer seiner Kopfranken.",
    "20084600": "Es ist wild und egoistisch, aber Schwächere anzugreifen\nfindet es langweilig und abstoßend. Nur gegen Stärkere\nkommt es richtig in Fahrt.",
    "20084700": "Dank seines täglichen Trainings gelingt es ihm, mit seiner\nNase immer größere Blasen zu erzeugen.",
    "20084800": "Sieht es einen Tanz, den es nicht kennt, wird es ganz\naufgeregt. Dann übt es fleißig, bis es ihn gemeistert hat.",
    "20084900": "Für Primarene ist jeder Kampf wie eine Aufführung.\nEs erlegt seine Beute mithilfe von anmutigem Gesang\nund Tanzschritten.",
    "20080900": "Sie kommunizieren miteinander, indem sie ihre Schnäbel\ngegeneinanderschlagen. Stärke und Anzahl der Schläge\nübermitteln ihre Gefühle.",
    "20086000": "Es speichert kalte Luft in seinen Scheren. Wenn es mit\ndiesen um sich schlägt, kann es selbst dicke Eiswände\nzerbröckeln.",
    "20083500": "Es hasst Regen, weil dadurch der Blütenstaub nass wird.\nZiehen Regenwolken auf, versteckt es sich in Baumhöhlen\nund wartet regungslos.",
    "20082800": "Mit dem Alter werden sie immer angriffslustiger und\nwilder. Trainer, die damit nicht umgehen können,\nsetzen sie deshalb oft aus.",
    "20082911": "Seine steinerne Mähne ist scharf wie ein Messer.\nEs verfolgt seine Beute mit viel Geduld, bis diese\ndie Kräfte verlassen, und erlegt sie dann.",
    "20082912": "Befehle, die ihm nicht zusagen, missachtet es einfach.\nUm den Gegner zu besiegen, nimmt es auch Verletzungen\nin Kauf.",
    "20080100": "Die Arme von Corasonn sind seine Leibspeise.\nHandwerker, die natürlich abgefallene Arme von\nCorasonn verarbeiten, mögen sie deshalb nicht.",
    "20084000": "Dieses unerschütterliche und stets gelassene Pokémon\nproduziert aus seinem Speichel und Erde einen speziellen\nSchlamm in seinem Maul.",
    "20085100": "Es verlässt das Wasser nur sehr selten. Wenn es satt ist,\nbewahrt es erledigte Beute in der Wasserblase auf seinem\nKopf auf.",
    "20085200": "Es ist stark genug, um große Baumstämme zu zerbrechen.\nÜber Düfte aus dem Organ am Hinterteil kommuniziert es\nmit Artgenossen.",
    "20085300": "Wenn es wild mit seinen Armen wedelt, ist das eine\nwarnende Drohgebärde. Wem sein Leben lieb ist,\nsollte schleunigst die Flucht ergreifen.",
    "20081400": "Seine Kicktechniken sind äußerst grazil. Selbst\nKickbox-Champions kann es mit einem einzigen\nTritt auf die Bretter befördern.",
    "20086300": "Mit der klebrigen Ranke an seinem Kopf pflückt es\nBlumen und schmückt sich dann mit ihnen. Fehlt ihm\nsein Blütenschmuck, wird es nervös.",
    "20086700": "Der harte Panzer auf seinem Rücken steht Diamanten\nin Sachen Härte in nichts nach. Um zu gewinnen,\nsind ihm alle Mittel recht.",
    "20082300": "Jedes einzelne seiner Körner verfügt über einen eigenen\nWillen. Kleine Pokémon verschluckt es lebendig und saugt\nihnen die Lebensenergie aus.",
    "20086211": "Nun, da es erwacht ist und im Verlauf der Entwicklung\nseine schwere Maske verlor, hat es deutlich an\nGeschwindigkeit hinzugewonnen.",
    "20086212": "Durch sein Erwachen ist es nun in der Lage, wie ein\nbestimmtes Legendäres Pokémon seinen Typ zu ändern.",
    "20085400": "Es lebt an Vulkanen, wo es sich von Schwefel und\nMineralien ernährt. Durch diese Bestandteile wird\nsein Rückenpanzer explosiv.",
    "20085800": "Es hat 14 lange stachelartige Strähnen auf dem Rücken,\ndie sich unfreiwillig aufstellen, wenn es sich freut oder\nvon etwas überrascht wird.",
    "20081911": "Eigentlich ist es friedlich und sehnt sich nur nach\nGesellschaft, doch versucht man, unter seinen\nLumpen zu linsen, wehrt es sich heftig.",
    "20081912": "Vor dem Spiegel versucht es verzweifelt, den geknickten\nHals seines Kostüms aufzurichten. Da es nicht klappen will,\nweint es bittere Tränen.",
    "20081800": "Hat es seine Beute erlegt, stößt es ein Heulen aus,\nwas von seinen Artgenossen nah und fern mit einem\nmetallischen Rasseln gefeiert wird.",
    "20087300": "Öffnet es eine Ultrapforte, ebnet es mitunter für fremde\nEnergie und Lebewesen den Weg in unsere Welt.",
    "20087400": "In Schriftstücken aus längst vergangenen Zeiten wird es\nals „Mondbringer“ bezeichnet.",
    "20087700": "Diese Ultrabestie stellt gerne ihre extrem angeschwollenen\nMuskeln stolz zur Schau.",
    "20087900": "Ein Lebewesen aus einer anderen Welt. Sein Körper ist\nschmal und anmutig, doch es verbirgt sich große Kraft\ndarin.",
    "20088100": "Eine der gefährlichen Ultrabestien. In ihren riesigen Armen\nwurden hohe Energiemengen nachgewiesen.",
    "20000101": "Bisasam macht gern einmal ein Nickerchen\nim Sonnenschein. Auf seinem Rücken trägt\nes einen Samen. Indem es Sonnenstrahlen\naufsaugt, wird er zunehmend größer.",
    "20000201": "Bisaknosp hat eine Knospe auf seinem Rücken. Seine\nBeine und sein Stamm sind kräftig genug, um sein\nGewicht zu tragen. Wenn es lange in der Sonne liegt,\nist das ein Anzeichen dafür, dass die Knospe bald blüht.",
    "20005901": "Der Legende nach soll es vor langer Zeit an der Seite\neines Kriegshelden gekämpft und so an der Eroberung\neines Landes mitgewirkt haben.",
    "20009401": "Unartige Kinder holt sich Gengar. So heißt es weltweit\nin mündlichen Überlieferungen.",
    "20009501": "Onix hat einen Magneten in seinem Gehirn. Er dient ihm\nals Kompass, sodass es beim Graben von Tunneln nicht\ndie Orientierung verliert. Wenn es älter wird, wird sein\nKörper immer runder und glatter.",
    "20013101": "Aufgrund eines Artenschutzabkommens gibt es nun zu\nviele Lapras. In den betroffenen Meeren sinkt daher\ndas Vorkommen von Fisch-Pokémon.",
    "20015201": "Im Kampf wedelt Endivie mit seinem Blatt, um den Feind\nfernzuhalten. Von dem Blatt geht auch ein süßlicher Duft\naus, der das gegnerische Pokémon im Kampf beruhigt und\neine gemütliche, freundliche Atmosphäre schafft.",
    "20015301": "Lorblatts Nacken ist mit zusammengerollten Blättern\nbehangen. In jedem Blatt befindet sich ein kleiner\nTrieb eines Baumes. Der Duft dieses Triebes bringt\nMenschen auf Trab.",
    "20015801": "Karnimani ist zwar sehr klein, aber seine Kiefer sind sehr\nstark. Wenn die Pokémon denken, dass es nur spielerisch\nan ihnen knabbert, sollten sie vorsichtig sein, denn sein\nBiss kann zu schweren Verletzungen führen.",
    "20015901": "Wenn Tyracroc einen Feind mit seinen Kiefern\neingeklemmt hat, lässt es ihn nicht mehr los.\nDa seine Zahnspitzen wie Angelhaken gebogen\nsind, kann man sie nicht mehr entfernen, wenn\nsie sich verfangen haben.",
    "20016001": "Impergator schüchtert seine Feinde dadurch ein, dass es\nsein riesiges Maul aufreißt. Im Kampf erschüttert es den\nBoden mit seinen kräftigen Hinterbeinen, wenn es mit\nunglaublicher Geschwindigkeit auf seinen Gegner losrennt.",
    "20016701": "Es spinnt ein äußerst robustes Netz aus seinen Fäden,\ndas selbst unter dem Gewicht eines 10 kg schweren\nSteines nicht reißt.",
    "20016801": "Nachts wandert es auf der Suche nach Futter umher.\nWird es fündig, fesselt es seine Beute mit einem\nSeidenfaden und beißt zu.",
    "20021001": "Sein Unterkiefer ist sehr stark. Da es jedoch den Kampf\nscheut, kommt es nur selten dazu, dies zu demonstrieren.",
    "20023001": "Seedraking lebt in den Tiefen des Ozeans, die ansonsten\nverwaist sind. Lange hat man geglaubt, dass das Gähnen\ndieses Pokémon Strudel auslöst.",
    "20024101": "Es gibt täglich 20 l Milch. Je besser die Qualität\ndes Grases ist, desto schmackhafter ist sie.",
    "20024201": "Sein Ei ist eine Kostbarkeit, denn es heißt, wer davon\nesse, werde glücklich. Auf dem Markt erzielt es deshalb\nSpitzenpreise.",
    "20027801": "Seine Flügel sind lang und schmal. Es nutzt die\nAufwinde, um wie ein Segelflugzeug hoch in\nden Himmel emporzusteigen.",
    "20027901": "In seinem riesigen Schnabel transportiert es kleine\nPokémon. Niemand weiß, wohin es sie bringt.",
    "20028301": "In Gefahrensituationen scheidet es eine süße Flüssigkeit\naus seinem Fortsatz aus. Der daraus hergestellte Sirup\nschmeckt köstlich auf Brot.",
    "20028401": "Kann es Feinde nicht mit seinen augenähnlichen Mustern\neinschüchtern, flieht es geschwind mithilfe seiner vier\nFlügel.",
    "20029901": "Es bewegt sich nur 1 cm pro Jahr, aber in Notlagen bohrt\nes sich mit seinem Körper blitzschnell in den Boden.",
    "20032401": "Am Rauch, den es aus seinem Panzer ausstößt, erkennt\nman seine Verfassung. Stößt es diesen kraftvoll aus,\ngeht es ihm gut.",
    "20035601": "Zwirrklops Körper ist komplett hohl. Es wird auch mit\neinem Schwarzen Loch verglichen. Dieses Pokémon\nnimmt alles in seinem Körper auf, es kommt jedoch\nnichts wieder heraus.",
    "20044801": "Unter starker Konzentration kann es rätselhafte Wellen\nvon sich geben, die man Aura nennt. Damit kann es\nsogar große Felsen pulverisieren.",
    "20047601": "Es steuert kleine Einheiten, die man Mininasen nennt.\nLeider verirren sie sich manchmal, und es heißt, dass\neinige von ihnen nie wiederkehren.",
    "20047701": "Man sagt, dass es verlorene Seelen in seinem biegsamen\nKörper nach Hause geleite.",
    "20049501": "Im Sonnenlicht erhöht sich das Tempo seiner Bewegungen.\nEs ist mit seinen Schlingen geschickter als mit den Händen.",
    "20049601": "Huscht beinahe gleitend über den Boden und täuscht\nGegner mit agilen Manövern, bis es mithilfe seiner\nEfeurute obsiegt.",
    "20049701": "Im Kampf zeigt es nur Gegnern, die seinem edlen Blick\nstandhalten, seine wahre Kraft.",
    "20049801": "Weicht flink gegnerischen Angriffen aus und schießt\nFlammen aus dem Rüssel, mit denen es gern auch\nmal Nüsse röstet.",
    "20049901": "Je mehr es frisst, desto stärker werden die Flammen in\nseinem Magen. Dies führt zu rapiden Energieschüben.",
    "20050001": "Steckt mit dem Feuer um sein Kinn seine Fäuste\nin Brand und holt zu feurigen Fausthieben aus.\nZeigt großen Teamgeist.",
    "20051001": "Sein anmutiges Auftreten verdankt es den Muskeln, die es\nentwickelt hat. Es prescht lautlos durch die Nacht.",
    "20054401": "Von einem harten Schutzpanzer umgeben. Es greift seine\nGegner an, indem es mit Karacho wie ein Rad in sie\nhineinrollt.",
    "20054501": "Lähmt seine Beute, indem es sie mit den Zacken an\nseinem Hals aufspießt. Mit einer Ladung Gift gibt es\nihr den Rest.",
    "20057901": "Seine Arme bestehen aus einer speziellen Flüssigkeit.\nDank seiner Psycho-Kräfte kann es mit ihnen Felsen\nzerschmettern.",
    "20058101": "Sie wirken zerbrechlich, aber ihre starken Schwingen\ntragen sie in einem Stück bis zu 1 000 km weit.",
    "20060901": "Es saugt die Seele eines jeden auf, der in seinen\nFeuerkranz gerät, bis nur noch eine leere Hülle\nvon ihm übrig ist.",
    "20061201": "Hat eine eher sanfte Natur, doch bei Eindringlingen\nkennt es keine Gnade. Seine Stoßzähne durchbohren\nsogar Eisen.",
    "20080901": "Sie kommunizieren miteinander, indem sie ihre Schnäbel\ngegeneinanderschlagen. Stärke und Anzahl der Schläge\nübermitteln ihre Gefühle.",
    "20082921": "Seine steinerne Mähne ist scharf wie ein Messer.\nEs verfolgt seine Beute mit viel Geduld, bis diese\ndie Kräfte verlassen, und erlegt sie dann.",
    "20082922": "Befehle, die ihm nicht zusagen, missachtet es einfach.\nUm den Gegner zu besiegen, nimmt es auch Verletzungen\nin Kauf.",
    "20082301": "Jedes einzelne seiner Körner verfügt über einen eigenen\nWillen. Kleine Pokémon verschluckt es lebendig und saugt\nihnen die Lebensenergie aus.",
    "20052301": "Ein stürmischer Geselle. Wenn es wütend ist, feuert es\nüber seine Mähne in alle Richtungen Stromsalven ab.",
    "20022501": "Es teilt sein Futter mit Menschen in Not. Da es ein\nAllesfresser ist, kann es passieren, dass sie auch mal\nKäfer-Pokémon bekommen.",
    "20073301": "Damit die starken Psycho-Kräfte dieses Pokémon nicht\nunkontrolliert nach außen dringen, ist das Organ, das\ndiese freisetzt, von seinen Ohren bedeckt.",
    "20036201": "Es friert seine Beute ein und verschlingt sie im Ganzen.\nAm liebsten frisst es von vornherein gefrorene Pokémon\nwie Gelatini.",
    "20013300": "Evoli ist das einzige Pokémon mit einem höchst instabilen\nErbmaterial. Die Ursache dafür ist nach wie vor unklar.",
    "20081301": "Es kann bedenkenlos mit Vogel-Pokémon spielen, da sein\nfester Blütenkelch es schützt. Das pausenlose Gepicke ist\nihm einerlei.",
    "20081401": "Seine Kicktechniken sind äußerst grazil. Selbst Kickbox-\nChampions kann es mit einem einzigen Tritt auf die\nBretter befördern.",
    "20042901": "Es wird für seine Flüche und Beschwörungen gefürchtet.\nWenn ihm danach ist, spricht es auch mal Bannsprüche,\ndie Menschen helfen.",
    "20080601": "Dieses tief in Höhlen lebende Pokémon hält sich männliche\nMolunk, die es sich mit Pheromonen hörig gemacht hat,\nals Diener.",
    "20015111": "Mew soll die genetische Zusammensetzung aller Pokémon\nbesitzen. Es kann sich unsichtbar machen, sodass es sich\nauch Menschen nähern kann, ohne bemerkt zu werden.",
    "20015112": "Mew soll die genetische Zusammensetzung aller Pokémon\nbesitzen. Es kann sich unsichtbar machen, sodass es sich\nauch Menschen nähern kann, ohne bemerkt zu werden.",
    "20038701": "Im Sonnenlicht betreibt sein ganzer Körper Photosynthese.\nSein Panzer besteht aus hartem Lehm.",
    "20038801": "Es lebt in der Nähe von Wasser in Wäldern. Tagsüber\nverlässt es diese, um ein Sonnenbad zu nehmen.",
    "20038901": "In alten Zeiten malten die Menschen sich aus, die Erde\nruhe auf dem Rücken eines riesigen Chelterrar.",
    "2008180000": "Zu seinen vielen geheimen Talenten gehört es, Wasser\naus den Fingern zu schießen und mit der Membran am\nRücken durch die Lüfte zu segeln.",
    "2008340000": "Dieses von Natur aus aggressive Pokémon beißt seine\nBeute mit seinem kräftigen Kiefer, der selbst Eisenstangen\nzermalmen kann.",
    "2008350000": "Beim Rennen erzeugt es Elektrizität in seinem\nSchwanzansatz. In der Galar-Region erfreut es sich bei\nHirten großer Beliebtheit.",
    "2008551100": "Es schmeckt und riecht sehr markant. Wenn es seinem\nTrainer vertraut, lässt es ihn manchmal ein klitzekleines\nSchlückchen probieren.",
    "2008610000": "Wickelt es seine Haare um den ganzen Körper, verstärkt\ndies seine Muskelkraft. Das macht es so stark, dass es\nsogar Machomei bezwingen könnte.",
    "2008620031": "Es verfügt über eine beeindruckende Stimmkraft. Sein von\nSchreien begleitetes Drohverhalten nennt man auch\n„Abblocker“.",
    "2008650031": "Der Lauch dient ihm als Waffe und zur Abwehr, aber viele\nessen ihn auch. Mit den harten Blättern pariert es und mit\nder scharfen Stange kontert es.",
    "2008691111": "Es macht einem Trainer, dem es vertraut, mit Beeren samt\nSahnedekoration eine Freude.",
    "2008751100": "Es kühlt sein Gesicht ständig mit Eis, da dieses Hitze nicht\ngut verträgt. Das Haar auf dem Kopf hängt es ins Meer\nund angelt sich damit Beute.",
    "2008751200": "Nun, da der Eisblock um seinen Kopf zerbrochen ist,\nkommt sein verdrossener Gesichtsausdruck zum Vorschein,\nder viele Menschen bezaubert.",
    "2008771100": "Egal, wie viel es auch frisst, es wird sofort wieder\nhungrig. Es röstet Samen mit seiner Elektrizität und trägt\ndiese dann vorsichtig mit sich herum.",
    "2008771200": "Es wandelt in seinen Backentaschen Elektrizität in\nUnlicht-Energie um. Wenn es der Hunger überkommt,\nwird es rasend vor Wut.",
    "2008840000": "Es ist sehr beweglich, weil sein Körper aus einem\nspeziellen, leichten Metall besteht. Da es Regen nicht\nmag, lebt es in Höhlen.",
    "2008881200": "Weil es alles und jeden vernichten konnte, trug es\neinst den Namen „Feenkönigsschwert“ und wurde\ngleichermaßen gefürchtet und verehrt.",
    "2008891200": "Weil es alles und jeden abwehren konnte, trug es einst\nden Namen „Kämpferkönigsschild“ und wurde\ngleichermaßen gefürchtet und verehrt.",
    "2008900000": "Es steckte in einem Meteorit, der vor 20 000 Jahren\nherabstürzte. Es scheint in Verbindung mit dem\nDynamax-Phänomen zu stehen.",
    "20086512": "Necrozma nimmt diese Form an, wenn es das Licht von\nSolgaleo verschlingt. Es schlitzt Gegner mit seinen vielen\nscharfen Krallen auf.",
    "20086514": "Der Verzehr gewaltiger Mengen an Lichtenergie bringt\ndiese Form hervor. Es verschießt Laserstrahlen aus seinem\nganzen Körper.",
    "2008980012": "Es zeigte jenen, die sich ihm in den Weg stellten, keine\nGnade. Nach dem Kampf soll es allerdings die Wunden\nseiner Gegner geheilt haben."
}
