{
    "20000100": "A Bulbasaur es fácil verle echándose una siesta al sol.\nLa semilla que tiene en el lomo va creciendo cada vez\nmás a medida que absorbe los rayos del sol.",
    "20000200": "Este Pokémon lleva un bulbo en el lomo y, para poder\ncon su peso, tiene unas patas y un tronco gruesos y\nfuertes. Si empieza a pasar más tiempo al sol, será\nporque el bulbo está a punto de hacerse una flor grande.",
    "20000300": "Venusaur tiene una flor enorme en el lomo que, según\nparece, adquiere unos colores muy vivos si está bien\nnutrido y le da mucho el sol. El aroma delicado de la flor\ntiene un efecto relajante en el ánimo de las personas.",
    "20000301": "Venusaur tiene una flor enorme en el lomo que, según\nparece, adquiere unos colores muy vivos si está bien\nnutrido y le da mucho el sol. El aroma delicado de la flor\ntiene un efecto relajante en el ánimo de las personas.",
    "20000400": "La llama que tiene en la punta de la cola arde según sus\nsentimientos. Llamea levemente cuando está alegre y\narde vigorosamente cuando está enfadado.",
    "20000500": "Charmeleon no tiene reparo en acabar con su rival\nusando las afiladas garras que tiene. Si su enemigo es\nfuerte, se vuelve agresivo, y la llama que tiene en el\nextremo de la cola empieza a arder con mayor\nintensidad tornándose azulada.",
    "20000600": "Charizard se dedica a volar por los cielos en busca de\noponentes fuertes. Echa fuego por la boca y es capaz de\nderretir cualquier cosa. No obstante, si su rival es más\ndébil que él, no usará este ataque.",
    "20000700": "El caparazón de Squirtle no le sirve de protección\núnicamente. Su forma redondeada y las hendiduras que\ntiene le ayudan a deslizarse en el agua y le permiten\nnadar a gran velocidad.",
    "20000800": "Tiene una cola larga y cubierta de un pelo abundante y\ngrueso que se torna más oscuro a medida que crece.\nLos arañazos que tiene en el caparazón dan fe de lo\nbuen guerrero que es.",
    "20000900": "Blastoise lanza chorros de agua con gran precisión por\nlos tubos que le salen del caparazón que tiene en la\nespalda. Puede disparar chorros de agua con tanta\npuntería que no fallaría al tirar contra una lata pequeña\na 50 m.",
    "20001300": "Weedle tiene un finísimo sentido del olfato. Es capaz de\ndistinguir las hojas que le gustan de las que no le gustan\nolisqueando un poco con la gran nariz que tiene.",
    "20001400": "Kakuna permanece prácticamente inmóvil al encaramarse\na los árboles, aunque la actividad interna de su\norganismo tiene un ritmo frenético, pues se prepara\npara su evolución. Prueba de esto es la alta temperatura\nde su caparazón.",
    "20001500": "Los Beedrill defienden su territorio a toda costa. No es\nconveniente acercarse a su colmena, por seguridad. Si se\nles molesta, todo un enjambre atacará ferozmente.\n",
    "20001600": "Pidgey tiene un sentido de la orientación muy\ndesarrollado. Es capaz de regresar a su nido, por lejos\nque se encuentre de las zonas que le resultan familiares.",
    "20001800": "El plumaje de este Pokémon es bonito e hipnótico.\nMuchos Entrenadores se quedan embobados ante la\nbelleza impactante de las plumas que tiene en la cabeza;\nlo que les lleva a elegir a Pidgeot como su Pokémon.",
    "20001900": "Sus incisivos crecen durante toda su vida. Si aumentan\ndemasiado de tamaño, no puede alimentarse y muere de\ninanición.",
    "20002000": "Las pequeñas membranas que tiene en las patas traseras\nle permiten nadar entre las islas de Alola y escapar así\nde sus depredadores.\n",
    "20002400": "Recientes estudios han llegado a identificar hasta una\nveintena de patrones distintos que puede presentar el\nmotivo de su cuello.",
    "20002500": "Acumulan electricidad de forma natural. Los bosques\ndonde habitan en grupos están en peligro constante de\nser alcanzados por rayos.",
    "20002600": "Se vuelve más agresivo a medida que acumula\nelectricidad. Hay quien afirma que esta le provoca\nestrés.",
    "20002661": "Concentra sus poderes psíquicos en la cola y se desplaza\ndeslizándose sobre ella. Se lo conoce como el Surfista de\nTierra Firme.",
    "20002861": "Atraviesa los parajes nevados a gran velocidad. Ha\ndesarrollado unas garras robustas y afiladas para\nmoverse mejor en la nieve.",
    "20002900": "Nidoran♀ tiene púas que segregan un veneno muy\npotente. Se piensa que las desarrolló como protección\ndel cuerpo tan pequeño que tiene. Cuando se enfada,\nlibera una horrible sustancia tóxica por el cuerno.",
    "20003000": "Cuando están en familia o con sus amigos, esconden las\npúas para evitar accidentes. Según parece, se alteran\nbastante si se separan del grupo.",
    "20003100": "Nidoqueen tiene el cuerpo totalmente recubierto de\nescamas durísimas. Suele lanzar por los aires a sus\nrivales de los violentos golpes que les propina.\nCuando se trata de defender a sus crías, alcanza su\nnivel máximo de fuerza.",
    "20003500": "Es muy popular y la escasez de ejemplares lo hace muy\nvalioso. Quien presume mucho de tener uno se arriesga\na que se lo roben.",
    "20003900": "En la sección de muebles de dormitorio de los grandes\nalmacenes se pueden encontrar discos recopilatorios de\nnanas cantadas por Jigglypuff.",
    "20004100": "Como carece de ojos y no puede ver, emite\nultrasonidos que le permiten escrutar el entorno\ny orientarse.",
    "20004200": "En ocasiones se ven ejemplares a los que les falta algún\ncolmillo por haber intentado morder a un Pokémon de\ntipo Acero, presas del hambre.",
    "20004501": "El polen que contienen las esporas tóxicas de Vileplume\ncausa unos ataques de alergia muy agudos. Por eso, no\nes aconsejable acercarse a ninguna flor selvática, por\nmuy bonita que sea.",
    "20004800": "Dicen que durante su evolución Venonat desarrolló una\nfina capa de espeso pelo alrededor de todo el cuerpo\npara protegerse. Tiene unos ojos tan grandes que no\nhay presa que le pase desapercibida.",
    "20004900": "Venomoth es nocturno, solo actúa en la oscuridad.\nSu alimento preferido son los pequeños insectos que se\nconcentran cerca de los focos de luz en la oscuridad de\nla noche.",
    "20005161": "El peso de sus filamentos dorados limita su velocidad,\npero su dureza le permite a cambio excavar las capas\nde roca más duras.",
    "20005200": "No es extraño encontrarlos en los vertederos, donde\nsuelen pelearse con los Murkrow por cualquier objeto\nreluciente.",
    "20005300": "Un Pokémon de alto copete, objetivo primordial de\nladrones que quieren apoderarse de la joya que luce\nen la frente.",
    "20005361": "La dulzura de su cara está en contradicción con su cruel\ncostumbre de torturar a las presas debilitadas sin darles\nel golpe de gracia.",
    "20005400": "El uso de sus poderes psíquicos le provoca un gran\ndolor de cabeza, por lo que prefiere tener la mente en\nblanco y no hacer nada en absoluto.",
    "20005800": "Es muy afable con las personas una vez que ha cogido\nconfianza, pero, en estado salvaje, libra violentas\ndisputas territoriales con los Rockruff.",
    "20005900": "Cuenta una antigua leyenda que, tiempo ha, llegó a\nconquistar territorios enteros luchando junto a cierto\nseñor de la guerra.",
    "20006500": "Las cucharas que lleva las creó él mismo con sus\npoderes psíquicos. Son únicas en el mundo entero.",
    "20006600": "Entrena con sus congéneres para potenciar su\nmusculatura y confianza en sí mismo y, llegado el\nmomento, reta en combate a los Makuhita.",
    "20006800": "Agarra a su rival con sus cuatro manos y lo inmoviliza\ncon una llave imposible que se conoce como la\nEspecial de Machamp.",
    "20006900": "Bellsprout tiene un cuerpo delgado y flexible que le\npermite inclinarse y balancearse para esquivar los\nataques. Este Pokémon escupe por la boca un fluido\ncorrosivo capaz de hacer que se derrita hasta el hierro.",
    "20007000": "Weepinbell tiene un gancho a modo de extremidad\nsuperior trasera, que usa por la noche para colgarse de\nuna rama y echarse a dormir. Si se mueve mientras\nduerme, puede acabar en el suelo.",
    "20007100": "Victreebel tiene una enredadera que le sale de la\ncabeza y que agita a modo de señuelo para atraer a\nsus presas y así engullirlas por sorpresa cuando estas\nse aproximan incautas.",
    "20007400": "Con la edad, su temperamento se amansa y su cuerpo\nse va alisando hasta adquirir una forma completamente\nredonda.",
    "20007461": "Si lo pisan al confundirlo con una roca, se enfada y\nembiste con la cabeza. Además de doler, da calambre.",
    "20007500": "Escala los riscos de las montañas y, una vez alcanzada\nla cima, desciende rodando por los senderos.",
    "20007561": "Cuando dos Graveler pelean entre ellos, el aire se llena\nde destellos y estallidos. Los lugareños lo suelen\ncomparar con fuegos artificiales.",
    "20007600": "A medida que envejece, pierde la facultad de mudar la\npiel. Se han observado ejemplares de edad avanzada\ntotalmente cubiertos de musgo.",
    "20007700": "Al nacer, Ponyta es muy débil y apenas puede ponerse\nen pie. Con todo, se va haciendo más fuerte al\ntropezarse y caerse en su intento por seguir a sus\nprogenitores.",
    "20007800": "A Rapidash se le suele ver trotando sin rumbo fijo por\nlos campos y llanos. Cuando tiene que ir a algún sitio\nen concreto, se le aviva el fuego de las melenas y\nemprende el galope llameante llegando a los 240 km/h.",
    "20008100": "Frecuentemente son la causa de apagones, por lo que\nalgunas centrales eléctricas emiten unas ondas que\ndetestan para ahuyentarlos.",
    "20008600": "La gruesa capa de grasa que le permite nadar sin\nproblemas en aguas frías le da más de un sofoco en\nclimas más cálidos.",
    "20008700": "Surca los mares a velocidades de 8 nudos en busca de\nPokémon que le sirvan de sustento. Siente predilección\nespecial por los Wishiwashi.",
    "20008800": "Surgió del limo oceánico. En hábitats impolutos, los\ngérmenes de su cuerpo no pueden medrar y termina\nfalleciendo.",
    "20008900": "Su número ha disminuido por falta de sustento, por lo\nque se han creado estanques de lodo artificiales para\nsalvarlo de la extinción.",
    "20009300": "Se aconseja no salir a pasear en las noches de luna\nnueva, cuando los Haunter acechan en busca de su\npróxima víctima.",
    "20009400": "No es raro oír a padres de todos los rincones del mundo\nadvertir a sus hijos que, si no se portan bien, un Gengar\nvendrá a por ellos.",
    "20009500": "Onix tiene un imán en el cerebro, que actúa como una\nbrújula para no perder la orientación cuando está\ncavando túneles. A medida que crece, se le redondea\ny suaviza el cuerpo.",
    "20010000": "Voltorb fue visto por primera vez en una empresa\nencargada de comercializar Poké Balls. La conexión\nque existe entre aquella primera vez que se le vio y el\nhecho de que se parece mucho a una Poké Ball sigue\nsiendo un misterio.",
    "20010100": "Los Electrode se alimentan de la electricidad de la\natmósfera. En días de tormenta con rayos, es fácil verlos\nexplotando por todos lados tras haber consumido\ndemasiada electricidad.",
    "20010200": "Seis criaturas en una. Si Exeggcute pierde alguno de\nlos huevos que lo componen, este volverá a crecer a la\nmañana siguiente.",
    "20010561": "La región de Alola, tan frondosa y fértil, no resulta un\nentorno acogedor para Marowak. Manipula el fuego\npara mantenerse vivo.",
    "20011000": "A Weezing le encantan los gases que emanan de los\ndesperdicios que quedan en la cocina. Este Pokémon\nbusca casas sucias y descuidadas para crear su hogar.\nDe noche, cuando los habitantes de la casa duermen,\nva a por la basura.",
    "20011400": "A Tangela se le desprenden los tentáculos con facilidad\nen cuanto se los agarras. Y no solo no le duele, sino\nque le resulta muy útil para escapar rápido. Además, al\ndía siguiente le crecen otros.",
    "20011800": "La hermosa aleta caudal es su rasgo distintivo, pero por\nlo que compiten los propios Goldeen es por lucir el\ncuerno más grueso y afilado.",
    "20011900": "Es capaz de pulverizar las rocas más duras haciendo\ngirar su cuerno a modo de taladro. Los machos\npresentan una coloración más viva.",
    "20012100": "Su reluciente núcleo se conoce como la Gema del Mar\ny con él se elaboran adornos por los que se pagan\nfortunas.",
    "20012300": "Sus dos guadañas no son meras armas de combate.\nTambién las utiliza diestramente para desmenuzar y\ndevorar a sus presas.",
    "20012700": "Es de constitución robusta, pero no soporta el frío.\nAl caer la noche, se cubre con un manto de hojas\nantes de conciliar el sueño.",
    "20012800": "Vive en manadas dominadas por el ejemplar que luce la\ncornamenta más mellada y de mayor tamaño y grosor.",
    "20013000": "Allí donde alcanza su Hiperrayo la tierra queda\ncarbonizada por completo. En algunas regiones lo\nconsideran una deidad destructiva.",
    "20013100": "Desde que están protegidos, la población de Lapras ha\ncrecido sin mesura, a la par que la de los Pokémon pez\nha ido en descenso.",
    "20013400": "Suele habitar en cuerpos de agua cristalina. Si advierte\nun posible ataque enemigo, se sumerge bajo el agua\npara ocultarse.",
    "20014000": "Este Pokémon vivió hace 300 millones de años, pero en\ncierta región se dice que han llegado a verse ejemplares\nvivos hoy en día.",
    "20014100": "Empezó a desarrollar rasgos de adaptación a la vida en\ntierra firme, pero fue demasiado tarde para evitar la\nextinción de la especie.",
    "20014200": "Recreado a partir de material genético extraído del\námbar, es más feroz de lo que se preveía. Quien lo\nsubestime lo puede pagar caro.",
    "20014300": "Poco hace aparte de comer y dormir, pero puede\ndesatar una fuerza arrolladora si le da un arrebato.",
    "20014700": "Mientras todavía es débil, lleva una vida discreta oculto\nen el lecho marino y se alimenta de lo que cae al agua.",
    "20014900": "Sobrevuela los mares desafiando las más fieras\ntempestades, lo que le valió que cierto capitán de\nun buque lo llamara el Avatar de la Mar.",
    "20015000": "Mewtwo fue creado por manipulación genética. Pero,\na pesar de que el hombre creó su cuerpo, dotar a\nMewtwo de un corazón compasivo quedó en el olvido.",
    "20015100": "Dicen que Mew posee el mapa genético de todos los\nPokémon. Puede hacerse invisible cuando quiere, así\nque pasa desapercibido cada vez que se le acerca\nalguien.",
    "20015200": "Al luchar, Chikorita agita la hoja que tiene para\nmantener a raya al rival. Pero, al mismo tiempo, libera\nuna suave fragancia que apacigua el encuentro y crea\nun ambiente agradable y de amistad.",
    "20015300": "Bayleef tiene un collar de hojas alrededor del cuello y\nun brote de un árbol en cada una de ellas. La fragancia\nque desprenden estos brotes anima a la gente.",
    "20015401": "La fragancia de la flor de Meganium aplaca y suaviza los\nánimos. Al luchar, este Pokémon libera mayor cantidad\nde esencia para disminuir el ánimo de combate de su\noponente.",
    "20015500": "Cyndaquil se protege soltando llamas por el lomo.\nCuando está enfadado, las llamas son fieras, pero, si\nestá cansado, solo consigue echar algunas chispas que\nno llegan a cuajar en una completa combustión.",
    "20015600": "Quilava mantiene a sus rivales a raya con la intensidad\nde sus llamas y las ráfagas de aire ígneo que producen.\nTambién aprovecha su espectacular agilidad para\nesquivar ataques a la vez que abrasa al rival con sus\nllamas.",
    "20015700": "Typhlosion se oculta tras un trémulo haz de calor que\ncrea mediante sus intensas y sofocantes llamaradas.\nEste Pokémon causa explosiones de fuego que reducen\ntodo a cenizas.",
    "20015800": "Totodile tiene cuerpo pequeño, pero fuertes mandíbulas.\nA veces, piensa que solo está dando un mordisquito y\nhace unas heridas bastante considerables.",
    "20015900": "Una vez que Croconaw le ha clavado los colmillos a su\npresa, es imposible que escape porque los tiene hacia\nadentro como si fueran anzuelos. Cuando Croconaw\nhinca los dientes, no hay escapatoria.",
    "20016000": "Feraligatr intimida a sus oponentes abriendo las grandes\nfauces que tiene. En combate, golpea el suelo\nbruscamente con las gruesas y fuertes patas traseras que\ntiene para cargar contra su rival a una velocidad de\nvértigo.",
    "20016800": "Ronda por la noche en busca de presas a las que\ninmoviliza con su hilo para luego clavarles los colmillos.",
    "20016900": "Sus colmillos son tan afilados que su mordedura resulta\nindolora y puede chupar la sangre a sus presas en la\noscuridad sin que se percaten.",
    "20017500": "Togepi usa los sentimientos positivos de compasión y\nalegría que desprenden las personas y los Pokémon.\nEste Pokémon almacena sentimientos de felicidad en\nsu interior y después los comparte con otros.",
    "20017801": "Según se cree, este Pokémon posee el don de la\nclarividencia, pero carece del poder para alterar el\nfuturo.",
    "20018300": "La cola de Marill contiene un aceite que hace las veces\nde chaleco salvavidas. Si ves una moviéndose en el\nagua, seguro que debajo hay un Marill medio sumergido\nbuscando plantas acuáticas para comer.",
    "20018700": "Este Pokémon flota en el aire y se deja llevar. Cuando\npercibe que el viento va a cambiar a fuerte, Hoppip\nentrelaza sus hojas con otros Hoppip para hacer\nresistencia y evitar salir volando por la fuerza de la\ncorriente.",
    "20018800": "Skiploom florece cuando la temperatura llega a 18 °C.\nLa apertura de los pétalos varía según la temperatura\nque haga. Por este motivo, la gente lo usa a veces a\nmodo de termómetro.",
    "20018900": "Jumpluff se vale de los cálidos vientos del sur para volar\na tierras lejanas. Si llega a zonas de aire frío en pleno\nvuelo, descenderá y tomará tierra.",
    "20019700": "Un Pokémon de hábitos nocturnos. Sus grandes pupilas\nle permiten distinguir con total claridad a sus presas en\nla más densa oscuridad.",
    "20020801": "Steelix vive a mayor profundidad aún que Onix. Se le\nconoce por su tendencia a excavar hacia el interior del\nplaneta. Hay datos que muestran que este Pokémon ha\nllegado a alcanzar 1 km de profundidad.",
    "20021000": "Su mandíbula posee una fuerza abrumadora, pero,\ncomo no le gusta pelear, rara vez tiene ocasión de\ndemostrarlo.",
    "20021800": "Por el sistema circulatorio de Slugma corre magma\nlíquido. Si este Pokémon se enfriara, el magma perdería\nel calor y se solidificaría, por lo que se resquebrajaría\npor completo, perdería algunos trozos y reduciría su\ntamaño.",
    "20022400": "La tinta que expulsa al huir inhibe la capacidad olfativa\ndel rival y afecta incluso a los Pokémon con el olfato\nmás aguzado.",
    "20022500": "Si ve a alguien en apuros, comparte su alimento con él.\nAunque, al ser omnívoro, podría ser que compartiera\nalgún que otro Pokémon insecto.",
    "20022900": "Remata a sus rivales exhalando llamas tóxicas. Si abate\nuna presa, la compartirá a partes iguales con el resto de\nla manada.",
    "20022901": "Remata a sus rivales exhalando llamas tóxicas. Si abate\nuna presa, la compartirá a partes iguales con el resto de\nla manada.",
    "20023000": "Kingdra vive en lo más profundo del océano, donde no\nhabita ninguna otra especie. Siempre se ha pensado que\nsu bostezo causaba las corrientes en remolino que se\ndan en el océano.",
    "20023100": "Phanpy cava un agujero profundo para hacer su nido en\nel suelo, en la ribera de los ríos, y marca con la trompa\nla zona para que el resto vea que ese terreno ya está\nocupado.",
    "20024100": "Produce 20 litros de leche al día, que es más sabrosa\ncuanto mejor sea el pasto.",
    "20024200": "Se dice que los huevos de Blissey están tan ricos que\ndan la felicidad a quien los prueba. Por eso alcanzan\nprecios exorbitantes.",
    "20024400": "Entei contiene el fulgor del magma en su interior.\nSe cree que este Pokémon nació de la erupción de\nun volcán. Escupe numerosas ráfagas de fuego que\ndevoran y reducen a cenizas todo lo que tocan.",
    "20024800": "Recorre las montañas en busca de rivales para combatir.\nSi juzga que no están a su altura, los ignora y pasa de\nlargo.",
    "20025000": "El plumaje de Ho-Oh contiene siete colores que pueden\napreciarse según el ángulo desde el que les dé la luz.\nDicen que sus plumas dan felicidad a quienes las llevan\ny también que este Pokémon vive a los pies del arcoíris.",
    "20025200": "Treecko tiene unos ganchos pequeños en las plantas de\nlos pies con los que puede escalar superficies verticales.\nEste Pokémon ataca dando un golpetazo con la cola.",
    "20025300": "Las hojas que Grovyle tiene por el cuerpo le resultan\nmuy útiles para camuflarse en el bosque y esconderse\nde los enemigos. A este Pokémon no hay quien lo\nsupere subiendo a los árboles del bosque.",
    "20025400": "Las hojas que le salen a Sceptile del cuerpo tienen unos\nbordes muy afilados. Este Pokémon es muy ágil, va\nsaltando de rama en rama y se lanza sobre el enemigo\npor la espalda.",
    "20025500": "Torchic no se separa de su Entrenador. Siempre va tras\nél con sus pasitos inseguros. Este Pokémon escupe bolas\nde fuego que pueden alcanzar los 1000 °C y carbonizar\nal enemigo.",
    "20025600": "Combusken fortalece las piernas corriendo por llanos y\nmontañas. Este Pokémon tiene en las extremidades\ninferiores tanto fuerza como velocidad. Puede dar hasta\ndiez patadas por segundo.",
    "20025700": "En combate, Blaziken expulsa vivas llamas por las\nmuñecas y ataca al enemigo con fiereza. Cuanto más\nfuerte sea el enemigo, más intensas serán las llamas.",
    "20025800": "La aleta que tiene Mudkip en la cabeza actúa de radar\ny es muy sensible. Puede captar movimientos que se\nproduzcan en el agua y en el aire, y todo lo que ocurra\na su alrededor, sin necesidad de abrir los ojos.",
    "20025900": "El cuerpo de Marshtomp está cubierto por una fina\npelícula pegajosa gracias a la cual puede vivir en tierra.\nCuando la marea está baja, a este Pokémon le encanta\njugar en el fango.",
    "20026000": "Swampert es muy fuerte. Puede arrastrar una roca que\npese más de una tonelada sin ningún problema. Este\nPokémon tiene el sentido de la vista muy desarrollado.\nEs capaz de ver hasta en aguas cenagosas.",
    "20026100": "La primera reacción que Poochyena tiene al ver algo\nmoverse es darle un mordisco. Este Pokémon persigue\na su presa hasta que cae agotada. Aunque, a veces,\nsale huyendo si su presa le responde con un ataque.",
    "20026200": "Es muy fácil prever cuándo va a atacar Mightyena; se\npone a gruñir con fuerza y se estira. Este Pokémon da\nunos mordiscos tremendos con los afilados colmillos que\ntiene.",
    "20026700": "La comida favorita de Beautifly es el dulce polen de las\nflores. Si quieres ver a este Pokémon, deja una maceta\ncon flores al lado de la ventana y verás cómo aparece\nun ejemplar de Beautifly en busca de polen.",
    "20026800": "Cascoon forma el capullo que lo protege enrollándose\npor completo en la seda que libera por la boca. Cuando\nestá totalmente recubierto, se prepara para evolucionar\nen el interior del capullo.",
    "20026900": "Los Dustox se acercan a la luz de forma instintiva.\nDe hecho, se agrupan en enjambres alrededor de las\nluces de las ciudades y causan estragos en las hojas de\nlos árboles que están a pie de calle para alimentarse.",
    "20027100": "Lombre es, además de travieso, nocturno; entra en\nacción de noche. Cuando ve a gente pescando, se\npone a tirar del sedal por debajo del agua y se divierte\nviendo la cara de enfado que se les queda.",
    "20027400": "Nuzleaf habita bosques muy poblados y, en ocasiones, se\natreve a salir para asustar a la gente. A este Pokémon\nno le gusta nada que le pellizquen la nariz.",
    "20027700": "Swellow vuela muy alto dibujando elegantes arcos en el\ncielo. Este Pokémon se sumerge en el agua con rapidez\ny eficacia en cuanto detecta una presa. Con las garras,\natrapa a la desdichada víctima y no la deja huir.",
    "20027900": "Transporta Pokémon pequeños en su enorme pico,\naunque nadie sabe a dónde los lleva.",
    "20028200": "Gardevoir es capaz de leer el futuro. Si siente que su\nEntrenador está en peligro inminente, dicen que libera\nautomáticamente toda su energía psicoquinética.",
    "20028300": "Si se siente amenazado, segrega un líquido dulce por\nla cabeza. El sirope elaborado con ese líquido resulta\ndelicioso untado en pan.",
    "20028400": "Intimida a sus enemigos con las grandes pupilas de sus\nantenas. Si esto no funciona, bate sus cuatro alas para\nhuir.",
    "20028900": "Slaking se pasa todo el día tumbado vagueando.\nSe come la hierba que tiene a su alcance y, una vez\nque ha acabado con ella, se va de mala gana a otro\nsitio.",
    "20029600": "Entrena golpeando los troncos de los árboles con la\nmano abierta. A veces le da por error a un Exeggutor\ny este lo lanza volando.",
    "20029700": "Adora las competiciones de fuerza, pero el respeto y la\ncortesía hacia sus adversarios son muy importantes para\neste noble Pokémon.",
    "20029900": "Solo se desplaza un centímetro al año, pero, si se siente\namenazado, gira sobre sí mismo y se hunde bajo tierra\nen un abrir y cerrar de ojos.",
    "20030200": "Horada la tierra con sus duras garras y extrae gemas\nque luego desmenuza con sus gruesos colmillos.\nLos Carbink son su manjar predilecto.",
    "20030300": "Este Pokémon astuto y temible engaña al rival con su\naspecto dulce para luego engullirlo de un bocado\ncuando menos se lo espera.",
    "20030701": "Meditite lleva a cabo un entrenamiento mental\nexhaustivo en lo más profundo de las montañas.\nAunque, cuando medita, pierde toda la concentración\ny se descentra. Por eso, no deja nunca de entrenarse.",
    "20030801": "Dicen que, a través de la meditación, Medicham\naumenta su energía interior y agudiza su sexto sentido.\nEste Pokémon suele pasar desapercibido mimetizándose\ncon el campo y las montañas.",
    "20031900": "Existe la creencia de que sus dientes traen buena suerte\nen la mar, por lo que se usan para la elaboración de\namuletos y adornos.",
    "20032200": "Numel tarda en percibir las cosas, no se entera ni\ncuando lo golpean, pero se da cuenta enseguida de\nsi tiene hambre. El cuerpo de este Pokémon es un\ncaldero de magma hirviendo.",
    "20032400": "El humo que expulsa por el dorso es indicativo de su\nestado de salud. Si las fumarolas brotan con fuerza,\nsignifica que está en plena forma.",
    "20032500": "Spoink se pasa todo el día saltando sobre la cola.\nCada salto hace que le lata el corazón. Por eso, no\npuede permitirse dejar de saltar. Si lo hiciera, se le\npararía.",
    "20032600": "Grumpig usa las perlas negras que tiene para amplificar\nlas ondas de su poder psíquico y controlar del todo al\nrival. Cuando usa su poder especial, le cuesta respirar\ny resopla con pesadez.",
    "20032800": "Puede triturar rocas con su mandíbula, pero su peso le\nimpide darse la vuelta si lo tumban. Los Sandile sacan\nprovecho de este punto débil.",
    "20032900": "Emite ondas ultrasónicas cuando hace vibrar sus alas.\nEntierra bajo la arena a las presas que ha dejado\ninconscientes para conservarlas.",
    "20033000": "Al batir las alas levanta tormentas de arena en las que\nse esconden los Krookodile, para luego compartir las\npresas que cacen entre ambos.",
    "20033400": "Altaria baila y revolotea por el cielo entre ondeantes\nnubes que parecen de algodón. Al entonar melodías\ncon su voz cristalina, este Pokémon deja a sus oyentes\nembobados y admirados.",
    "20033600": "Seviper lleva años de gran enemistad con Zangoose.\nLas cicatrices que tiene por todo el cuerpo dan buena\nmuestra de los encarnizados combates en los que se han\nenfrentado. Seviper ataca usando su cola con forma de\nespada.",
    "20033700": "Lunatone fue descubierto en el lugar de impacto de un\nmeteorito. Por eso, hay quien especula con la idea de\nque procede del espacio. Con todo, hasta el día de hoy\nnadie ha podido probar esta teoría.",
    "20033800": "Solrock pertenece a una nueva especie de Pokémon a la\nque se le atribuye una procedencia extraterrestre. Este\nPokémon permanece flotando en el aire y se mueve muy\ndespacio. Al luchar, desprende una luz viva e intensa.",
    "20035001": "Dicen que es el Pokémon más bello, pero es algo que\nlos Entrenadores forofos de los Feebas ponen en tela de\njuicio.",
    "20035400": "Este muñeco de trapo alberga gran odio por la persona\nque lo abandonó, a quien busca sin descanso para\nvengarse.",
    "20035600": "Dusclops está completamente hueco por dentro. Dicen\nque su cuerpo es como un agujero negro. Este Pokémon\nes capaz de absorber cualquier cosa, pero cosa que\nabsorba, cosa que no dejará salir nunca más.",
    "20035900": "Aunque su apariencia sea siniestra, en realidad le\nagradecen que alerte de cualquier catástrofe inminente\ny que proteja los cultivos.",
    "20036100": "Según parece, en las regiones frías todos los miembros\nde las familias pudientes recuerdan haber jugado con\nSnorunt en su infancia.",
    "20036200": "Congela a sus presas antes de hincarles el diente, pero\nsu presa favorita son los Pokémon que ya están\ncongelados, como los Vanillite.",
    "20036300": "Spheal se desplaza por el suelo más rápido rodando que\ncaminando. Cuando come con otros de su especie, todos\nse ponen a aplaudir para expresar su alegría. Por eso, a\nveces son algo escandalosos.",
    "20036400": "Cada vez que Sealeo ve algo nuevo, se lo pone en el\nmorro y empieza a darle vueltas. A veces, para\nentretenerse, hace lo mismo con un Spheal.",
    "20036500": "Walrein tiene unos exagerados colmillos con los que\npuede hacer añicos bloques de hielo de hasta\n10 toneladas de una sola dentellada. La gruesa capa\nde grasa que lo recubre le protege de temperaturas\ninferiores a 0 °C.",
    "20037100": "Cada vez que ve volar a un Pokémon pájaro le corroe\nla envidia por dentro y asesta cabezazos a todo lo que\nle rodea hasta hacerlo añicos.",
    "20037300": "Ahora que por fin puede volar, surca los cielos con una\nsonrisa en el rostro. No pisa tierra firme a no ser que\ntenga que dormir o esté exhausto.",
    "20037600": "Se enorgullece tanto de su poder psíquico como de su\ngran fuerza. Agarra a sus presas con las cuatro\nextremidades metálicas y las inmoviliza.",
    "20037700": "A Regirock lo mantuvieron encerrado y aislado hace\ntiempo. Dicen que, si resulta dañado en combate, se\npone él mismo a buscar piedras parecidas a las suyas\ny se las pone para recomponerse.",
    "20038000": "Latias es muy sensible a los sentimientos de la gente. Si\ndetecta algún ápice de hostilidad, desplegará las plumas\nque tiene por todo el cuerpo y se pondrá a chillar para\nintimidar al enemigo.",
    "20038200": "A Kyogre siempre se le ha descrito como el Pokémon\nque expandió los océanos. Varias leyendas cuentan que\nlibró combates contra Groudon en repetidas ocasiones\npara tener el control de la energía de la naturaleza.",
    "20038300": "A Groudon siempre se le ha descrito como el Pokémon\nque expandió los continentes. Varias leyendas cuentan\nque libró combates contra Kyogre en repetidas ocasiones\npara tener el control de la energía de la naturaleza.",
    "20038400": "Dicen que Rayquaza ha vivido durante millones de\naños. Las leyendas cuentan que puso fin al continuo\nenfrentamiento entre Groudon y Kyogre.",
    "20039200": "Su corona de fuego demuestra su naturaleza ígnea.\nNadie le gana en velocidad.",
    "20039300": "No le gusta que lo cuiden. Como no aprecia el apoyo\nde su Entrenador, le cuesta coger confianza con él.",
    "20039400": "Vive solo, alejado de los demás. Cada uno piensa que\nes el más importante.",
    "20039500": "Nada tan rápido como un fueraborda. Con los afilados\nbordes de sus alas puede cortar el hielo.",
    "20039600": "Viaja en grandes bandadas. Aunque es pequeño, agita\nlas alas con gran fuerza.",
    "20039700": "Vive siempre en grandes grupos y las disputas dentro de\nellos son muy intensas.",
    "20039800": "Sus alas y sus patas son muy fuertes. Puede llevarse\nvolando Pokémon pequeños.",
    "20040000": "Con sus incisivos roe ramas y raíces y las apila para\nconstruir sus madrigueras junto al río.",
    "20040500": "Cuando sus ojos brillan como el oro, puede ver presas\nescondidas, incluso detrás de un muro.",
    "20040701": "Atrae a sus presas con una dulce fragancia y usa sus\ncepas venenosas para atenazarlas y acabar con ellas.",
    "20040800": "Este Pokémon arcaico cuenta con un cráneo sólido y\nresistente, pero su cerebro no está a la par.",
    "20040900": "Los hombres de antaño que encontraban restos\nfosilizados de Rampardos usaban su cráneo, más\nduro que el metal, para fabricar cascos.",
    "20041000": "Un Pokémon herbívoro de carácter afable. Con su dura\nprotección facial podía desenterrar las raíces de los\nárboles para comérselas.",
    "20041900": "Nada gracias a su flotador. Ayuda en los rescates de\ngente que se está ahogando.",
    "20042500": "En el interior de su cuerpo redondo almacena gran\nnúmero de almas. Aumenta de tamaño con cada\npersona que se lleva.",
    "20042600": "Se rumorea que los Drifblim que surcan el cielo al ocaso\nllevan a todos aquellos que atrapan al más allá.",
    "20042800": "Muda el pelo dos veces al año. Este se usa en la\nconfección de unos gorros y bufandas que abrigan\nmucho.",
    "20043000": "No perdona el más mínimo error ni la traición de sus\nsubordinados. Este estricto código es para preservar la\nintegridad de su bandada.",
    "20043300": "Emite un tintineo cada vez que salta. Ensordece a sus\nrivales con sonidos de alta frecuencia.",
    "20043700": "Desde antaño se adora a este Pokémon para que\npropicie lluvias abundantes. A veces se esconde bajo\ntierra.",
    "20044300": "En cuanto percibe un objeto en movimiento, se lanza\ncontra él y le asesta dentelladas. A veces se hiere a sí\nmismo, pero no le importa.",
    "20044501": "Surca el aire a velocidad supersónica en busca de presas\ny no duda en librar una batalla aérea con un Salamence\npara quedarse con ellas.",
    "20044800": "Acumula poder espiritual y lo canaliza en forma de\nauras misteriosas capaces de hacer añicos incluso\nenormes rocas.",
    "20045500": "Atrae a sus presas con saliva de olor dulce y las\nmastica. Tarda todo un día en comérselas.",
    "20045900": "En las estaciones frías baja al pie de la montaña, pero\nregresa a las cimas nevadas en primavera.",
    "20046001": "Genera ventiscas con las que cubre de nieve grandes\náreas. Se le llama el Monstruo de Hielo.",
    "20046600": "Agarra sus colas para electrificar los puños y luego soltar\npuñetazos devastadores.",
    "20046800": "Se dice que aparece en zonas pacíficas y las bendice\ncon sus dones.",
    "20047000": "A pesar de evitar a toda costa los combates, si ha de\nproteger a sus amigos, no duda en usar la hoja de la\ncola como una afilada espada.",
    "20047500": "Puede presentir los movimientos de sus rivales y por eso\nataca siempre antes que ellos.",
    "20047600": "Manipula unas pequeñas unidades conocidas como\nmininarices, aunque estas a veces se pierden y no\nsaben cómo regresar a Probopass.",
    "20047700": "Se dice que recoge en su cuerpo flexible a los espíritus\nextraviados y los guía hasta casa.",
    "20047911": "Desde hace mucho tiempo se estudia su singular motor\ncomo fuente de energía motriz.",
    "20048300": "Un Pokémon de leyenda. Se dice que el tiempo comenzó\na avanzar cuando Dialga nació.",
    "20048400": "Se dice que vive en una dimensión espacial paralela.\nAparece en la mitología.",
    "20048711": "Vive en el Mundo Distorsión, un mundo opuesto al\nnuestro y cuyas leyes desafían el sentido común.",
    "20048800": "Sus alas emiten un velo de partículas brillantes. Se dice\nque representa un cuarto lunar.",
    "20049100": "Defiende su territorio de personas y Pokémon\nhaciéndoles dormir y provocándoles pesadillas.",
    "20049500": "Cuando recibe los rayos de sol, se mueve mucho más\nrápido que de costumbre. Usa mejor sus lianas que sus\nmanos.",
    "20049600": "Parece que se desliza al correr. Engaña a sus rivales con\nsu velocidad y los fustiga con su látigo.",
    "20049700": "Tan solo muestra su verdadero poder a quienes no se\namedrentan ante su noble pero inquisitoria mirada.",
    "20049800": "Evita con agilidad los ataques enemigos. Lanza bolas de\nfuego por su hocico y tuesta bayas del bosque para\ncomer.",
    "20049900": "Cuanto más come, más combustible tiene en su interior\npara avivar sus llamas, con lo que también aumenta su\npoder.",
    "20050000": "Calienta sus puños con las llamas de su barbilla para\npropinar puñetazos ardientes. Es muy fiel a sus\ncompañeros.",
    "20050100": "La vieira de su ombligo no solo sirve como arma, sino\ntambién como instrumento para cortar las bayas que\nestén duras.",
    "20050200": "Gran espadachín. Utiliza sus dos vieiras con soltura al\nejecutar las técnicas que aprende con una disciplina\nespartana.",
    "20050300": "En un abrir y cerrar de ojos, puede desenvainar y\nenvainar los sables que hay en sus patas delanteras.",
    "20050800": "Posee un largo y tupido pelaje. En las regiones frías no\nhabía antaño una casa que no tuviese un Stoutland.",
    "20050900": "Distrae a su oponente con movimientos gráciles y sustrae\nsus pertenencias. Cuando se enfada, ataca con las\ngarras.",
    "20051000": "Su bella y grácil silueta le viene dada por su\ndesarrollada musculatura, que le permite andar\nde noche sin hacer ruido.",
    "20051800": "Multitud de sueños de humanos y Pokémon se\nencuentran atrapados en el humo que despide\npor su frente.",
    "20052300": "Es un Pokémon con mucho temperamento. Cuando se\nenoja, lanza rayos desde su crin en todas direcciones.",
    "20052400": "El agujero con forma de hexágono es su oído, y en su\ninterior cuenta con un núcleo de energía, por lo que se\nenfurece si meten la mano dentro.",
    "20052500": "La energía que desprende de su cuerpo termina por\nsolidificarse en cristales anaranjados, tan duros que\npueden quebrar hasta los diamantes.",
    "20052600": "Cuando dispara energía con todas sus fuerzas, la\npotencia es tal que le provoca incontables fisuras\npor todo el cuerpo.",
    "20053000": "Su taladro ha evolucionado y es capaz de atravesar una\nlámina de hierro. Es muy útil para construir túneles.",
    "20053400": "Se cree que Conkeldurr enseñó a los humanos la técnica\npara elaborar cemento hace más de 2000 años.",
    "20053600": "Cuando hace vibrar el bulto de su cabeza, no solo se\nembravece el mar, sino que la tierra también tiembla.",
    "20053700": "Aumenta la potencia de sus puñetazos haciendo vibrar\nsus puños. Es capaz de quebrar una roca de un solo\ngolpe.",
    "20053800": "Aumenta su potencia si se aprieta el cinturón. Un Throh\nsalvaje teje su propio cinturón usando lianas.",
    "20053900": "Para lograr dominar las técnicas de kárate más letales,\nse retiran a las montañas y entrenan día y noche.",
    "20054200": "Si se encuentra con un Pokémon joven, segrega por la\nboca hilos pegadizos con los que le teje una prenda de\nropa.",
    "20054400": "Lo protege un duro caparazón. Gira como una rueda\ny realiza brutales placajes contra sus enemigos.",
    "20054500": "Atenaza a sus presas con las garras que sobresalen de\nsu cuello hasta que no se pueden mover y las remata\ncon veneno.",
    "20054600": "Lanza bolas de algodón como defensa. Cuando llueve\ny se moja, se vuelve tan pesado que le resulta difícil\nmoverse.",
    "20054700": "Este travieso Pokémon entra sigilosamente en las casas,\nesconde los objetos valiosos y dispersa bolas de algodón\npor todas partes.",
    "20055011": "Este Pokémon tiene un carácter violento y feroz.\nLas peleas entre los de color azul y los de color rojo\npara marcar territorio son frecuentes.",
    "20055300": "Al avistar una presa incluso a 50 km, repta hacia ella\npor la arena como si nadara y se abalanza para\ndespedazarla con sus fauces.",
    "20056100": "Fue la deidad protectora de una ciudad milenaria.\nAtaca con su poder psíquico a los enemigos que invaden\nsu territorio.",
    "20056500": "La brutal presión que ejerce con su mandíbula es tal que\nlas conchas de Omastar y Omanyte no son ninguna\nmolestia cuando los devora.",
    "20056700": "Pokémon vetusto de plumaje tan fino que solo alguien\ncon extremada pericia puede regenerar a partir de un\nfósil.",
    "20057000": "Es tan miedoso que, cuando no se halla junto a sus\ncompañeros, casi siempre adopta un aspecto distinto.",
    "20057100": "No solo es capaz de transformarse, sino que también\npuede crear ilusiones para confundir a cientos de\npersonas.",
    "20057900": "Hacen gala de su poder psíquico y mueven sus brazos\ncompuestos de líquido para controlar rocas y hacerlas\nañicos.",
    "20058100": "Aunque no lo parezca por su grácil elegancia, puede\nbatir con fuerza las alas y volar durante miles de\nkilómetros.",
    "20058400": "Expulsa ventiscas por ambas bocas y, como puede crear\nnieve en cualquier lugar, es famoso entre quienes\npractican esquí o snowboard.",
    "20058512": "El color de su cuerpo cambia no solo con las estaciones,\nsino también con los cambios de humedad y\ntemperatura.",
    "20058700": "Se carga de electricidad y se echa a volar. Durante las\nnoches de tormenta eléctrica se los ve a centenares\nsurcando el cielo.",
    "20058900": "Se defienden de los ataques con el caparazón que roban\na los Shelmet. Atacan con sus dos mortíferas lanzas.",
    "20059200": "Hace uso de sus extremidades en forma de velo para\natrapar a su presa cuando está nadando y arrastrarla al\nfondo del mar.",
    "20059900": "Genera la energía vital que necesita haciendo girar sus\ndos cuerpos.",
    "20060700": "Finge ser una luz guía en el camino, pero en realidad\nsolo quiere absorber la energía vital de quien lo sigue.",
    "20060900": "Sus llamas absorben el alma del enemigo y la abrasan,\ndejando solo su cuerpo inerte.",
    "20061000": "Usa sus colmillos para romper las bayas que come.\nEstos se regeneran una y otra vez, por eso son tan\nfuertes y afilados.",
    "20061200": "Es gentil, pero no perdona a todo el que ose invadir su\nterritorio. Su mayor baza son sus colmillos, que cortan el\nacero.",
    "20061500": "Nació entre nubes de nieve. Atrapa a sus presas con\nuna cadena hecha de hielo cristalizado.",
    "20061700": "Se siente ligero una vez liberado de su caparazón.\nLucha y se mueve como un ninja.",
    "20062500": "Por fuerte que sea un Bisharp, la más mínima mella en\nla hoja de su cabeza es deshonrosa y motivo de\ndestitución como líder de su grupo.",
    "20062800": "Las cicatrices que surcan su frente demuestran su valor,\npero las de su espalda son motivo de mofa por parte de\nsu bandada.",
    "20063300": "No ve, por eso va haciendo placajes y dando mordiscos\na diestro y siniestro. Su cuerpo está plagado de heridas.",
    "20063500": "Las cabezas de sus dos brazos no tienen cerebro.\nCon sus tres cabezas destruye y devora todo a su paso.",
    "20063700": "Esparce escamas flamígeras a medida que surca el cielo.\nEra temido por la gente de tiempo ha, que lo apodaron\nla Ira del Sol.",
    "20063800": "Posee un cuerpo y un corazón de acero. Basta una\nmirada suya para que Pokémon violentos le obedezcan.",
    "20064112": "Le gusta ir volando de un lado a otro, generando\ntempestades tan potentes que pueden echar abajo\nuna casa.",
    "20064300": "Pokémon legendario capaz de abrasar el mundo con sus\nllamas. Ayuda a quienes persiguen un mundo veraz.",
    "20064400": "Pokémon legendario capaz de chamuscar el mundo con\nsus rayos. Ayuda a quienes persiguen un mundo de\nideales.",
    "20064611": "Pokémon legendario que aguarda al héroe que\ncompense el vacío de su cuerpo de hielo con verdad\ne ideales.",
    "20064712": "Corre por mares, ríos o cualquier superficie acuática de\ntodo el mundo. Aparece en aguas límpidas.",
    "20071700": "Tras masticar e ingerir pequeñas ramas se siente\npletórico y expulsa aire caliente por sus grandes\norejas a temperaturas superiores a los 200 °C.",
    "20071800": "Tiene una rama enredada en la cola. Cuando la saca,\nla rama prende fuego al hacer fricción con su pelaje y\nse lanza al ataque con ella.",
    "20071900": "Fija la mirada en la llama que arde en la punta de su\nbastón para concentrarse y prever sucesos que tienen\nlugar en el futuro.",
    "20072300": "Secreta burbujas tanto por la espalda como por el\npecho. Gracias a la elasticidad de estas, puede parar\nataques y reducir el daño recibido.",
    "20072400": "Puede lanzar piedras envueltas en burbujas con tal\npuntería que acierta latas vacías a 30 metros de\ndistancia.",
    "20072500": "Comprime el agua y crea estrellas ninja con las que\nataca al enemigo. Cuando las hace girar a gran\nvelocidad cortan en dos hasta el metal.",
    "20075300": "Es de carácter afable, pero si lo tocan en contra de su\nvoluntad, aumenta repentinamente su temperatura y\npuede provocar quemaduras.",
    "20070400": "Mientras es solo una cría vive con el resto de la\nmanada, pero en cuanto aprende a cazar se separa\ndel grupo y se independiza.",
    "20071311": "Sin el poder que le confiere la flor es una presa fácil,\nasí que busca una del tamaño y color idóneos y no cesa\nhasta dar con ella.",
    "20073300": "Protege con las orejas el órgano con el que irradia su\nintenso poder psíquico para evitar que este se escape\nal exterior.",
    "20073400": "Cuando percibe peligro, yergue sus orejas y desata un\npoder psíquico capaz de levantar un camión de unas\n10 toneladas.",
    "20074611": "Han permanecido junto a estirpes de reyes durante\ngeneraciones. Mediante su poder espectral pueden\ncontrolar a humanos y a Pokémon.",
    "20074612": "Han permanecido junto a estirpes de reyes durante\ngeneraciones. Mediante su poder espectral pueden\ncontrolar a humanos y a Pokémon.",
    "20074200": "Escupe hebras pegajosas de color blanco y textura\nparecida a la del algodón de azúcar, con las que\nenvuelve al enemigo y le impide que se mueva.",
    "20075700": "Comprime el agua que traga y la convierte en\nproyectiles de tal potencia que atraviesan incluso\ngruesas placas de metal.",
    "20073200": "Extiende su gorguera y genera energía eléctrica\nsuficiente para cubrir el consumo de electricidad\nde un rascacielos entero.",
    "20073900": "Vivía en zonas gélidas en épocas pasadas y, según\ndicen, el sonido que emite provoca la aparición de\nauroras boreales nocturnas.",
    "20074000": "El descubrimiento de un Aurorus en perfecto estado de\nconservación en el interior de un iceberg se convirtió en\nnoticia.",
    "20076700": "Cuando se enfrasca en un combate lo da todo sin\ntitubear un segundo, aunque se enfrente a un Pokémon\nde tipo Dragón más grande que él.",
    "20076300": "Palpa los alrededores con sus cuernos. Estos son tan\nsensibles que se queda paralizado si alguien se los\nagarra.",
    "20073511": "En el interior de la calabaza reside un espíritu que ha\npermanecido atrapado en este mundo. Entra en acción\nal caer la noche.",
    "20075100": "Su cuerpo, cubierto de hielo, es tan duro como el propio\nacero. Su abultada figura le permite arramblar con todo\nlo que se encuentra a su paso.",
    "20076800": "Según las leyendas, puede compartir el secreto de la\nvida eterna. Ha despertado tras dormir durante mil años\nbajo la apariencia de un árbol.",
    "20076900": "Pokémon legendario que, al extender sus alas y las\nplumas de la cola, emite un brillo carmesí que absorbe\nla energía vital de su enemigo.",
    "20077000": "Esta es la forma que adopta Zygarde al reunir el 50% de\nsus células. Su cometido consiste en vigilar el ecosistema.",
    "20077015": "Zygarde adopta esta forma al reunir el 100% de sus\ncélulas. Su poder sobrepasa incluso al de Xerneas e\nYveltal.",
    "20077200": "Es una transformación súbita de Carbink. Se dice que su\ncuerpo, que irradia destellos rosados, es lo más bonito\nde este mundo.",
    "20077400": "En su forma original, este Pokémon posee una fuerza\ndescomunal. Una leyenda cuenta que una vez robó un\ntesoro del interior de una fortaleza.",
    "20084100": "Usa sus afiladas plumas como arma arrojadiza y la\nfuerza de sus patas le permite asestar poderosas\npatadas que es mejor no subestimar.",
    "20084200": "Es narcisista y bastante pulcro, por lo que, si no se le\ndedica suficiente atención a su aseo, se niega a\nobedecer cualquier orden.",
    "20084300": "Usa sus plumas como flechas para atacar a los rivales.\nSi no puede permitirse fallar, frunce su capucha para\nconcentrarse mejor.",
    "20084600": "Este Pokémon rudo y egoísta considera aburrido\nenfrentarse a un rival inferior a él y prefiere dar lo\nmejor de sí mismo contra rivales más fuertes.",
    "20084700": "Gracias al entrenamiento diario al que se somete, es\ncapaz de inflar burbujas cada vez más grandes a través\nde la nariz.",
    "20084800": "Se emociona al contemplar una danza que no conoce y\nse esfuerza sobremanera por aprender todos sus pasos\na la perfección.",
    "20084900": "Primarina considera los combates como un escenario\nideal donde abatir a su presa con un canto y baile que\nderrochan elegancia.",
    "20080900": "Se comunican con sus compañeros chocando los picos.\nEl número de veces y la fuerza con la que lo hacen\ntransmiten sus distintos sentimientos.",
    "20086000": "En el interior de las pinzas acumula aire gélido.\nLos golpes que asesta son capaces de hacer añicos\nincluso gruesas paredes de hielo.",
    "20083500": "Odia la lluvia porque humedece el polen. Si en el cielo\naparecen nubes amenazadoras, permanece inmóvil y\nexpectante en el hueco de un árbol.",
    "20082800": "A medida que crece, se vuelve más salvaje y agresivo.\nNo son pocos los Entrenadores que se deshacen de él\npor no poder controlarlo.",
    "20082911": "Su melena de piedra es tan afilada como un cuchillo.\nHostiga a su presa sin cesar hasta agotarla, para luego\nasestarle el golpe de gracia.",
    "20082912": "Si no está de acuerdo con una orden, no duda en\nignorarla. No le importa salir herido con tal de derrotar\nal oponente.",
    "20080100": "Los artesanos intentan exterminarlo porque se come\nlas ramas de los Corsola, que ellos solo recogen al\ndesprenderse de forma natural.",
    "20084000": "No se inmuta por nada. Mastica tierra y la mezcla con\nsu saliva para crear un lodo singular.",
    "20085100": "Pasa la mayor parte del tiempo en el agua. Si atrapa\nalguna presa sin tener hambre, la almacena en la\nburbuja de su cabeza.",
    "20085200": "Es capaz de derribar un árbol con su fuerza. Se\ncomunica con sus congéneres mediante el olor que\nemite el órgano de su parte posterior.",
    "20085300": "Agita violentamente los brazos como amenaza. Quien\npresencie este gesto debe huir en el acto si aprecia su\nvida.",
    "20081400": "Propina bellas patadas con elegancia. Una sola bastaría\npara dejar fuera de combate a un campeón de\nkickboxing.",
    "20086300": "Adorna con flores el tallo pegajoso que brota de su\ncabeza. Sin ellas se siente intranquilo.",
    "20086700": "El caparazón que protege su cuerpo es tan duro como el\ndiamante. Hará lo que sea por conseguir la victoria.",
    "20082300": "Cada grano de arena de su cuerpo tiene voluntad\npropia. Engulle a Pokémon pequeños estando aún\nvivos para robarles la energía vital.",
    "20086211": "Esta es la forma que adopta tras evolucionar y despertar\ntodo su potencial. Al deshacerse de su máscara, su\nvelocidad ha aumentado mucho.",
    "20086212": "Tras despertar su verdadero potencial, puede cambiar\nde tipo a voluntad como cierto Pokémon legendario.",
    "20085400": "Vive en los volcanes y se alimenta de azufre y\nminerales. Los componentes que ingiere le sirven\npara formar su caparazón explosivo.",
    "20085800": "Eriza inconscientemente las 14 púas de su lomo cuando\nse asusta o se pone nervioso.",
    "20081911": "Es de carácter tranquilo y propenso a sentirse solo.\nOdia que intenten mirar bajo su saco, y se resiste con\ntodas sus fuerzas.",
    "20081912": "Frente al espejo, intenta por todos los medios enderezar\nel cuello roto de su disfraz. No tiene fácil arreglo, y eso\nle hace llorar.",
    "20081800": "Al atrapar a su presa, emite un rugido. Los de su\nespecie responden con un fragor metálico para\nfelicitarle por la captura.",
    "20087300": "Es capaz de crear Ultraumbrales a través de los cuales\nformas de vida y energía procedentes de otros mundos\nacuden al nuestro.",
    "20087400": "Aparece en obras de la literatura antigua en las que se\nrefieren a él como la \"criatura que invoca a la luna\".",
    "20087700": "Uno de los Ultraentes. Posee una musculatura\nexcesivamente desarrollada.",
    "20087900": "Una forma de vida procedente de otro mundo. Aunque\nsu cuerpo es esbelto y flexible, alberga un gran poder.",
    "20088100": "Uno de los temibles Ultraentes. Las lecturas de las\nreacciones energéticas procedentes de sus enormes\nbrazos alcanzan picos desorbitados.",
    "20000101": "A Bulbasaur es fácil verle echándose una siesta al sol.\nLa semilla que tiene en el lomo va creciendo cada vez\nmás a medida que absorbe los rayos del sol.",
    "20000201": "Este Pokémon lleva un bulbo en el lomo y, para poder\ncon su peso, tiene unas patas y un tronco gruesos y\nfuertes. Si empieza a pasar más tiempo al sol, será\nporque el bulbo está a punto de hacerse una flor grande.",
    "20005901": "Cuenta una antigua leyenda que, tiempo ha, llegó a\nconquistar territorios enteros luchando junto a cierto\nseñor de la guerra.",
    "20009401": "No es raro oír a padres de todos los rincones del mundo\nadvertir a sus hijos que, si no se portan bien, un Gengar\nvendrá a por ellos.",
    "20009501": "Onix tiene un imán en el cerebro, que actúa como una\nbrújula para no perder la orientación cuando está\ncavando túneles. A medida que crece, se le redondea\ny suaviza el cuerpo.",
    "20013101": "Desde que están protegidos, la población de Lapras ha\ncrecido sin mesura, a la par que la de los Pokémon pez\nha ido en descenso.",
    "20015201": "Al luchar, Chikorita agita la hoja que tiene para\nmantener a raya al rival. Pero, al mismo tiempo, libera\nuna suave fragancia que apacigua el encuentro y crea\nun ambiente agradable y de amistad.",
    "20015301": "Bayleef tiene un collar de hojas alrededor del cuello y\nun brote de un árbol en cada una de ellas. La fragancia\nque desprenden estos brotes anima a la gente.",
    "20015801": "Totodile tiene cuerpo pequeño, pero fuertes mandíbulas.\nA veces, piensa que solo está dando un mordisquito y\nhace unas heridas bastante considerables.",
    "20015901": "Una vez que Croconaw le ha clavado los colmillos a su\npresa, es imposible que escape porque los tiene hacia\nadentro como si fueran anzuelos. Cuando Croconaw\nhinca los dientes, no hay escapatoria.",
    "20016001": "Feraligatr intimida a sus oponentes abriendo las grandes\nfauces que tiene. En combate, golpea el suelo\nbruscamente con las gruesas y fuertes patas traseras que\ntiene para cargar contra su rival a una velocidad de\nvértigo.",
    "20016701": "Segrega un hilo de increíble resistencia con el que teje\nsu tela, capaz de soportar el peso de una roca de 10 kg\nsin romperse.",
    "20016801": "Ronda por la noche en busca de presas a las que\ninmoviliza con su hilo para luego clavarles los colmillos.",
    "20021001": "Su mandíbula posee una fuerza abrumadora, pero,\ncomo no le gusta pelear, rara vez tiene ocasión de\ndemostrarlo.",
    "20023001": "Kingdra vive en lo más profundo del océano, donde no\nhabita ninguna otra especie. Siempre se ha pensado que\nsu bostezo causaba las corrientes en remolino que se\ndan en el océano.",
    "20024101": "Produce 20 litros de leche al día, que es más sabrosa\ncuanto mejor sea el pasto.",
    "20024201": "Se dice que los huevos de Blissey están tan ricos que\ndan la felicidad a quien los prueba. Por eso alcanzan\nprecios exorbitantes.",
    "20027801": "Tiene alas largas y finas. Se deja llevar por las\ncorrientes ascendentes y luego planea a alta cota\ngrácilmente.",
    "20027901": "Transporta Pokémon pequeños en su enorme pico,\naunque nadie sabe a dónde los lleva.",
    "20028301": "Si se siente amenazado, segrega un líquido dulce por\nla cabeza. El sirope elaborado con ese líquido resulta\ndelicioso untado en pan.",
    "20028401": "Intimida a sus enemigos con las grandes pupilas de sus\nantenas. Si esto no funciona, bate sus cuatro alas para\nhuir.",
    "20029901": "Solo se desplaza un centímetro al año, pero, si se siente\namenazado, gira sobre sí mismo y se hunde bajo tierra\nen un abrir y cerrar de ojos.",
    "20032401": "El humo que expulsa por el dorso es indicativo de su\nestado de salud. Si las fumarolas brotan con fuerza,\nsignifica que está en plena forma.",
    "20035601": "Dusclops está completamente hueco por dentro. Dicen\nque su cuerpo es como un agujero negro. Este Pokémon\nes capaz de absorber cualquier cosa, pero cosa que\nabsorba, cosa que no dejará salir nunca más.",
    "20044801": "Acumula poder espiritual y lo canaliza en forma de\nauras misteriosas capaces de hacer añicos incluso\nenormes rocas.",
    "20047601": "Manipula unas pequeñas unidades conocidas como\nmininarices, aunque estas a veces se pierden y no\nsaben cómo regresar a Probopass.",
    "20047701": "Se dice que recoge en su cuerpo flexible a los espíritus\nextraviados y los guía hasta casa.",
    "20049501": "Cuando recibe los rayos de sol, se mueve mucho más\nrápido que de costumbre. Usa mejor sus lianas que sus\nmanos.",
    "20049601": "Parece que se desliza al correr. Engaña a sus rivales con\nsu velocidad y los fustiga con su látigo.",
    "20049701": "Tan solo muestra su verdadero poder a quienes no se\namedrentan ante su noble pero inquisitoria mirada.",
    "20049801": "Evita con agilidad los ataques enemigos. Lanza bolas de\nfuego por su hocico y tuesta bayas del bosque para\ncomer.",
    "20049901": "Cuanto más come, más combustible tiene en su interior\npara avivar sus llamas, con lo que también aumenta su\npoder.",
    "20050001": "Calienta sus puños con las llamas de su barbilla para\npropinar puñetazos ardientes. Es muy fiel a sus\ncompañeros.",
    "20051001": "Su bella y grácil silueta le viene dada por su\ndesarrollada musculatura, que le permite andar\nde noche sin hacer ruido.",
    "20054401": "Lo protege un duro caparazón. Gira como una rueda\ny realiza brutales placajes contra sus enemigos.",
    "20054501": "Atenaza a sus presas con las garras que sobresalen de\nsu cuello hasta que no se pueden mover y las remata\ncon veneno.",
    "20057901": "Hacen gala de su poder psíquico y mueven sus brazos\ncompuestos de líquido para controlar rocas y hacerlas\nañicos.",
    "20058101": "Aunque no lo parezca por su grácil elegancia, puede\nbatir con fuerza las alas y volar durante miles de\nkilómetros.",
    "20060901": "Sus llamas absorben el alma del enemigo y la abrasan,\ndejando solo su cuerpo inerte.",
    "20061201": "Es gentil, pero no perdona a todo el que ose invadir su\nterritorio. Su mayor baza son sus colmillos, que cortan el\nacero.",
    "20080901": "Se comunican con sus compañeros chocando los picos.\nEl número de veces y la fuerza con la que lo hacen\ntransmiten sus distintos sentimientos.",
    "20082921": "Su melena de piedra es tan afilada como un cuchillo.\nHostiga a su presa sin cesar hasta agotarla, para luego\nasestarle el golpe de gracia.",
    "20082922": "Si no está de acuerdo con una orden, no duda en\nignorarla. No le importa salir herido con tal de derrotar\nal oponente.",
    "20082301": "Cada grano de arena de su cuerpo tiene voluntad\npropia. Engulle a Pokémon pequeños estando aún\nvivos para robarles la energía vital.",
    "20052301": "Es un Pokémon con mucho temperamento. Cuando se\nenoja, lanza rayos desde su crin en todas direcciones.",
    "20022501": "Si ve a alguien en apuros, comparte su alimento con él.\nAunque, al ser omnívoro, podría ser que compartiera\nalgún que otro Pokémon insecto.",
    "20073301": "Protege con las orejas el órgano con el que irradia su\nintenso poder psíquico para evitar que este se escape\nal exterior.",
    "20036201": "Congela a sus presas antes de hincarles el diente, pero\nsu presa favorita son los Pokémon que ya están\ncongelados, como los Vanillite.",
    "20013300": "Todavía no se ha esclarecido el motivo por el que es el\núnico Pokémon que presenta un código genético\ninestable.",
    "20081301": "Puede jugar con Pokémon pájaro sin peligro gracias al\nduro cáliz que protege su cuerpo. No le importa que lo\npicoteen.",
    "20081401": "Propina bellas patadas con elegancia. Una sola bastaría\npara dejar fuera de combate a un campeón de\nkickboxing.",
    "20042901": "Es temido por su afición a lanzar maldiciones y conjuros\na diestro y siniestro, pero a veces le da por usar la\nmagia para ayudar a alguien.",
    "20080601": "Vive en las profundidades de las cuevas. Gracias a sus\nferomonas, atrae Salandit y los hace presas de su\nvoluntad.",
    "20015111": "Dicen que Mew posee el mapa genético de todos los\nPokémon. Puede hacerse invisible cuando quiere, así\nque pasa desapercibido cada vez que se le acerca\nalguien.",
    "20015112": "Dicen que Mew posee el mapa genético de todos los\nPokémon. Puede hacerse invisible cuando quiere, así\nque pasa desapercibido cada vez que se le acerca\nalguien.",
    "20038701": "Realiza la fotosíntesis al bañarle los rayos de sol.\nSu concha está formada por tierra endurecida.",
    "20038801": "Vive en los bosques cerca del agua. Por el día, sale a\nque les dé el sol a las plantas de su espalda.",
    "20038901": "Las gentes de antaño creían que el planeta se sustentaba\nen la espalda de un gran Torterra.",
    "2008180000": "Esconde algunos trucos bajo la manga: puede\ndisparar agua por los dedos o planear con las\nmembranas de su espalda.",
    "2008340000": "Un Pokémon de temperamento feroz que atenaza a su\npresa con sus fuertes mandíbulas, capaces de destrozar\nuna barra de hierro.",
    "2008350000": "Al correr, genera electricidad por la base de la cola.\nEs muy popular entre los pastores de Galar.",
    "2008551100": "Tiene un sabor y un aroma sumamente singulares.\nSi su Entrenador se hace pleno merecedor de su\nconfianza, le permite catarlo ligeramente.",
    "2008610000": "Cuando enrolla sus cabellos por todo el cuerpo,\naumenta su potencia muscular. Posee una fuerza\ncapaz de someter a Machamp.",
    "2008620031": "La potencia de su voz es realmente pasmosa. La técnica\nque usa para intimidar al rival mientras grita recibe el\nnombre de Obstrucción.",
    "2008650031": "Repele ataques con las hojas de su duro puerro y\ncontraataca con su tallo afilado. El puerro que le sirve\nde armamento sigue siendo comestible.",
    "2008691111": "Obsequia bayas decoradas con nata a aquellos\nEntrenadores en los que confía.",
    "2008751100": "Se enfría constantemente la cara con hielo por su escasa\nresistencia al calor. Utiliza el pelo de la cabeza para\npescar en el mar.",
    "2008751200": "El hielo de la cabeza se ha deshecho y ha revelado un\nrostro apenado que cautiva a numerosas personas.",
    "2008771100": "Siempre tiene apetito, sin importar lo mucho que coma.\nLleva con sumo cuidado las semillas que ha tostado con\nsu propia electricidad.",
    "2008771200": "El hambre lo ha vuelto agresivo y ha convertido la\nelectricidad de sus carrillos en energía de tipo Siniestro.",
    "2008840000": "Hace gala de una agilidad extraordinaria, ya que\nsu cuerpo está compuesto de un metal especial.\nDetesta la lluvia, por lo que habita en cuevas.",
    "2008881200": "En esta forma, capaz de cortar cualquier cosa. Temido\ny respetado, se lo conoce como la Regia Espada Silvana.",
    "2008891200": "Esta forma, temida y venerada por igual, le ha\nvalido el nombre de Regio Escudo Guerrero por\nsu capacidad de repeler cualquier ataque.",
    "2008900000": "Fue hallado en el interior de un meteorito caído\nhace 20 000 años. Por lo visto, está relacionado\ncon el misterio que rodea al fenómeno Dinamax.",
    "20086512": "Forma que adopta tras alimentarse de la luz de Solgaleo.\nSe lanza sobre su oponente y lo desgarra sin piedad.",
    "20086514": "Esta forma es el resultado de haber absorbido una gran\ncantidad de energía luminosa. Emite rayos láser por todo\nel cuerpo.",
    "2008980012": "No tenía piedad con quienes se interponían en su camino,\npero se sabe también que curaba a sus rivales tras\nenfrentarse a ellos en combate."
}
