{
    "20000100": "Bulbizarre passe son temps à faire la sieste sous le soleil.\nIl y a une graine sur son dos. Il absorbe les rayons du\nsoleil pour faire doucement pousser la graine.",
    "20000200": "Un bourgeon a poussé sur le dos de ce Pokémon.\nPour en supporter le poids, Herbizarre a dû se muscler\nles pattes. Lorsqu'il commence à se prélasser au soleil,\nça signifie que son bourgeon va éclore, donnant\nnaissance à une fleur.",
    "20000300": "Une belle fleur se trouve sur le dos de Florizarre.\nElle prend une couleur vive lorsqu'elle est bien nourrie\net bien ensoleillée. Le parfum de cette fleur peut apaiser\nles gens.",
    "20000301": "Une belle fleur se trouve sur le dos de Florizarre.\nElle prend une couleur vive lorsqu'elle est bien nourrie\net bien ensoleillée. Le parfum de cette fleur peut apaiser\nles gens.",
    "20000400": "La flamme qui brûle au bout de sa queue indique\nl'humeur de ce Pokémon. Elle vacille lorsque Salamèche\nest content. En revanche, lorsqu'il s'énerve, la flamme\nprend de l'importance et brûle plus ardemment.",
    "20000500": "Reptincel lacère ses ennemis sans pitié grâce à ses griffes\nacérées. S'il rencontre un ennemi puissant, il devient\nagressif et la flamme au bout de sa queue s'embrase\net prend une couleur bleu clair.",
    "20000600": "Dracaufeu parcourt les cieux pour trouver des adversaires\nà sa mesure. Il crache de puissantes flammes capables de\nfaire fondre n'importe quoi. Mais il ne dirige jamais son\nsouffle destructeur vers un ennemi plus faible.",
    "20000700": "La carapace de Carapuce ne sert pas qu'à le protéger.\nLa forme ronde de sa carapace et ses rainures\nlui permettent d'améliorer son hydrodynamisme.\nCe Pokémon nage extrêmement vite.",
    "20000800": "Carabaffe a une large queue recouverte d'une épaisse\nfourrure. Elle devient de plus en plus foncée avec l'âge.\nLes éraflures sur la carapace de ce Pokémon témoignent\nde son expérience au combat.",
    "20000900": "Tortank dispose de canons à eau émergeant de sa\ncarapace. Ils sont très précis et peuvent envoyer\ndes balles d'eau capables de faire mouche sur\nune cible située à plus de 50 m.",
    "20001300": "L'odorat d'Aspicot est extrêmement développé. Il lui suffit\nde renifler ses feuilles préférées avec son gros appendice\nnasal pour les reconnaître entre mille.",
    "20001400": "Coconfort est la plupart du temps immobile et reste\naccroché à un arbre. Cependant, intérieurement, il est\ntrès actif, car il se prépare pour sa prochaine évolution.\nEn touchant sa carapace, on peut sentir sa chaleur.",
    "20001500": "Dardargnan est extrêmement possessif. Il vaut mieux\nne pas toucher son nid si on veut éviter d'avoir des\nennuis. Lorsqu'ils sont en colère, ces Pokémon attaquent\nen masse.",
    "20001600": "Roucool a un excellent sens de l'orientation.\nIl est capable de retrouver son nid sans jamais\nse tromper, même s'il est très loin de chez lui\net dans un environnement qu'il ne connaît pas.",
    "20001800": "Ce Pokémon est doté d'un plumage magnifique et luisant.\nBien des Dresseurs sont captivés par la beauté fatale de\nsa huppe et décident de choisir Roucarnage comme leur\nPokémon favori.",
    "20001900": "Ses incisives poussent tout au long de sa vie.\nSi elles dépassent une certaine longueur,\nil ne peut plus s'alimenter et meurt de faim.",
    "20002000": "Les petites palmes de ses pattes postérieures lui\npermettraient de se rendre d'île en île à la nage\nafin d'échapper à ses prédateurs.",
    "20002400": "Une étude récente aurait recensé plus de vingt motifs\ndifférents pouvant orner le devant du capuchon des\nArbok.",
    "20002500": "Son corps peut accumuler de l'électricité. Les forêts\nabritant des groupes de Pikachu sont d'ailleurs souvent\nfrappées par la foudre.",
    "20002600": "Plus il est chargé en électricité, plus il se montre agressif.\nD'aucuns pensent que ce courant électrique le stresse.",
    "20002661": "Il concentre son énergie psychique dans sa queue et\ns'en sert comme d'une planche de surf. On le surnomme\n« le surfeur tellurique ».",
    "20002861": "Il sillonne les étendues enneigées à toute allure.\nIl a développé des griffes épaisses et pointues\npour s'assurer une meilleure prise sur la glace.",
    "20002900": "Nidoran♀ est couvert de pointes qui sécrètent un poison\npuissant. On pense que ce petit Pokémon a développé\nces pointes pour se défendre. Lorsqu'il est en colère,\nune horrible toxine sort de sa corne.",
    "20003000": "Lorsqu'un Nidorina est avec ses amis ou sa famille,\nil replie ses pointes pour ne pas blesser ses proches.\nCe Pokémon devient vite nerveux lorsqu'il est séparé\nde son groupe.",
    "20003100": "Le corps de Nidoqueen est protégé par des écailles\nextrêmement dures. Il aime envoyer ses ennemis voler\nen leur fonçant dessus. Ce Pokémon utilise toute sa\npuissance lorsqu'il protège ses petits.",
    "20003500": "Il est très rare en dépit de sa popularité. Ne le laissez\npas sans surveillance, car il risquerait de se faire dérober\npar un voleur de Pokémon !",
    "20003900": "Les rayons literie des magasins proposent généralement\ndes CD de berceuses chantées par des Rondoudou.",
    "20004100": "Dépourvu d'yeux, il se repère dans l'espace\ngrâce aux ultrasons qu'il émet avec sa bouche.",
    "20004200": "On rencontre parfois des Nosferalto édentés que la faim\na poussés à attaquer un Pokémon de type Acier.",
    "20004501": "Le pollen toxique de Rafflesia déclenche d'affreuses\nréactions allergiques. C'est pourquoi il est conseillé\nde ne jamais s'approcher des jolies fleurs trouvées\ndans la jungle, même lorsqu'elles sont magnifiques.",
    "20004800": "On raconte que Mimitoss a évolué avec une fourrure\nde poils fins et drus qui protège son corps tout entier.\nIl est doté de grands yeux capables de repérer ses proies,\nmême minuscules.",
    "20004900": "Aéromite est un Pokémon nocturne, il ne sort donc que\nla nuit. Ses proies préférées sont les petits insectes qui\nse rassemblent autour des réverbères, attirés par la\nlumière.",
    "20005161": "Ses vibrisses métalliques sont très lourdes et le\nralentissent, mais elles lui permettent de forer\nmême la roche la plus dure.",
    "20005200": "Il n'est pas rare de l'apercevoir dans les décharges,\noù il se dispute souvent quelque objet brillant avec\nun Cornèbre.",
    "20005300": "Un Pokémon prisé des classes aisées. Il est néanmoins\nla cible des voleurs convoitant la gemme qui orne son\nfront.",
    "20005361": "Ne vous fiez pas à son air aimable. C'est un Pokémon\ncruel qui aime jouer avec ses proies blessées, sans\ndaigner les achever.",
    "20005400": "Utiliser ses pouvoirs psychiques lui donne de terribles\nmigraines, aussi préfère-t-il passer tout son temps\nimmobile à ne rien faire.",
    "20005800": "Il est très facile à apprivoiser, mais à l'état sauvage,\nil combat férocement les Rocabot pour le contrôle\nde son territoire.",
    "20005900": "Une légende célèbre relate les exploits d'un chef\nde guerre et de son Arcanin à la conquête d'un\ncertain royaume antique.",
    "20006500": "Il a lui-même créé ses cuillers avec sa propre force\npsychique. Chaque exemplaire est unique au monde.",
    "20006600": "Il s'entraîne avec ses amis pour accroître sa masse\nmusculaire et gagner en confiance. Une fois prêt,\nil ira défier un Makuhita.",
    "20006800": "Il attrape son adversaire avec ses quatre mains avant\nde le tordre de différentes façons. On appelle cela\nle Massage Spécial Mackogneur.",
    "20006900": "Le corps long et flexible de Chétiflor lui permet de\nse tordre et d'osciller pour éviter tout type d'attaque,\nmême les plus puissantes. Ce Pokémon crache un fluide\ncorrosif qui peut même dissoudre le fer.",
    "20007000": "Boustiflor est doté d'un gros crochet. La nuit, ce Pokémon\ns'accroche à une branche pour s'endormir. Quand il a un\nsommeil agité, il se réveille par terre.",
    "20007100": "Empiflor est doté d'une longue liane qui part de sa tête.\nCette liane se balance et remue comme un animal pour\nattirer ses proies. Lorsque l'une d'elles s'approche un peu\ntrop près, ce Pokémon l'avale entièrement.",
    "20007400": "Les aspérités de Racaillou s'adoucissent au fil des années,\ntout comme sa personnalité. Il devient tout lisse, tout\nrond, et tout calme.",
    "20007461": "Il donne un violent coup de tête à quiconque\nle confond avec un caillou et lui marche dessus.\nLe coup est accompagné d'une petite décharge.",
    "20007500": "Il escalade les falaises pour en atteindre les sommets.\nUne fois tout en haut, il se laisse rouler par le chemin\nd'où il est arrivé.",
    "20007561": "Quand ils combattent entre eux, l'air est saturé d'éclairs\net de détonations. Les gens du coin les surnomment\n« les feux d'artifice des collines ».",
    "20007600": "Lorsqu'il arrive à un âge avancé, il arrête de muer.\nUn Grolem ayant vécu très longtemps est recouvert\nde mousse verte.",
    "20007700": "À sa naissance, Ponyta est très faible. Il peut à peine\ntenir debout. Ce Pokémon se muscle en trébuchant et\nen tombant, lorsqu'il essaie de suivre ses parents.",
    "20007800": "On voit souvent Galopa trotter dans les champs\net les plaines. Cependant, lorsque ce Pokémon\ns'en donne la peine, il peut galoper à plus de\n240 km/h et sa crinière flamboyante s'embrase.",
    "20008100": "Ce Pokémon causant des coupures de courant, certaines\ncentrales l'éloignent en diffusant des ondes qu'il déteste.",
    "20008600": "Sa couche de gras lui permet d'être à l'aise\ndans les eaux les plus froides. Il a par contre\nplus de mal à supporter les mers chaudes.",
    "20008700": "Il sillonne les mers à la recherche de ses proies à\nune vitesse de 8 nœuds. Il raffole des Froussardine.",
    "20008800": "Il est né de la vase polluée des fonds marins.\nDans les lieux trop propres, sa flore bactérienne\nne peut pas proliférer et il dépérit.",
    "20008900": "Faute de nourriture, la population de Grotadmorv\ndiminue rapidement. Pour éviter son extinction,\ndes étangs de fange artificiels ont été creusés.",
    "20009300": "Gare aux nuits sans lune ! C'est là que Spectrum erre\nà la recherche d'âmes à damner. Toute promenade est\nfortement déconseillée.",
    "20009400": "Les enfants du monde entier redoutent la menace\nde l'Ectoplasma qui viendra les chercher s'ils ne sont\npas sages.",
    "20009500": "Onix a dans le cerveau un aimant qui lui sert de\nboussole. Il permet à ce Pokémon de ne pas se\nperdre pendant qu'il creuse. En prenant de l'âge,\nson corps s'arrondit et se polit.",
    "20010000": "La première fois qu'on a vu Voltorbe, c'était dans une\nusine qui fabrique des Poké Balls. Personne n'a jamais pu\nexpliquer le lien entre cet évènement et la ressemblance\nfrappante de ce Pokémon avec une Poké Ball.",
    "20010100": "Électrode mange l'électricité qui se trouve dans\nl'atmosphère. Les jours d'orage, on peut voir ce\nPokémon exploser sans arrêt parce qu'il a avalé\ntrop d'électricité.",
    "20010200": "Six pour le prix d'un ! Si par malheur l'un d'entre eux\ndisparaît, il est remplacé dès le lendemain matin par\nune nouvelle recrue.",
    "20010561": "La région riche et fertile d'Alola se révèle particulièrement\ninhospitalière pour Ossatueur. Il a appris à maîtriser le feu\npour survivre.",
    "20011000": "Smogogo adore les gaz qui se dégagent des aliments\npourris dans les poubelles. Ce Pokémon cherche\ngénéralement les maisons sales et mal tenues pour\ny habiter. La nuit, quand tout le monde est endormi,\nil fouille les détritus.",
    "20011400": "Les lianes de Saquedeneu se brisent facilement\nlorsqu'on les attrape. Cela ne lui fait pas mal et\nlui permet simplement de s'échapper rapidement.\nLes lianes cassées repoussent le lendemain.",
    "20011800": "Prisés pour la beauté de leur nageoire caudale,\nles Poissirène rivalisent quant à eux pour savoir\nqui a la corne la plus épaisse et la plus acérée.",
    "20011900": "Il peut forer des rocs en faisant tourner sa corne\ncomme une perceuse. Les mâles ont des couleurs\nplus vives que les femelles.",
    "20012100": "On appelle son cœur lumineux « le joyau de la mer ».\nLes bijoux fabriqués à partir de celui-ci se vendent\nà prix d'or et en secret.",
    "20012300": "Ses avant-bras en forme de faux ne lui servent pas\nuniquement à se battre : il les utilise aussi pour dépecer\nses proies avant de les dévorer.",
    "20012700": "Ce Pokémon a beau être robuste, il supporte mal\nle froid. La nuit, il s'enfouit donc sous un tas de\nfeuilles pour dormir au chaud.",
    "20012800": "Les Tauros vivent en troupeaux menés par ceux dont\nles cornes sont les plus grosses, les plus longues et\nles plus abimées.",
    "20013000": "Avec son Ultralaser, il anéantit d'immenses étendues.\nDans ces régions dévastées, il est surnommé « le dieu\nde la destruction ».",
    "20013100": "Cette espèce protégée a tellement proliféré que\nles Pokémon poissons se font apparemment\nplus rares dans les eaux peuplées de Lokhlass.",
    "20013400": "On le trouve principalement dans les sources limpides.\nLorsqu'un ennemi est sur le point de l'attaquer, il plonge\nse réfugier dans l'eau.",
    "20014000": "Un Pokémon qui prospérait il y a 300 millions d'années.\nOn raconte que de rares survivants subsistent dans\nune certaine région.",
    "20014100": "Son corps avait commencé à évoluer pour s'adapter\nà la vie sur la terre ferme, mais il était déjà trop tard,\net son espèce s'est éteinte.",
    "20014200": "Recréé à partir d'ADN contenu dans de l'ambre,\nil s'est avéré plus féroce que prévu et a causé\nla mort de plusieurs personnes.",
    "20014300": "Il ne fait pas grand-chose à part manger et dormir,\nmais gare à lui quand il décide de passer à l'action !",
    "20014700": "Encore faible, il se cache dans les eaux profondes\net se nourrit de ce qui tombe de la surface. Il mène\nune existence paisible.",
    "20014900": "Il brave les flots impétueux sans ciller. C'est pour\ncette raison qu'un capitaine l'ayant vu à l'œuvre\nl'a surnommé « l'avatar de la mer ».",
    "20015000": "Mewtwo est un Pokémon créé par manipulation\ngénétique. Cependant, bien que les connaissances\nscientifiques des humains aient réussi à créer son\ncorps, elles n'ont pas pu doter Mewtwo d'un cœur\nsensible.",
    "20015100": "On dit que Mew possède le code génétique de tous les\nautres Pokémon. Il peut se rendre invisible à sa guise,\nce qui lui permet de ne pas se faire remarquer quand\nil s'approche des gens.",
    "20015200": "Lorsqu'il se bat, Germignon secoue sa feuille pour tenir\nson ennemi à distance. Un doux parfum s'en dégage\négalement, apaisant les Pokémon qui se battent et créant\nune atmosphère agréable et amicale.",
    "20015300": "Le cou de Macronium est entouré de nombreuses\nfeuilles. Dans chacune d'elles se trouve une pousse\nd'arbre. Le parfum de cette pousse donne la pêche\naux personnes qui le sentent.",
    "20015401": "Le parfum de la fleur de Méganium apaise et calme\nles esprits. Pendant les combats, ce Pokémon émet\nson parfum relaxant pour atténuer l'agressivité de\nl'ennemi.",
    "20015500": "Héricendre se protège en faisant jaillir des flammes\nde son dos. Ces flammes peuvent être violentes si le\nPokémon est en colère. Cependant, s'il est fatigué,\nseules quelques flammèches vacillent laborieusement.",
    "20015600": "Feurisson garde ses ennemis à distance grâce à l'intensité\nde ses flammes et à des rafales d'air brûlant. Ce Pokémon\nutilise son incroyable agilité pour éviter les attaques, tout\nen enflammant ses ennemis.",
    "20015700": "Typhlosion se cache derrière un chatoyant nuage de\nchaleur qu'il crée en attisant ses flammes intenses.\nCe Pokémon peut générer des rafales explosives qui\nréduisent tout en cendres.",
    "20015800": "Malgré son tout petit corps, la mâchoire de Kaiminus\nest très puissante. Parfois, ce Pokémon mordille les gens\npour jouer, sans se rendre compte que sa morsure peut\ngravement blesser quelqu'un.",
    "20015900": "Une fois que Crocrodil a refermé sa mâchoire sur\nson ennemi, il est impossible de le faire lâcher prise.\nSes crocs sont recourbés comme des hameçons et\nne peuvent pas être retirés une fois enfoncés.",
    "20016000": "Aligatueur impressionne ses ennemis en ouvrant son\nénorme gueule. Pendant les combats, il piétine le sol\nde ses puissantes pattes arrière avant de charger ses\nadversaires à pleine vitesse.",
    "20016800": "Il erre chaque nuit à la recherche d'une proie.\nQuand il en trouve une, il l'immobilise grâce à\nses fils, puis la croque avec ses mandibules.",
    "20016900": "Ses crocs sont si acérés qu'il peut sucer le sang\nde ses proies dans l'obscurité sans même qu'elles\ns'en rendent compte.",
    "20017500": "L'énergie de Togepi provient des émotions positives\net du plaisir exprimé par les gens et les Pokémon.\nCe Pokémon accumule les sentiments de bonheur\ndans sa coquille, puis les partage avec les autres.",
    "20017801": "Ce Pokémon aurait le pouvoir de voir l'avenir.\nIl n'a malheureusement pas celui de le changer.",
    "20018300": "La queue remplie d'huile de Marill lui sert de gilet de\nsauvetage. Parfois, on peut voir sa queue flotter à la\nsurface. On peut en déduire que ce Pokémon a plongé\nsous l'eau pour se nourrir de plantes aquatiques.",
    "20018700": "Ce Pokémon flotte à la dérive, porté par le vent.\nS'il sent qu'un vent très fort approche, Granivol\nattache ses feuilles aux autres Granivol pour ne\npas être emporté par la bourrasque.",
    "20018800": "La fleur de Floravol éclot lorsque la température atteint\n18 °C. L'ouverture de la fleur change en fonction de\nla température. Certaines personnes se servent de\nce Pokémon comme d'un thermomètre.",
    "20018900": "Cotovol traverse la mer, porté par les vents, pour\ndécouvrir de nouveaux territoires. Ce Pokémon se\nrapproche du sol quand le vent est trop froid.",
    "20019700": "Les larges pupilles de ce Pokémon nocturne\nlui permettent de distinguer parfaitement ses\nproies même dans l'obscurité la plus profonde.",
    "20020801": "Steelix vit sous terre, encore plus profondément\nqu'Onix. On dit que ce Pokémon creuse vers le\ncentre de la planète. On a déjà vu ce Pokémon\ndescendre à plus d'un kilomètre de profondeur.",
    "20021000": "Sa mâchoire est étonnamment puissante, mais comme\nil n'aime pas se battre, il n'a pas souvent l'occasion\nde s'en servir.",
    "20021800": "Du magma en fusion coule dans les veines de Limagma.\nSi ce Pokémon est refroidi, le magma se solidifie.\nSon corps devient alors cassant et des morceaux\ns'en détachent, diminuant ainsi sa taille.",
    "20022400": "Il projette une encre spéciale quand il s'enfuit.\nCelle-ci perturbe l'odorat des Pokémon, même\nde ceux dotés d'un bon flair.",
    "20022500": "Il partage sa nourriture avec les personnes en difficulté\nmais, étant omnivore, il peut lui arriver de leur offrir\ndes Pokémon Insecte.",
    "20022900": "Il crache des flammes empoisonnées pour achever\nses proies, qu'il partage avec les autres membres\nde sa meute.",
    "20022901": "Il crache des flammes empoisonnées pour achever\nses proies, qu'il partage avec les autres membres\nde sa meute.",
    "20023000": "Hyporoi vit au fin fond des profondeurs océaniques\ngénéralement inhabitées. On a longtemps cru que\nle bâillement de ce Pokémon créait les tourbillons\ndans les océans.",
    "20023100": "Pour faire son nid, Phanpy creuse un trou au bord\nd'une rivière. Il délimite la zone autour de son nid\navec sa trompe pour prévenir les autres que ce\nterritoire est le sien.",
    "20024100": "Les 20 litres de lait qu'il produit chaque jour gagneront\nen saveur et en caractère s'il vit dans un pâturage\nde bonne qualité.",
    "20024200": "Ses œufs sont si bons qu'il suffirait d'en manger un\npour trouver le bonheur. Au marché, c'est le produit\nqui se vend le plus cher.",
    "20024400": "Entei incarne la colère du magma. On pense que ce\nPokémon est né suite à l'éruption d'un volcan. Il peut\nenvoyer d'énormes jets de flammes qui calcinent tout\nce qu'ils touchent.",
    "20024800": "Il parcourt les montagnes à la recherche d'un adversaire.\nSi ce dernier n'est pas à la hauteur, il préfère l'ignorer\net s'en aller.",
    "20025000": "Les plumes de Ho-Oh brillent de sept couleurs selon\nl'orientation de son corps par rapport à la lumière.\nOn raconte que ces plumes portent bonheur. On dit\naussi que ce Pokémon vit au pied d'un arc-en-ciel.",
    "20025200": "Arcko est doté de petits crochets sous les pattes, ce qui\nlui permet de grimper aux murs. Ce Pokémon attaque en\nfrappant ses ennemis avec son épaisse queue.",
    "20025300": "Les feuilles qui poussent sur le corps de Massko sont\nbien pratiques lorsqu'il veut se camoufler dans la forêt.\nCe Pokémon est passé maître dans l'art de grimper\naux arbres.",
    "20025400": "Les feuilles qui poussent sur le corps de Jungko sont\nextrêmement tranchantes. Ce Pokémon est très agile.\nIl bondit de branche en branche avant de sauter sur\nson ennemi.",
    "20025500": "Poussifeu ne lâche pas son Dresseur d'une semelle,\nmarchant maladroitement derrière lui. Ce Pokémon crache\ndes flammes pouvant atteindre 1 000 °C et des boules de\nfeu qui carbonisent l'ennemi.",
    "20025600": "Galifeu muscle ses cuisses et ses mollets en courant\ndans les champs ou dans les montagnes. Les jambes\nde ce Pokémon sont très puissantes et rapides, capables\nde donner 10 coups de pied en 1 seconde.",
    "20025700": "Au combat, Braségali envoie des flammes ardentes de\nses poignets. Il fait preuve d'un courage exceptionnel.\nPlus l'ennemi est puissant, plus les poignets de ce\nPokémon sont ardents.",
    "20025800": "La nageoire sur la tête de Gobou lui sert de radar\nhypersensible. Il l'utilise pour sentir les mouvements\nde l'eau et de l'air. Ainsi, ce Pokémon peut savoir ce qui\nse passe autour de lui sans avoir à se servir de ses yeux.",
    "20025900": "Le corps de Flobio est enveloppé par un film fin et collant\nqui lui permet de vivre hors de l'eau. Ce Pokémon joue\ndans la vase sur les plages lorsque la marée est basse.",
    "20026000": "Laggron est très fort. Tellement fort qu'il peut aisément\ntirer un rocher pesant plus d'une tonne. Ce Pokémon\nest également doté d'une vue si efficace qu'il peut même\nvoir à travers l'eau trouble.",
    "20026100": "Sans se poser de questions, Medhyèna essaie de\nmordre tout ce qui bouge. Ce Pokémon pourchasse\nsa proie jusqu'à ce qu'elle s'épuise. Cependant, il se\npeut qu'il prenne peur et s'enfuie si la proie riposte.",
    "20026200": "On peut facilement deviner quand Grahyèna se prépare\nà attaquer. Il grogne et se met à plat ventre. Ce Pokémon\nmord sauvagement ses ennemis avec ses crocs acérés.",
    "20026700": "La nourriture préférée de Charmillon est le pollen sucré\ndes fleurs. Si on veut voir ce Pokémon, il suffit de laisser\nune fleur en pot sur un rebord de fenêtre. Charmillon\nviendra sûrement voir s'il y a du pollen.",
    "20026800": "Blindalys fabrique son cocon protecteur en s'enveloppant\ndans la soie qui sort de sa bouche. Une fois la soie\nautour de son corps, elle se met à durcir. Ce Pokémon\nprépare son évolution à l'intérieur du cocon.",
    "20026900": "Papinox est instinctivement attiré par la lumière.\nDes nuées de ce Pokémon sont attirées par les\nréverbères des villes, où il sème la pagaille en\ngrignotant les feuilles des arbres en bordure de\nroute.",
    "20027100": "Lombre est nocturne, il commence ses activités malicieuses\net sournoises au crépuscule. Lorsque ce Pokémon repère\ndes pêcheurs, il s'approche de leur ligne, tire dessus\net se moque de leur regard perplexe.",
    "20027400": "Les Pifeuil vivent dans des forêts très densément boisées.\nIl leur arrive de sortir de la forêt pour faire peur aux\ngens. Ce Pokémon déteste qu'on lui pince son grand nez.",
    "20027700": "Hélédelle vole dans les cieux en dessinant de grands arcs.\nCe Pokémon plonge en piqué dès qu'il repère sa proie.\nIl attrape fermement la malheureuse cible dans ses serres,\nempêchant toute fuite.",
    "20027900": "Il se sert de son énorme bec pour transporter de petits\nPokémon, mais nul ne sait où il les emporte...",
    "20028200": "Gardevoir a le pouvoir de prédire l'avenir. On raconte\nque lorsqu'il sent que son Dresseur est en danger, il\nlibère une puissante décharge d'énergie télékinétique.",
    "20028300": "En cas de danger, il sécrète un liquide sucré du sommet\nde sa tête. Le sirop fabriqué à partir de ce liquide est\ndélicieux étalé sur du pain !",
    "20028400": "Ses protubérances en forme d'yeux servent à intimider\nses ennemis. Si cela ne marche pas, il utilise ses quatre\nailes pour s'enfuir.",
    "20028900": "Monaflèmit passe toute sa journée allongé à paresser.\nIl mange toute l'herbe qu'il trouve à portée de main.\nEnsuite, il change d'endroit, à contrecœur.",
    "20029600": "Il s'entraîne en frappant les arbres de la paume\nde la main. Il peut arriver qu'il s'attaque à un\npauvre Noadkoko, qui l'envoie alors valser.",
    "20029700": "Bien qu'il aime les rapports de force, c'est aussi un cœur\ntendre qui sait respecter et féliciter ses adversaires pour\nleur combativité.",
    "20029900": "Il ne se déplace que d'un centimètre par an, mais\ns'il se sent menacé, il virevolte et s'enfonce dans\nle sol en un instant.",
    "20030200": "Il creuse le sol de ses griffes acérées pour trouver\ndes gemmes, qu'il croque comme s'il s'agissait de chips.\nIl raffole des Strassie.",
    "20030300": "Rusé et dangereux, ce Pokémon profite de son air\ncandide pour tromper ses ennemis, et les gobe d'un\ntrait dès qu'ils ont le dos tourné.",
    "20030701": "Méditikka poursuit un difficile entraînement mental dans\nles montagnes. Cependant, à chaque fois qu'il médite,\nce Pokémon perd sa concentration. Du coup, son\nentraînement ne s'arrête jamais.",
    "20030801": "On dit que grâce à la méditation, Charmina stocke\nde l'énergie dans son corps et affine son sixième sens.\nCe Pokémon se cache des autres en se fondant dans\nles champs et les montagnes.",
    "20031900": "On fabrique des accessoires à partir de ses dents,\ncar elles ont la réputation de protéger leurs porteurs\ndes accidents en mer.",
    "20032200": "Chamallot est terriblement lent d'esprit. Il ne remarque\nmême pas quand il est touché. Il ne supporte pas d'avoir\nfaim, même une seconde. Le corps de ce Pokémon est\ncomparable à un chaudron de magma bouillonnant.",
    "20032400": "Un bon indicateur de sa santé est le débit de la fumée\nqui s'échappe de sa carapace : s'il est important, c'est\nqu'il est en pleine forme.",
    "20032500": "Spoink rebondit sur sa queue. Le choc du rebond fait\nbattre son cœur. Du coup, ce Pokémon ne peut pas\ns'arrêter de rebondir, sinon, son cœur s'arrête.",
    "20032600": "Groret utilise les perles noires situées sur son corps pour\namplifier la puissance de ses ondes psychiques et prendre\nle contrôle de son ennemi. Quand il utilise son pouvoir\nspécial, ce Pokémon a du mal à respirer.",
    "20032800": "Sa lourde mâchoire peut briser le roc, mais s'il\ntombe à la renverse, il ne peut plus se relever.\nMascaïman en profite alors pour l'attaquer.",
    "20032900": "Il émet des ultrasons avec ses ailes pour assommer\nses proies, puis les ensable vivantes pour les conserver.",
    "20033000": "D'un battement d'ailes, il provoque des tempêtes qui\nengloutissent les Crocorible. Il partage ses proies avec\nses congénères.",
    "20033400": "Altaria danse et tournoie dans les cieux, au milieu\ndes nuages gonflés et cotonneux. Ce Pokémon chante\ndes mélodies de sa voix cristalline pour offrir aux\nauditeurs une expérience merveilleuse et inoubliable.",
    "20033600": "Séviper se querelle avec Mangriff depuis plusieurs\ngénérations. Ses cicatrices sont les preuves de ses\nnombreux combats. Ce Pokémon attaque à l'aide\nde sa queue, aiguisée comme une épée.",
    "20033700": "Séléroc fut découvert à côté d'un cratère de météorite.\nDu coup, certaines personnes pensent que ce Pokémon\nvient de l'espace. Cependant, rien ne peut prouver\ncette théorie pour le moment.",
    "20033800": "Solaroc est une nouvelle espèce de Pokémon. On raconte\nqu'il serait tombé de l'espace. Il flotte dans les airs et\nse déplace silencieusement. Au combat, ce Pokémon\nlibère une lumière intense.",
    "20035001": "Il est considéré comme le plus beau de tous les Pokémon,\nmais il est loin de faire l'unanimité auprès des fans\nde Barpau !",
    "20035400": "Animée par la rancune, cette poupée abandonnée\ntraque son ancien propriétaire pour se venger.",
    "20035600": "Le corps de Téraclope est totalement creux. Il n'y a rien\ndu tout à l'intérieur. On raconte que son corps est comme\nun trou noir. Ce Pokémon peut absorber n'importe quoi,\nmais rien n'en ressort jamais.",
    "20035900": "Contrairement à ce que son apparence suggère, il s'agit\nd'un Pokémon bienveillant qui protège les champs et\nannonce les catastrophes.",
    "20036100": "Il semblerait que toute personne aisée ayant grandi\ndans les régions enneigées se rappelle avoir joué\navec un Stalgamin étant enfant.",
    "20036200": "Il gèle ses proies avant de les croquer goulûment,\nmême s'il préfère largement les Pokémon déjà glacés,\ncomme les Sorbébé.",
    "20036300": "Obalie est bien plus rapide quand il roule que quand\nil marche. Lorsque des groupes de ce Pokémon mangent,\nils applaudissent tous en même temps pour montrer\nqu'ils sont contents. Leurs repas sont très bruyants.",
    "20036400": "Phogleur a pris l'habitude de jongler avec tout ce qu'il\ndécouvre pour la première fois. Ce Pokémon se divertit\nparfois en faisant tourner un Obalie sur le bout de son\nmuseau.",
    "20036500": "Les deux énormes défenses de Kaimorse peuvent détruire\nen un seul coup des blocs de glace de plus de 10 t.\nL'épaisse couche de graisse de ce Pokémon l'isole lorsque\nla température est en dessous de zéro.",
    "20037100": "Il est jaloux des Pokémon oiseaux. Dès qu'il en voit\nun voler, il donne des coups de tête dans tous les sens\net détruit tout sur son passage.",
    "20037300": "Maintenant qu'il peut enfin voler, il passe tout son temps\nà parcourir le ciel et ne redescend que quand il tombe\nd'épuisement.",
    "20037600": "Il est aussi fier de sa force physique que de ses pouvoirs\npsychiques. Il immobilise ses proies avec les griffes d'acier\nde ses quatre pattes.",
    "20037700": "Regirock fut isolé par les gens il y a très longtemps.\nLorsque le corps de ce Pokémon est endommagé\nau combat, on raconte qu'il cherche des rochers\npour se réparer.",
    "20038000": "Latias est extrêmement sensible aux émotions des gens.\nS'il ressent une hostilité, ce Pokémon ébouriffe ses plumes\net pousse un cri strident pour intimider son ennemi.",
    "20038200": "Un Pokémon considéré comme l'avatar des océans.\nSelon les légendes, il a disputé de nombreux combats\navec Groudon pour contrôler l'énergie de la nature.",
    "20038300": "Un Pokémon considéré comme l'avatar des continents.\nSelon les légendes, il a disputé de nombreux combats\navec Kyogre pour contrôler l'énergie de la nature.",
    "20038400": "On raconte qu'il aurait plus de 10 000 ans.\nSelon les légendes, c'est grâce à lui que Kyogre\net Groudon ont cessé de se battre.",
    "20039200": "Sa couronne de feu trahit son tempérament bouillant.\nSa vitesse est inégalée.",
    "20039300": "Ce Pokémon est difficile à entraîner car il est très\ndésobéissant et déteste qu'on lui rende service.",
    "20039400": "Il vit seul, à l'écart de ses pairs. Chaque individu\nest convaincu d'être meilleur que les autres.",
    "20039500": "Il nage aussi vite qu'un hors-bord. Le tranchant de\nses ailes peut fendre un bloc de glace à la dérive.",
    "20039600": "Ils volent en nombre. Bien que minuscule, il bat des ailes\navec une vigueur impressionnante.",
    "20039700": "Il a coutume de se regrouper en larges volées.\nLes combats entre Étourvol sont très violents.",
    "20039800": "Ses ailes et ses pattes ont des muscles développés.\nIl peut voler en agrippant un petit Pokémon.",
    "20040000": "Il tranche les branches et les racines de ses incisives\naiguisées pour construire des barrages.",
    "20040500": "Quand ses yeux se dorent, il peut repérer une proie\ncachée, même si elle est derrière un mur.",
    "20040701": "Il attire ses proies grâce à son parfum, puis les\nempoisonne ou les étouffe à l'aide de ses bras\nvénéneux.",
    "20040800": "Un Pokémon préhistorique doté d'un crâne très solide,\nmais d'un cerveau très peu performant.",
    "20040900": "Il y a bien longtemps, les hommes fabriquaient\ndes casques plus solides que l'acier à partir de\ncrânes de Charkos fossilisés.",
    "20041000": "Cet herbivore, très calme de nature, utilisait la peau\ndurcie de son museau pour déterrer des racines\nà grignoter.",
    "20041900": "Il flotte grâce à sa bouée très développée. Il vole\nau secours des gens sur le point de se noyer.",
    "20042500": "Son corps rond contient une quantité d'âmes\nimpressionnante. Plus il entraîne de personnes\navec lui, plus son corps gonfle.",
    "20042600": "Si l'on en croit la rumeur, il serait possible de se rendre\ndans l'au-delà en se laissant porter par le vent nocturne,\naccroché à un Grodrive.",
    "20042800": "Il mue deux fois par an. Les écharpes et les chapeaux\nfabriqués à partir de ses poils tiennent bien chaud.",
    "20043000": "Il ne pardonne jamais la trahison ou la défaite\nd'un subordonné. Le bien-être de l'ensemble\nde la volée en dépend.",
    "20043300": "Il produit un bruit de sonnerie à chaque bond. Il assourdit\nl'ennemi avec ses cris à haute fréquence.",
    "20043700": "Il a longtemps été célébré pour avoir apporté la pluie.\nOn le trouve parfois enterré dans le sol.",
    "20044300": "Il saute sur tout ce qui bouge pour y planter ses dents.\nCette manie lui vaut quelques blessures, mais il n'en a\nque faire.",
    "20044501": "Il vole à la vitesse du son en quête de nourriture.\nDrattak et lui se disputent souvent leurs proies\ndans des combats aériens impressionnants.",
    "20044800": "Il peut canaliser son énergie mentale pour déchaîner\ndes auras mystérieuses capables de réduire d'énormes\nrochers en miettes.",
    "20045500": "Il attire sa proie avec sa salive odorante avant de\nla croquer. Il lui faut une journée pour l'avaler.",
    "20045900": "Il s'aventure jusqu'au pied des montagnes en hiver,\nmais se réfugie sur les pics neigeux au printemps.",
    "20046001": "De larges zones sont recouvertes par la neige de\nses blizzards. On l'appelle « monstre des glaces ».",
    "20046600": "Il tient fermement le bout de sa queue pour charger\nson poing d'électricité, puis martèle ses ennemis\nde coups dévastateurs.",
    "20046800": "On dit qu'il apparaît dans les contrées paisibles\npour dispenser mille bienfaits.",
    "20047000": "Il n'aime pas le conflit, mais s'il doit protéger ses amis,\nil peut raidir sa queue en forme de feuille et la rendre\naussi tranchante qu'une lame.",
    "20047500": "Comme il peut lire les pensées de ses adversaires,\nil frappe toujours en premier.",
    "20047600": "Il est capable de piloter ses Mini-nez à distance,\nmais il arrive que l'un d'entre eux s'aventure\ntrop loin et se perde pour ne jamais revenir.",
    "20047700": "Son corps se replie sur lui-même pour emprisonner\nles esprits perdus et les ramener chez eux.",
    "20047911": "Un Pokémon longtemps étudié comme source d'énergie\npour un moteur très spécial.",
    "20048300": "Les mythes parlent de ce Pokémon. On dit que le temps\ns'est mis en mouvement à sa naissance.",
    "20048400": "On dit qu'il hante une faille d'une dimension parallèle\nà la nôtre. Il apparaît dans la mythologie.",
    "20048711": "Il vit dans le Monde Distorsion, un monde à l'opposé\ndu nôtre qui échappe au sens commun.",
    "20048800": "Ses ailes libèrent un rideau de particules brillantes.\nCe Pokémon symboliserait le croissant de lune.",
    "20049100": "Il endort humains et Pokémon, et leur fait avoir\ndes cauchemars pour les chasser de son territoire.",
    "20049500": "La lumière du soleil augmente fortement son agilité.\nSes lianes sont plus habiles que ses mains.",
    "20049600": "Il court comme s'il glissait sur le sol. Il déroute l'ennemi\npar ses mouvements et l'assomme d'un coup de liane.",
    "20049700": "Il ne donnera tout son potentiel que contre un ennemi\npuissant indifférent à son regard écrasant de noblesse.",
    "20049800": "Il évite agilement les attaques ennemies et crache des\nboules de feu par le groin. Il aime griller des Baies\npour les manger.",
    "20049900": "Plus il a mangé de Baies, plus il a de combustible,\net il peut donc dégager davantage de flammes et\nde puissance.",
    "20050000": "Il embrase ses poings avec les flammes sur son menton\net cogne l'ennemi avec. C'est un Pokémon très solidaire.",
    "20050100": "Le coupillage sur son ventre lui sert non seulement à\ncombattre, mais aussi à trancher les Baies très dures.",
    "20050200": "L'apprentissage de sa technique de combat, qui utilise\nélégamment ses deux coupillages, est extrêmement\nrigoureux.",
    "20050300": "Il dissimule de grandes lames qu'il dégaine en un éclair\ndes fourreaux de ses pattes antérieures.",
    "20050800": "Il possède un pelage long et épais. Jadis, dans les régions\nfroides, chaque foyer en élevait un.",
    "20050900": "Il détourne l'attention de ses victimes avec ses gestes\nmignons pour mieux les détrousser. En colère, il griffe.",
    "20051000": "Sa ligne élégante cache une musculature féline qui\nlui permet de surprendre lors de ses attaques nocturnes.",
    "20051800": "La fumée qui sort de son front contient les rêves de\nnombreuses personnes et ceux de nombreux Pokémon.",
    "20052300": "De caractère violent, il envoie avec sa crinière des arcs\nélectriques de tous les côtés lorsqu'il se sent provoqué.",
    "20052400": "Sa cavité hexagonale est une oreille. Il se met\nen colère si l'on tente d'y plonger la main, car\nc'est là que se trouve son noyau d'énergie.",
    "20052500": "L'énergie qui émane de son corps s'est transformée\nen cristaux orangés suffisamment durs pour briser\nle diamant.",
    "20052600": "D'innombrables fissures se dessinent à la surface\nde son corps lorsqu'il déchaîne toute son énergie.",
    "20053000": "Ses vrilles en acier peuvent transpercer des poutres en\nfer. Il est très employé dans la construction de tunnels.",
    "20053400": "On pense que la recette du ciment a été enseignée\naux humains par un Bétochef il y a 2 000 ans.",
    "20053600": "Quand il fait vibrer la bosse sur sa tête, il provoque\ndes ondulations dans l'eau, mais aussi des tremblements\nde terre.",
    "20053700": "Son coup de poing est plus fort quand il fait vibrer la\npustule dessus. Il peut briser un gros rocher d'un coup.",
    "20053800": "Quand il noue sa ceinture, il devient plus puissant.\nLes Judokrak sauvages tressent leur ceinture avec\ndes lianes.",
    "20053900": "Pour accéder à la maîtrise ultime du karaté, il se retire\ndans les montagnes et s'entraîne nuit et jour.",
    "20054200": "Il fabrique des vêtements de feuilles pour les Pokémon\nencore jeunes grâce à son fil de soie adhésif.",
    "20054400": "Protégé par sa solide carapace, il fonce sur ses ennemis\nen roulant comme un pneu.",
    "20054500": "Il paralyse l'ennemi avec les griffes de son cou avant\nde mettre fin au combat grâce à son poison virulent.",
    "20054600": "Il projette un nuage de coton pour se protéger.\nQuand il pleut, son coton s'imbibe d'eau et le rend\nsi lourd qu'il est incapable de bouger.",
    "20054700": "Ce petit chenapan s'introduit chez les gens, cache leurs\naffaires et répand du coton aux quatre coins de la pièce.",
    "20055011": "C'est un Pokémon d'une grande férocité.\nLes Bargantua bleus et les Bargantua rouges\nse livrent une guerre territoriale sans merci.",
    "20055300": "Il peut repérer une proie à une distance de 50 km.\nIl s'approche alors en « nageant » dans le sable,\npuis lui saute dessus pour la croquer.",
    "20056100": "Il était le dieu protecteur d'une ville antique.\nIl repoussait les envahisseurs à coups de pouvoir\npsychique.",
    "20056500": "L'incroyable puissance de sa mâchoire lui permettait\nde broyer facilement les coquilles d'Amonistar ou\nd'Amonita pour les manger.",
    "20056700": "Les plumes de ce Pokémon antique sont si fines\nque seuls les experts les plus talentueux peuvent\nleur rendre justice en le reconstituant.",
    "20057000": "Timide de nature, il change constamment d'apparence,\nsauf quand il est entouré de ses congénères.",
    "20057100": "Il est non seulement capable de changer d'apparence,\nmais il peut également créer des illusions pour hypnotiser\nles humains.",
    "20057900": "Ses bras, faits d'une matière conduisant ses pouvoirs\npsychiques, sont assez puissants pour broyer des rochers.",
    "20058100": "Un Pokémon gracieux, mais aussi robuste. Il peut voler\ndes milliers de kilomètres grâce à ses ailes puissantes.",
    "20058400": "Ses deux bouches peuvent souffler du blizzard.\nSa capacité à créer de la neige à volonté le rend\npopulaire auprès des skieurs et snowboarders.",
    "20058512": "Son pelage change selon la saison, et dans une moindre\nmesure en fonction de l'humidité et de la température.",
    "20058700": "Il plane dans les airs une fois qu'il est chargé en\nélectricité. Les nuits où le tonnerre gronde, des\ncentaines d'Emolga se regroupent dans le ciel.",
    "20058900": "Ce Pokémon se protège avec la carapace dérobée à un\nEscargaume et attaque avec ses deux redoutables lances.",
    "20059200": "Il enroule ses membres en forme de voiles autour de\nses proies, puis les entraîne dans les abysses.",
    "20059900": "Le mouvement de ses deux corps enchâssés produit\nl'énergie qui lui est nécessaire pour vivre.",
    "20060700": "Il fait semblant de guider ses victimes à la lueur\nde sa flamme, mais c'est pour mieux aspirer leur\nénergie vitale.",
    "20060900": "Les victimes des flammes de Lugulabre voient leur âme\naspirée jusqu'à ce que leur corps ne soit plus que coquille\nvide.",
    "20061000": "Il broie les Baies à grands coups de crocs. Ceux-ci\nrepoussent plusieurs fois, toujours plus forts et aiguisés.",
    "20061200": "Il est doux, mais ne pardonne pas à ceux qui viennent\nsaccager son territoire. Ses crocs peuvent découper de\nl'acier.",
    "20061500": "Né d'un nuage neigeux, il attrape ses proies à l'aide\nde sa chaîne faite de cristaux de givre.",
    "20061700": "Il s'est bien allégé en se débarrassant de sa lourde\ncarapace. Il se bat avec l'agilité d'un ninja.",
    "20062500": "Peu importe la puissance du Scalproie, il abdique de\nson rôle de chef si la lame de sa tête subit la moindre\nébréchure.",
    "20062800": "Les balafres ne font qu'ajouter à sa renommée, mais\nles blessures dans le dos, synonymes de fuite en combat,\nsont mal vues par la volée.",
    "20063300": "Comme il ne voit rien, il perçoit son environnement\nen mordant et en fonçant à tout va. Il est couvert\nde plaies.",
    "20063500": "Les têtes sur ses bras n'ont pas de cerveau.\nAvec ses trois têtes, il dévore et détruit tout.",
    "20063700": "Il décrit des cercles dans le ciel en faisant pleuvoir\ndes écailles enflammées. Il était jadis surnommé\n« le courroux solaire ».",
    "20063800": "Il possède un corps et un cœur de fer. Il peut mater\nles Pokémon les plus agressifs d'un simple regard.",
    "20064112": "Il voyage aux quatre vents. Son passage\nprovoque des tempêtes qui balayent tout\naux alentours.",
    "20064300": "Un Pokémon légendaire assez puissant pour embraser\nle monde entier. Il soutient les défenseurs de la Réalité.",
    "20064400": "Un Pokémon légendaire assez puissant pour foudroyer\nle monde entier. Il soutient ceux qui suivent leur Idéal.",
    "20064611": "Il attend le héros qui saura réanimer son corps de glace\nincomplet en partageant avec lui son Idéal et sa Réalité.",
    "20064712": "Il parcourt le monde en courant à la surface des mers\net des cours d'eau. Il apparaît là où l'eau est très pure.",
    "20071700": "En cas de coup de fatigue, il grignote des rameaux\npour recharger ses batteries. Ses oreilles dégagent\nune chaleur qui dépasse les 200 °C.",
    "20071800": "Il allume la branche plantée dans sa queue en la frottant\ncontre son pelage et s'en sert au combat.",
    "20071900": "Peut prédire l'avenir s'il se concentre en fixant la flamme\nqui danse au bout de sa canne.",
    "20072300": "Sa poitrine et son dos sécrètent une mousse qui\nlui permet de subir moins de dégâts en amortissant\nle choc des attaques.",
    "20072400": "Il est capable de lancer des pierres recouvertes\nde mousse avec une précision suffisante pour\ntoucher une canette vide à 30 m.",
    "20072500": "Il transforme des jets d'eau sous pression en redoutables\nshuriken. Une fois lancés, ils tournent si vite qu'ils peuvent\nmême couper le métal.",
    "20075300": "Bien qu'il soit affectueux, il peut brusquement augmenter\nsa température et infliger des brûlures à ceux qui le\ntouchent par surprise.",
    "20070400": "Il est élevé avec ses congénères au sein de la troupe,\nmais dès qu'il peut chasser seul, il doit partir et vivre\npar ses propres moyens.",
    "20071311": "Bien qu'il soit vulnérable sans le pouvoir de sa fleur,\nil voyagera jusqu'à en trouver une de la couleur et\nde la forme qu'il préfère.",
    "20073300": "Il couvre la source de ses pouvoirs psychiques hors\ndu commun avec ses oreilles afin d'éviter les accidents.",
    "20073400": "S'il se sent menacé, il lève les oreilles et déchaîne\nun pouvoir psychique capable de réduire en miettes\nun camion de 10 t.",
    "20074611": "Ils ont fait le bonheur de générations de rois.\nLeurs pouvoirs psychiques leur permettent\nde contrôler hommes et Pokémon.",
    "20074612": "Ils ont fait le bonheur de générations de rois.\nLeurs pouvoirs psychiques leur permettent\nde contrôler hommes et Pokémon.",
    "20074200": "Il immobilise son adversaire à l'aide de filaments blancs,\nsucrés et collants qui ressemblent à de la barbe à papa.",
    "20075700": "Il aspire de l'eau et la projette sous pression pour\nattaquer. Le jet est si puissant qu'il perce même\nd'épaisses plaques d'acier.",
    "20073200": "L'électricité que produit un seul Iguolta en agitant\nsa collerette suffit à alimenter un immeuble entier.",
    "20073900": "Amagara vivait jadis dans les terres glacées. On dit que\nlorsqu'il pousse un cri, une aurore boréale nimbe le ciel\nnocturne.",
    "20074000": "Un Dragmara a été retrouvé dans un glacier, en parfait\nétat de conservation, ce qui a fait la une des actualités.",
    "20076700": "Une fois le combat entamé, il n'hésite pas\nune seconde, même contre un Pokémon\nde type Dragon dix fois plus gros que lui.",
    "20076300": "Ses cornes lui permettent d'inspecter les alentours.\nElles sont si sensibles que tout son corps se fige\nsi on les pince.",
    "20073511": "Ce Pokémon est né du mariage d'un esprit piégé\ndans le monde des vivants et d'une citrouille.\nIl commence à s'animer au coucher du soleil.",
    "20075100": "Son immense corps recouvert de glace est aussi solide\nque de l'acier. Quand il se déplace, il écrase tout ce qui\nse trouve sur son passage.",
    "20076800": "On dit que ce Pokémon immortel peut offrir ses forces\nvitales. Il a été ranimé après avoir passé 1 000 ans\nendormi sous la forme d'un arbre.",
    "20076900": "Lorsque les plumes de sa queue et de ses ailes sont\ndéployées et virent au rouge, ce Pokémon légendaire\nabsorbe l'énergie vitale de ce qui l'entoure.",
    "20077000": "La forme que Zygarde prend lorsqu'il rassemble 50 %\nde ses Cellules. Sa mission est de surveiller l'écosystème.",
    "20077015": "La forme que Zygarde prend lorsqu'il rassemble\n100 % de ses Cellules. Sa puissance dépasse\nmême celle de Xerneas ou d'Yveltal.",
    "20077200": "Ce Pokémon est une mutation spontanée de Strassie.\nSon corps rose et luisant est d'une beauté incomparable.",
    "20077400": "Il possède une puissance considérable sous\nson apparence véritable. Une légende raconte\nqu'il désirait si fort un trésor caché dans un\nchâteau qu'il déroba l'édifice tout entier.",
    "20084100": "Il attaque en tirant des plumes acérées. La force\nde ses coups de patte est également redoutable.",
    "20084200": "Ce narcissique est un amoureux de la propreté.\nIl refuse parfois d'obéir si l'on ne prend pas grand\nsoin de ses plumes.",
    "20084300": "Les plumes de ses ailes lui servent de flèches.\nQuand il doit à tout prix toucher sa cible, il tire\nsur les lianes de son cou pour se concentrer.",
    "20084600": "Un Pokémon brutal qui n'en fait qu'à sa tête.\nSelon son humeur du moment, il lui arrive parfois\nd'ignorer sciemment les ordres de son Dresseur.",
    "20084700": "À force de s'entraîner quotidiennement, les ballons\nqu'il gonfle avec son nez grossissent de jour en jour.",
    "20084800": "Il est tout excité quand il est témoin d'une danse qu'il\nne connaît pas. Il s'entraîne alors comme un forcené\njusqu'à la maîtriser à la perfection.",
    "20084900": "Pour lui, le combat est une performance artistique.\nIl chante et danse de toute son âme pour abattre\nses proies.",
    "20080900": "Ils communiquent entre eux en se frappant mutuellement\nsur le bec. La force et la cadence des coups en disent\nlong sur leur état d'esprit.",
    "20086000": "Il concentre le froid dans ses pinces avant de frapper.\nSes coups sont suffisamment puissants pour réduire\nun épais mur de glace en morceaux.",
    "20083500": "Il déteste la pluie car elle mouille le pollen.\nQuand la météo se dégrade, il se cache alors\ndans le creux d'un arbre et attend sans bouger.",
    "20082800": "Il devient de plus en plus sauvage et agressif en\ngrandissant. Il n'est pas rare que son Dresseur\nl'abandonne, ne sachant plus qu'en faire.",
    "20082911": "Les rocs de sa crinière sont aiguisés comme des couteaux.\nIl poursuit patiemment sa cible pour l'affaiblir et lui porter\nle coup de grâce.",
    "20082912": "Il n'hésite pas à ignorer les ordres qui ne lui plaisent pas.\nIl est prêt à tout pour battre son adversaire, même s'il\nn'en sort pas indemne.",
    "20080100": "Son amour des cornes de Corayon lui vaut l'hostilité\ndes artisans qui les récoltent dans la nature pour en\nfaire des objets.",
    "20084000": "Il reste calme et impassible en toutes circonstances.\nIl mélange sa salive à de la terre pour créer une boue\nspéciale dans sa bouche.",
    "20085100": "Il passe la plupart de son temps dans l'eau. S'il est\nrassasié, il peut conserver ses proies dans sa bulle\npour les manger plus tard.",
    "20085200": "Il est si fort qu'il peut abattre un grand arbre.\nL'odeur que dégage l'organe sur son derrière lui\npermet de communiquer avec ses semblables.",
    "20085300": "Il fait de grands gestes avec ses pattes pour intimider\net mettre en garde ses ennemis. Mieux vaut alors prendre\nses jambes à son cou !",
    "20081400": "Ce véritable virtuose du coup de pied peut mettre K.O.\nun champion de kick-boxing en une seule frappe.",
    "20086300": "Il ramasse des fleurs en déployant la liane gluante\naccrochée à sa tête et s'en agrémente. Il se sent mal\nà l'aise lorsqu'il n'en a pas.",
    "20086700": "La carapace qui recouvre son corps est aussi dure\nque le diamant. Il ne recule devant rien pour gagner.",
    "20082300": "Chacun de ses grains de sable a sa volonté propre.\nTrépassable gobe de petits Pokémon pour absorber\nleur énergie vitale.",
    "20086211": "Il a réveillé tout son potentiel et a évolué.\nBriser son lourd masque a décuplé sa vitesse.",
    "20086212": "Il a réussi à réveiller tout son potentiel. Il peut\nchanger de type à volonté, comme un certain\nPokémon légendaire.",
    "20085400": "Il vit dans les volcans et se nourrit de soufre\net de minéraux. Les composants de ses repas\nrenforcent sa carapace explosive.",
    "20085800": "Les quatorze épines de son dos se hérissent de\nleur propre chef quand il est surpris ou excité.",
    "20081911": "Ce Pokémon docile déteste la solitude, mais il oppose\nune résistance acharnée si l'on essaie de jeter un coup\nd'œil sous son déguisement.",
    "20081912": "Il essaie de toutes ses forces de redresser son cou tordu\ndevant un miroir, mais n'y parvenant pas, il finit par\nsangloter sous son déguisement.",
    "20081800": "Quand il hurle pour fêter sa victoire sur une proie,\non entend ses congénères se réjouir de toutes parts\ndans un grand tintement métallique.",
    "20087300": "Lorsqu'il ouvre une Ultra-Brèche, il arrive que de l'énergie\net des formes de vie d'autres mondes se retrouvent dans\nle nôtre.",
    "20087400": "Des documents extrêmement anciens le décrivent comme\n« celui qui invite la lune ».",
    "20087700": "Ce type d'Ultra-Chimère adore exhiber ses muscles\ngonflés à l'extrême.",
    "20087900": "Une forme de vie venant d'un autre monde. Son corps\ngracile cache une puissance insoupçonnée.",
    "20088100": "Cette dangereuse créature fait partie des Ultra-Chimères.\nOn peut détecter des pics d'énergie émis par ses bras\ngigantesques.",
    "20000101": "Bulbizarre passe son temps à faire la sieste sous le soleil.\nIl y a une graine sur son dos. Il absorbe les rayons du\nsoleil pour faire doucement pousser la graine.",
    "20000201": "Un bourgeon a poussé sur le dos de ce Pokémon.\nPour en supporter le poids, Herbizarre a dû se muscler\nles pattes. Lorsqu'il commence à se prélasser au soleil, ça\nsignifie que son bourgeon va éclore, donnant naissance\nà une fleur.",
    "20005901": "Une légende célèbre relate les exploits d'un chef\nde guerre et de son Arcanin à la conquête d'un\ncertain royaume antique.",
    "20009401": "Les enfants du monde entier redoutent la menace\nde l'Ectoplasma qui viendra les chercher s'ils ne sont\npas sages.",
    "20009501": "Onix a dans le cerveau un aimant qui lui sert de\nboussole. Il permet à ce Pokémon de ne pas se\nperdre pendant qu'il creuse. En prenant de l'âge,\nson corps s'arrondit et se polit.",
    "20013101": "Cette espèce protégée a tellement proliféré que les\nPokémon poissons se font apparemment plus rares\ndans les eaux peuplées de Lokhlass.",
    "20015201": "Lorsqu'il se bat, Germignon secoue sa feuille pour tenir\nson ennemi à distance. Un doux parfum s'en dégage\négalement, apaisant les Pokémon qui se battent et créant\nune atmosphère agréable et amicale.",
    "20015301": "Le cou de Macronium est entouré de nombreuses\nfeuilles. Dans chacune d'elles se trouve une pousse\nd'arbre. Le parfum de cette pousse donne la pêche\naux personnes qui le sentent.",
    "20015801": "Malgré son tout petit corps, la mâchoire de Kaiminus\nest très puissante. Parfois, ce Pokémon mordille les gens\npour jouer, sans se rendre compte que sa morsure peut\ngravement blesser quelqu'un.",
    "20015901": "Une fois que Crocrodil a refermé sa mâchoire sur\nson ennemi, il est impossible de le faire lâcher prise.\nSes crocs sont recourbés comme des hameçons et\nne peuvent pas être retirés une fois enfoncés.",
    "20016001": "Aligatueur impressionne ses ennemis en ouvrant\nson énorme gueule. Pendant les combats, il piétine\nle sol de ses puissantes pattes arrière avant de\ncharger ses adversaires à pleine vitesse.",
    "20016701": "La toile qu'il tisse avec les fils qu'il sécrète est\ntellement solide qu'elle peut soutenir une pierre\nde dix kilos.",
    "20016801": "Il erre chaque nuit à la recherche d'une proie.\nQuand il en trouve une, il l'immobilise grâce à\nses fils, puis la croque avec ses mandibules.",
    "20021001": "Sa mâchoire est étonnamment puissante, mais comme\nil n'aime pas se battre, il n'a pas souvent l'occasion\nde s'en servir.",
    "20023001": "Hyporoi vit au fin fond des profondeurs océaniques\ngénéralement inhabitées. On a longtemps cru que\nle bâillement de ce Pokémon créait les tourbillons\ndans les océans.",
    "20024101": "Les 20 litres de lait qu'il produit chaque jour gagneront\nen saveur et en caractère s'il vit dans un pâturage\nde bonne qualité.",
    "20024201": "Ses œufs sont si bons qu'il suffirait d'en manger un\npour trouver le bonheur. Au marché, c'est le produit\nqui se vend le plus cher.",
    "20027801": "Grâce à ses ailes longues et fines, il se laisse porter par\nles courants ascendants pour planer jusqu'au firmament.",
    "20027901": "Il se sert de son énorme bec pour transporter de petits\nPokémon, mais nul ne sait où il les emporte...",
    "20028301": "En cas de danger, il sécrète un liquide sucré du sommet\nde sa tête. Le sirop fabriqué à partir de ce liquide est\ndélicieux étalé sur du pain !",
    "20028401": "Ses protubérances en forme d'yeux servent à intimider\nses ennemis. Si cela ne marche pas, il utilise ses quatre\nailes pour s'enfuir.",
    "20029901": "Il ne se déplace que d'un centimètre par an, mais\ns'il se sent menacé, il virevolte et s'enfonce dans\nle sol en un instant.",
    "20032401": "Un bon indicateur de sa santé est le débit de la fumée\nqui s'échappe de sa carapace : s'il est important, c'est\nqu'il est en pleine forme.",
    "20035601": "Le corps de Téraclope est totalement creux. Il n'y a rien\ndu tout à l'intérieur. On raconte que son corps est comme\nun trou noir. Ce Pokémon peut absorber n'importe quoi,\nmais rien n'en ressort jamais.",
    "20044801": "Il peut canaliser son énergie mentale pour déchaîner\ndes auras mystérieuses capables de réduire d'énormes\nrochers en miettes.",
    "20047601": "Il est capable de piloter ses Mini-nez à distance,\nmais il arrive que l'un d'entre eux s'aventure\ntrop loin et se perde pour ne jamais revenir.",
    "20047701": "Son corps se replie sur lui-même pour emprisonner\nles esprits perdus et les ramener chez eux.",
    "20049501": "La lumière du soleil augmente fortement son agilité.\nSes lianes sont plus habiles que ses mains.",
    "20049601": "Il court comme s'il glissait sur le sol. Il déroute l'ennemi\npar ses mouvements et l'assomme d'un coup de liane.",
    "20049701": "Il ne donnera tout son potentiel que contre un ennemi\npuissant indifférent à son regard écrasant de noblesse.",
    "20049801": "Il évite agilement les attaques ennemies et crache\ndes boules de feu par le groin. Il aime griller des\nBaies pour les manger.",
    "20049901": "Plus il a mangé de Baies, plus il a de combustible,\net il peut donc dégager davantage de flammes et\nde puissance.",
    "20050001": "Il embrase ses poings avec les flammes sur son menton\net cogne l'ennemi avec. C'est un Pokémon très solidaire.",
    "20051001": "Sa ligne élégante cache une musculature féline qui lui\npermet de surprendre lors de ses attaques nocturnes.",
    "20054401": "Protégé par sa solide carapace, il fonce sur ses ennemis\nen roulant comme un pneu.",
    "20054501": "Il paralyse l'ennemi avec les griffes de son cou avant\nde mettre fin au combat grâce à son poison virulent.",
    "20057901": "Ses bras, faits d'une matière conduisant ses pouvoirs\npsychiques, sont assez puissants pour broyer des rochers.",
    "20058101": "Un Pokémon gracieux, mais aussi robuste. Il peut voler\ndes milliers de kilomètres grâce à ses ailes puissantes.",
    "20060901": "Les victimes des flammes de Lugulabre voient leur âme\naspirée jusqu'à ce que leur corps ne soit plus que coquille\nvide.",
    "20061201": "Il est doux, mais ne pardonne pas à ceux qui viennent\nsaccager son territoire. Ses crocs peuvent découper de\nl'acier.",
    "20080901": "Ils communiquent entre eux en se frappant mutuellement\nsur le bec. La force et la cadence des coups en disent\nlong sur leur état d'esprit.",
    "20082921": "Les rocs de sa crinière sont aiguisés comme des couteaux.\nIl poursuit patiemment sa cible pour l'affaiblir et lui porter\nle coup de grâce.",
    "20082922": "Il n'hésite pas à ignorer les ordres qui ne lui plaisent pas.\nIl est prêt à tout pour battre son adversaire, même s'il\nn'en sort pas indemne.",
    "20082301": "Chacun de ses grains de sable a sa volonté propre.\nTrépassable gobe de petits Pokémon pour absorber\nleur énergie vitale.",
    "20052301": "De caractère violent, il envoie avec sa crinière des arcs\nélectriques de tous les côtés lorsqu'il se sent provoqué.",
    "20022501": "Il partage sa nourriture avec les personnes en difficulté\nmais, étant omnivore, il peut lui arriver de leur offrir\ndes Pokémon Insecte.",
    "20073301": "Il couvre la source de ses pouvoirs psychiques hors\ndu commun avec ses oreilles afin d'éviter les accidents.",
    "20036201": "Il gèle ses proies avant de les croquer goulûment,\nmême s'il préfère largement les Pokémon déjà glacés,\ncomme les Sorbébé.",
    "20013300": "À ce jour, nul ne sait pourquoi Évoli est le seul Pokémon\ndont l'ADN est instable.",
    "20081301": "Confiant en la protection offerte par son solide calice,\nil n'hésite pas à jouer avec les Pokémon oiseaux.\nIl se fait picorer, mais il s'en moque.",
    "20081401": "Ce véritable virtuose du coup de pied peut mettre K.O.\nun champion de kick-boxing en une seule frappe.",
    "20042901": "Redouté pour ses sortilèges et ses malédictions,\nce Pokémon peut néanmoins faire preuve de\nbienveillance, si l'envie lui en prend.",
    "20080601": "Ce Pokémon habite au fin fond des cavernes.\nIl se fait servir par des Tritox envoûtés par\nses phéromones.",
    "20015111": "On dit que Mew possède le code génétique de tous les\nautres Pokémon. Il peut se rendre invisible à sa guise,\nce qui lui permet de ne pas se faire remarquer quand il\ns'approche des gens.",
    "20015112": "On dit que Mew possède le code génétique de tous les\nautres Pokémon. Il peut se rendre invisible à sa guise,\nce qui lui permet de ne pas se faire remarquer quand il\ns'approche des gens.",
    "20038701": "Son corps assimile la lumière du soleil par photosynthèse.\nSa carapace est faite de terre durcie.",
    "20038801": "Il vit en forêt près de l'eau. En journée, il la quitte pour\ndorer sa carapace feuillue au soleil.",
    "20038901": "Autrefois, les gens pensaient qu'un gigantesque Torterra\nvivait sous la surface de la Terre.",
    "2008180000": "Il a plus d'un tour dans son sac : il peut tirer\ndes gerbes d'eau du bout de ses doigts et planer\ndans les airs grâce à ses membranes dorsales.",
    "2008340000": "De nature très violente, il mord fermement\nses proies avec sa mâchoire, assez puissante\npour broyer une barre de fer.",
    "2008350000": "Lorsqu'il court, on peut voir de l'électricité\nse former à la base de sa queue. Ce Pokémon\nest très populaire auprès des bergers de Galar.",
    "2008551100": "Son goût et son parfum sont très particuliers.\nSeuls les Dresseurs en lesquels il a entièrement\nconfiance sont autorisés à en boire une gorgée.",
    "2008610000": "Il enroule ses cheveux autour de son corps pour\naugmenter sa masse musculaire, ce qui lui donne\nassez de force pour enserrer un Mackogneur.",
    "2008620031": "Il possède une puissance vocale remarquable.\nOn appelle Blocage sa technique qui consiste\nà intimider l'ennemi avec son cri guttural.",
    "2008650031": "Il pare les attaques avec le tranchant de son\nsolide poireau, et contre-attaque avec la pointe\nde la tige. Son arme est également comestible.",
    "2008691111": "Il offre aux Dresseurs auxquels il accorde\ntoute sa confiance des Baies décorées\navec de la crème.",
    "2008751100": "Ne supportant pas la chaleur, il se rafraîchit toujours\nla tête avec de la glace. Il pêche de quoi se nourrir\nà l'aide de son cheveu.",
    "2008751200": "C'est son apparence lorsque la glace sur sa tête\na fondu. Nombreux sont les gens qui sont captivés\npar son air tourmenté.",
    "2008771100": "Il a beau manger, il a tout le temps faim.\nIl a toujours des graines grillées à l'électricité sur lui.",
    "2008771200": "L'énergie électrique dans ses joues a adopté\nle type Ténèbres. Il a tellement faim\nqu'il en devient extrêmement violent.",
    "2008840000": "Son corps, composé d'un métal spécial, est léger\net lui offre une excellente mobilité. Il est toutefois\nsensible à la pluie et vit donc dans les grottes.",
    "2008881200": "Craint et respecté de ses ennemis comme de ses alliés,\nil a reçu le nom de « lame du roi des fées », car rien\nne peut résister à son tranchant.",
    "2008891200": "Craint et respecté de tous, il était surnommé\nle « bouclier du roi guerrier », car il pouvait\nrepousser n'importe quelle attaque.",
    "2008900000": "Il se trouvait dans une météorite qui s'est écrasée\nil y a 20 000 ans. Il semble y avoir un lien\nentre ce Pokémon et le phénomène Dynamax.",
    "20086512": "La forme que Necrozma prend lorsqu'il absorbe\nla lumière de Solgaleo. Il bondit sur ses ennemis\net leur assène des coups de griffes.",
    "20086514": "Necrozma prend cette forme quand il a absorbé\nune quantité phénoménale d'énergie lumineuse.\nDes rayons laser émanent de tout son corps.",
    "2008980012": "On raconte qu'il était sans pitié envers ceux qui\nlui barraient la route, mais qu'il n'hésitait pas\nà soigner leurs blessures après le combat."
}
