{
    "20000100": "È possibile vedere Bulbasaur mentre schiaccia un pisolino\nsotto il sole. Ha un seme piantato sulla schiena.\nGrazie ai raggi solari il seme cresce ingrandendosi\nprogressivamente.",
    "20000200": "C'è un germoglio piantato nella schiena di Ivysaur.\nPer sopportarne il peso, le zampe e il corpo crescono\nrobusti. Quando inizia a passare più tempo esposto\nal sole, significa che il germoglio sboccerà presto\nin un grande fiore.",
    "20000300": "C'è un grande fiore sulla schiena di Venusaur. Si dice che\ni colori diventino più vividi con il giusto nutrimento e i\nraggi solari. Il suo profumo calma le reazioni emotive\ndelle persone.",
    "20000301": "C'è un grande fiore sulla schiena di Venusaur. Si dice che\ni colori diventino più vividi con il giusto nutrimento e i\nraggi solari. Il suo profumo calma le reazioni emotive\ndelle persone.",
    "20000400": "La fiamma sulla punta della coda indica il suo stato\nemotivo. Se la fiamma ondeggia significa che Charmander\nsi sta divertendo. Quando il Pokémon si infuria, la fiamma\narde violentemente.",
    "20000500": "Charmeleon distrugge il nemico senza pietà con i suoi\nartigli affilati. Quando incontra un avversario molto forte\ndiventa aggressivo. In questo stato di grande agitazione\nla fiamma della coda diventa di colore bianco bluastro.",
    "20000600": "Charizard solca i cieli in cerca di nemici molto forti.\nRiesce a emettere fiammate di un calore tale da fondere\nogni cosa. Tuttavia, non rivolge mai le sue micidiali lingue\ndi fuoco contro avversari più deboli di lui.",
    "20000700": "La corazza di Squirtle non serve soltanto da protezione.\nLa particolare forma arrotondata e le scanalature\nsuperficiali lo aiutano a minimizzare l'attrito dell'acqua\nper nuotare ad alta velocità.",
    "20000800": "La grande coda di Wartortle è coperta da una folta\npelliccia, che diventa sempre più scura con l'avanzare\ndell'età. I graffi sulla corazza indicano la potenza\ndi questo Pokémon come lottatore.",
    "20000900": "Blastoise è dotato di cannoni ad acqua che fuoriescono\ndalla corazza. I getti emessi sono così precisi da riuscire\na colpire un bersaglio a una distanza di 50 m.",
    "20001300": "Weedle ha un senso dell'olfatto estremamente sviluppato.\nRiesce a distinguere le sue foglie preferite da quelle che\nlo disgustano semplicemente annusandole con il grande\nnaso rosso.",
    "20001400": "Kakuna rimane praticamente immobile abbarbicato agli\nalberi. Tuttavia, internamente è intento a preparare la sua\nfutura evoluzione. Lo si può capire dall'intensità del calore\nsviluppato dal guscio.",
    "20001500": "Beedrill difende strenuamente il proprio territorio.\nPer ragioni di sicurezza nessuno può avvicinarsi al suo\nnido. Se vengono disturbati, questi Pokémon attaccano\nviolentemente in sciami.",
    "20001600": "Pidgey ha un senso dell'orientamento molto sviluppato.\nÈ sempre in grado di ritornare al suo nido, anche quando\nsi spinge molto lontano dal suo ambiente abituale.",
    "20001800": "Questo Pokémon è caratterizzato da uno stupendo\npiumaggio dai colori vivaci e brillanti. Molti Allenatori\nsono colpiti dall'evidente bellezza delle piume sulla testa.\nPer questo spesso scelgono Pidgeot come loro Pokémon.",
    "20001900": "I suoi incisivi continuano a crescere per tutta la vita.\nSe si allungano troppo, non riesce più a nutrirsi e muore\ndi fame.",
    "20002000": "Si dice che sia sfuggito ai nemici nuotando da un'isola\nall'altra grazie alle minuscole membrane tra le dita delle\nzampe posteriori.",
    "20002400": "Secondo gli studi più recenti, esistono più di 20 varianti\ndel disegno che ha sul ventre.",
    "20002500": "Accumula naturalmente elettricità. I boschi popolati\nda gruppi di Pikachu sono pericolosi perché continuamente\ncolpiti dai fulmini.",
    "20002600": "Diventa più aggressivo con l'accumularsi di energia\nelettrica. Alcuni pensano che sia l'elettricità stessa\na causargli stress.",
    "20002661": "Concentra i suoi poteri psichici nella coda e si sposta\nsu di essa come se scivolasse.\nÈ soprannominato \"il surfista di terra\".",
    "20002861": "Ha sviluppato degli artigli robusti e affilati per farsi strada\nfra la neve, in cui ora riesce a correre a gran velocità.",
    "20002900": "Gli aculei di Nidoran♀ secernono un potente veleno.\nSi pensa che si siano sviluppati per proteggere questo\nPokémon dal corpo minuto. Quando è adirato, rilascia\nuna potente tossina dal corno.",
    "20003000": "Quando questi Pokémon si riuniscono con gli amici e la\nfamiglia, tengono i loro aculei a debita distanza per\nevitare di ferirsi a vicenda. Se allontanati dal branco,\ndiventano nervosi e irascibili.",
    "20003100": "Il corpo di Nidoqueen è racchiuso in una corazza\ndurissima. Riesce a scagliare i nemici lontano con\nun colpo secco. Questo Pokémon dà il massimo di sé\nquando difende i propri cuccioli.",
    "20003500": "Questo Pokémon molto popolare è piuttosto raro\ne prezioso. È meglio evitare di metterlo troppo in\nmostra, o si corre il rischio di farselo rubare.",
    "20003900": "Ai grandi magazzini nel reparto camera da letto\nsono in vendita dei CD con la registrazione della\nmisteriosa ninnananna cantata da Jigglypuff.",
    "20004100": "Non ha occhi e non può vedere, ma è in grado di\npercepire l'ambiente circostante emettendo ultrasuoni\ndalla bocca.",
    "20004200": "A volte si vedono dei Golbat senza canini perché,\nspinti dalla fame, hanno provato ad azzannare\nun Pokémon di tipo Acciaio.",
    "20004501": "Il polline velenoso di Vileplume scatena paurose reazioni\nallergiche. Per questo motivo si consiglia di non\navvicinarsi mai a nessun fiore di bosco, per quanto\nbello possa essere.",
    "20004800": "Si dice che per proteggersi Venonat abbia sviluppato una\npelliccia sottile e irsuta che ricopre il suo corpo.\nNemmeno la preda più piccola può sfuggire ai suoi\nocchi enormi.",
    "20004900": "Venomoth è un Pokémon notturno, cioè attivo soltanto\ndi notte. Le sue prede favorite sono i piccoli insetti che\nsi raggruppano attorno ai lampioni attratti dalla luce\nnel buio.",
    "20005161": "Le sue pesanti chiome metalliche rallentano i suoi\nmovimenti, ma gli permettono di perforare anche\nla dura roccia.",
    "20005200": "Nelle discariche capita di vederlo lottare furiosamente\ncon Murkrow per gli oggetti luccicanti.",
    "20005300": "È molto popolare tra le persone facoltose.\nA volte viene preso di mira dai cacciatori, attirati\ndalla gemma che ha sulla fronte.",
    "20005361": "Nonostante il muso grazioso ha un'indole crudele,\ntanto che si diverte a giocare con le prede indebolite\nsenza dar loro il colpo di grazia.",
    "20005400": "Usare i suoi poteri psicocinetici gli causa dei gran mal\ndi testa, perciò passa il tempo cercando di fare e pensare\nil meno possibile.",
    "20005800": "È molto docile con gli esseri umani a cui si affeziona,\nma in natura lotta furiosamente con i Rockruff per\nil controllo del territorio.",
    "20005900": "Narra la leggenda che in un lontano passato \nabbia lottato a fianco di un generale, aiutandolo\na conquistare paesi interi.",
    "20006500": "I cucchiai che ha con sé sono stati creati grazie ai suoi\npoteri psichici e sono esemplari unici al mondo.",
    "20006600": "Si allena assieme ai suoi simili per sviluppare i muscoli\ne acquisire sicurezza. Quando si sente pronto,\nsfida Makuhita.",
    "20006800": "Afferra l'avversario con le sue quattro braccia e\nlo avvinghia in una stretta complicatissima comunemente\nchiamata \"morsa di Machamp\".",
    "20006900": "Il corpo esile e flessibile di Bellsprout gli consente\ndi piegarsi e oscillare per evitare ogni attacco, anche\nviolento. Dalla bocca sputa un fluido corrosivo in grado\ndi sciogliere anche il ferro.",
    "20007000": "Weepinbell è dotato di un grande uncino posteriore.\nDi notte lo usa per appendersi a un ramo e mettersi\na dormire. Talvolta, agitandosi nel sonno, si sveglia\nal suolo.",
    "20007100": "Victreebel è dotato di una lunga liana che parte\ndalla testa. Il Pokémon la sventola e la agita come fosse\nun'esca per attirare la preda. Quando la preda ignara\nsi avvicina, il Pokémon la inghiotte in un sol boccone.",
    "20007400": "Col passare degli anni le asperità del suo corpo\nvengono levigate, rendendolo perfettamente rotondo,\ne il suo carattere si fa più tranquillo.",
    "20007461": "Se lo si pesta scambiandolo per un sasso, si arrabbia\ne attacca con delle testate che, oltre a far male, danno\nanche la scossa.",
    "20007500": "Scala le pareti scoscese delle montagne e, una volta\nraggiunta la vetta, rotola giù lungo lo stesso percorso.",
    "20007561": "Quando i Graveler lottano fra di loro, provocano lampi\ne botti. Gli abitanti di Alola li chiamano fuochi artificiali\ndi terra.",
    "20007600": "Quando invecchia, non fa più la muta.\nIl guscio dei Golem molto anziani si ricopre di muschio\ntingendosi di verde.",
    "20007700": "Ponyta è molto debole alla nascita e riesce a malapena\na reggersi in piedi. Poi si rinforza a furia di inciampare\ne cadere, cercando di tenere il passo dei suoi genitori.",
    "20007800": "Rapidash si vede comunemente galoppare in campagne e\npianure. Quando si lancia a tutta velocità la sua criniera\ninfuocata brilla e arde mentre galoppa fino a 240 km/h.",
    "20008100": "Poiché spesso causano dei blackout, alcune centrali\nelettriche diffondono delle onde radio che i Magnemite\nnon sopportano.",
    "20008600": "Grazie al suo spesso strato di grasso nuota\ntranquillamente nell'acqua gelida. Nei mari caldi rischia\nfacilmente lo sfinimento.",
    "20008700": "Nuota nel mare alla velocità di 8 nodi alla ricerca\ndei Pokémon di cui si nutre.\nÈ particolarmente ghiotto di Wishiwashi.",
    "20008800": "Proviene dal fango dei fondali marini. Non può\nsopravvivere in ambienti puliti perché i batteri\nnel suo corpo non riescono a moltiplicarsi.",
    "20008900": "Il loro numero è calato drasticamente a causa\ndella mancanza di cibo. Per evitarne l'estinzione,\nsono state create pozze di liquami artificiali.",
    "20009300": "Nelle notti senza luna è meglio rimanere in casa:\nHaunter vaga in cerca di vittime su cui scagliare\nmaledizioni!",
    "20009400": "I genitori di tutto il mondo ammoniscono i bambini\ndicendo loro che, se non fanno i bravi, arriverà Gengar!",
    "20009500": "Onix nel cervello ha una calamita, che agisce da bussola\nper consentirgli di non perdere l'orientamento mentre\nscava sottoterra. Con il passare del tempo il suo corpo\ndiventa sempre più smussato e levigato.",
    "20010000": "Voltorb è stato avvistato per la prima volta in un'azienda\nproduttrice di Poké Ball. Il nesso tra la sua presenza in\nquesta fabbrica e l'estrema somiglianza a una Poké Ball\nrimane un mistero.",
    "20010100": "Electrode si nutre dell'elettricità presente nell'atmosfera.\nQuando i fulmini solcano il cielo, è possibile scorgere\nmolti di questi Pokémon esplodere per aver ingerito\nun'eccessiva dose di elettricità.",
    "20010200": "Ciascun Pokémon è formato da sei individui.\nAnche se dovesse sparirne uno per qualche motivo,\nla mattina dopo sarebbero di nuovo sei.",
    "20010561": "La lussureggiante regione di Alola è un posto inospitale\nper Marowak, che per sopravvivere ha imparato a servirsi\ndel fuoco.",
    "20011000": "Weezing adora i gas emanati dai resti alimentari in\ndecomposizione. Si sente a suo agio in case sudicie\ne maltenute. La notte, mentre dormono tutti, lui si aggira\nfurtivo tra i rifiuti domestici.",
    "20011400": "Se afferrate, le liane di Tangela si staccano con facilità,\nma in modo indolore, consentendo così una pratica\nscappatoia. Le liane cadute vengono sostituite da quelle\nnuove il giorno dopo.",
    "20011800": "È famoso per le sue splendide pinne caudali.\nSembra che competa con i suoi simili per stabilire chi ha\nil corno più spesso e affilato.",
    "20011900": "Facendo girare il corno come la punta di un trapano\nperfora anche la roccia.\nI maschi hanno colori più sgargianti.",
    "20012100": "Con il suo nucleo brillante, chiamato \"gemma del mare\",\nsi producono preziosi accessori che vengono poi venduti\ndi nascosto.",
    "20012300": "Usa le due falci affilate sia come armi durante la lotta,\nsia per sfilettare le prede prima di mangiarle.",
    "20012700": "È molto robusto ma non sopporta il freddo.\nAl calare della notte, si ripara sotto uno strato di foglie\nper dormire.",
    "20012800": "I Tauros vivono in branchi capeggiati dall'esemplare\nche sfoggia le corna più grosse e lunghe e che mostrano\npiù scalfitture.",
    "20013000": "Incenerisce tutto ciò che lo circonda usando Iper Raggio.\nIn alcune regioni ci si riferiva a lui con il nome di\n\"dio della distruzione\".",
    "20013100": "Fin troppo protetto, ha finito per moltiplicarsi in modo\neccessivo e questo ha causato una diminuzione\ndei Pokémon acquatici nei mari.",
    "20013400": "Vive principalmente sulle rive più belle.\nQuando percepisce la presenza di un predatore si tuffa\nrapidamente nell'acqua per nascondersi.",
    "20014000": "Pokémon vissuto 300 milioni di anni fa.\nSi dice che in una certa regione si possano ancora trovare\nrarissimi esemplari viventi.",
    "20014100": "Questo Pokémon stava cominciando ad adattarsi alla vita\nsulla terraferma, ma si è estinto prima della conclusione\ndel processo.",
    "20014200": "Questo Pokémon è stato rigenerato a partire da materiale\ngenetico ritrovato nell'ambra. La sua inaspettata ferocia\nha causato delle vittime.",
    "20014300": "Non fa altro che mangiare e dormire, ma quando decide\ndi fare sul serio tira fuori una potenza eccezionale.",
    "20014700": "Poiché è ancora debole, vive nascosto sui fondali.\nSi ciba di tutto quello che cade in acqua.",
    "20014900": "Sorvola come se niente fosse anche i mari più agitati.\nUn capitano, vedendolo all'opera, l'ha soprannominato\n\"l'incarnazione del mare\".",
    "20015000": "Mewtwo è stato creato grazie a una manipolazione\ngenetica. Tuttavia, sebbene la scienza sia riuscita a creare\nun corpo di Pokémon, ha fallito nell'intento di dare\na Mewtwo un animo generoso.",
    "20015100": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20015200": "Nella lotta, Chikorita sventola la sua foglia in modo da\ntenere a bada il nemico. Tuttavia, la foglia emana anche\nun aroma dolce, che calma il Pokémon avversario,\ncreando un'atmosfera gradevole e rilassata tutt'attorno.",
    "20015300": "Il collo di Bayleef è agghindato da foglie, dentro cui è\npresente il piccolo germoglio di un albero. L'aroma\nemanato da questo germoglio ha un effetto energizzante\nsull'uomo.",
    "20015401": "L'aroma del fiore di Meganium placa le emozioni.\nNella lotta questo Pokémon emana un profumo con effetto\ncalmante per smorzare l'aggressività del nemico.",
    "20015500": "Cyndaquil si protegge grazie alle fiamme che gli ardono\nsul dorso. Le fiamme divampano impetuose se il Pokémon\nè adirato. Tuttavia, quando è stanco diventano fiammelle\ninnocue dalla combustione incompleta.",
    "20015600": "Quilava tiene a bada il nemico grazie all'intensità delle\nsue fiamme e a getti di aria rovente. Questo Pokémon\nsfrutta la sua estrema destrezza per evitare gli attacchi\nanche mentre ustiona il nemico.",
    "20015700": "Typhlosion si nasconde avvolto da una lucente nube di\ncalore creata dalle sue fiamme roventi.\nQuesto Pokémon crea esplosioni spettacolari che riducono\nin cenere ogni cosa.",
    "20015800": "Nonostante il suo corpicino minuto, le mascelle di Totodile\nsono molto potenti. Sebbene creda solo di giocare, il suo\nmorso è così forte e pericoloso da causare serie ferite.",
    "20015900": "Una volta azzannato il nemico, Croconaw non molla\nla presa facilmente. Le zanne a punta ricurva all'indietro,\na mo' di amo da pesca, rendono impossibile estrarle\nquando sono conficcate in profondità.",
    "20016000": "Feraligatr spaventa il nemico spalancando la sua bocca\nenorme. Nella lotta pesta pesantemente il terreno con le\nsue possenti zampe posteriori per scagliarsi contro\nil nemico a un'incredibile velocità.",
    "20016800": "Vaga di notte in cerca di prede. Quando ne trova una,\nusa il suo filo per immobilizzarla e poi la divora con\nle sue zanne.",
    "20016900": "Succhia il sangue alle sue vittime nell'oscurità.\nLe sue zanne sono così affilate che i suoi morsi sono\nindolori e le vittime non se ne accorgono.",
    "20017500": "Togepi ricava la sua energia dai nobili sentimenti\ndi affetto e generosità emanati dai Pokémon e dall'uomo.\nTogepi immagazzina le sensazioni di felicità dentro il suo\nguscio e le divide con gli altri.",
    "20017801": "Si dice che questo Pokémon abbia il potere di prevedere\nil futuro, ma non di cambiarlo.",
    "20018300": "La coda di Marill contiene dell'olio e agisce da\nsalvagente. Se si scorge soltanto la sua coda a pelo\nd'acqua, significa che questo Pokémon si sta immergendo\nin profondità per cibarsi di piante acquatiche.",
    "20018700": "Hoppip fluttua nell'aria trasportato dal vento.\nSe percepisce l'avvicinarsi di una forte corrente, Hoppip\nunisce le foglie con quelle dei suoi simili per non essere\nspazzato via.",
    "20018800": "Il fiore di Skiploom sboccia quando la temperatura sale\noltre i 18 °C. L'apertura del fiore dipende dalla\ntemperatura. Per questo motivo il Pokémon è usato anche\ncome termometro.",
    "20018900": "Jumpluff si affida alle correnti d'aria calda per\nattraversare il mare e volare verso terre lontane.\nQuesto Pokémon ridiscende a terra quando incontra\nuna corrente fredda mentre fluttua.",
    "20019700": "È un Pokémon notturno. Le sue grandi pupille gli\npermettono di vedere chiaramente le prede anche\nnell'oscurità più profonda.",
    "20020801": "Steelix è noto per i suoi scavi in profondità, a distanze\nmaggiori rispetto a Onix. Sono stati riportati record\ndi profondità pari a 1 km sottoterra.",
    "20021000": "Ha una mascella molto potente, ma non ama\nbattersi, perciò non ha molte occasioni di dare\nprova della sua forza.",
    "20021800": "Nel corpo di Slugma scorre magma liquido. In caso di\ncongelamento, il magma si raffredda e si solidifica.\nIl corpo diventa fragile e cade a pezzi consumandosi\nprogressivamente.",
    "20022400": "Mentre fugge dai nemici sputa un inchiostro che inibisce\nle funzioni olfattive persino dei Pokémon con l'odorato\npiù sviluppato.",
    "20022500": "Se incontra qualcuno che si è perso, condivide il cibo\nche ha con sé. È onnivoro, perciò potrebbe offrire anche\ndei Pokémon Coleottero.",
    "20022900": "Mette KO il nemico sputando fiamme che contengono\nuna tossina. Divide equamente le prede con il resto\ndel branco.",
    "20022901": "Mette KO il nemico sputando fiamme che contengono\nuna tossina. Divide equamente le prede con il resto\ndel branco.",
    "20023000": "Kingdra vive negli abissi oceanici di solito privi di ogni\nforma di vita. Si crede che uno sbadiglio di Kingdra\ngeneri correnti oceaniche spiraliformi.",
    "20023100": "Phanpy crea il suo nido scavando delle fosse profonde\nnel terreno in riva al fiume. Delimita l'area attorno al nido\nusando la proboscide per indicare la sua proprietà.",
    "20024100": "Produce 20 litri di latte al giorno. Più alta è la qualità\ndel pascolo, più gustoso sarà il latte.",
    "20024200": "Le sue uova sono talmente deliziose che si dice rendano\nfelice chiunque le mangi. Per questo hanno prezzi altissimi\nsul mercato.",
    "20024400": "Entei rappresenta l'ardore del magma. Si narra che\nquesto Pokémon sia nato dall'eruzione di un vulcano.\nEmette lingue di fuoco così violente da incenerire tutto ciò\nche lambiscono.",
    "20024800": "Vaga tra i monti alla ricerca di avversari con cui lottare.\nSe però non li ritiene alla sua altezza, li ignora e\nse ne va.",
    "20025000": "Il piumaggio di Ho-Oh brilla in sette colori a seconda\ndell'angolazione dei raggi luminosi. Si dice che le sue\npiume portino felicità a chi le possiede. Si narra che viva\nai piedi di un arcobaleno.",
    "20025200": "Treecko è dotato di piccoli uncini sulla pianta delle\nzampe, che gli consentono di camminare su pareti\nverticali. Attacca frustando i suoi nemici con la coda\ngrossa e forte.",
    "20025300": "Le foglie che crescono sul corpo di Grovyle sono utili per\nmimetizzarsi contro i nemici nella foresta.\nQuesto Pokémon sa arrampicarsi sugli alberi della giungla\ncon una maestria senza pari.",
    "20025400": "Le foglie che crescono sul corpo di Sceptile hanno margini\ntaglienti. Questo Pokémon è agilissimo, infatti salta da\nun ramo all'altro e piomba sui nemici sorprendendoli\ndall'alto.",
    "20025500": "Torchic segue il proprio Allenatore ovunque, saltellandogli\ndietro con passo incerto. Questo Pokémon sputa fiammate\nroventi a 1000 °C, con sfere infuocate capaci di\ncarbonizzare il nemico.",
    "20025600": "Combusken si allena correndo in campagna e\nin montagna. Le zampe inferiori sono rapide e potenti\ne riescono a sferrare dieci calci al secondo.",
    "20025700": "In lotta Blaziken emette fiamme micidiali coi suoi pugni,\nattaccando coraggiosamente il nemico. Più forte è\nil nemico, tanto più intenso è il fuoco proveniente\ndai pugni.",
    "20025800": "La pinna sulla testa di Mudkip agisce come un radar\nsensibilissimo. Usando questa pinna come sensore\nin acqua e in aria, riesce a determinare cosa succede\nattorno a lui senza bisogno di guardare.",
    "20025900": "La superficie corporea di Marshtomp è avvolta da una\nspessa pellicola appiccicosa che gli consente di vivere\nsulla terraferma. Questo Pokémon gioca con la fanghiglia\nsul fondo del mare nei momenti di bassa marea.",
    "20026000": "Swampert è molto forte. Ha una forza tale da riuscire a\ntrascinare un masso del peso di 1 tonnellata senza fatica.\nLa sua vista è così acuta da riuscire a penetrare anche\nl'acqua più torbida.",
    "20026100": "Poochyena azzanna al minimo movimento senza riflettere.\nCaccia la sua preda finché questa non è tanto stanca\nda cedere. Tuttavia, se il nemico contrattacca, Poochyena\ntalvolta scappa.",
    "20026200": "Mightyena invia chiari segnali quando sta preparando\nun attacco. Inizia a ringhiare cupo e si appiattisce.\nMorde selvaggiamente con le zanne appuntite e affilate.",
    "20026700": "Il nutrimento preferito da Beautifly è il polline dei fiori.\nPer attirare questo Pokémon basta mettere una pianta\nfiorita sul davanzale: senza dubbio si avvicinerà in cerca\ndi polline.",
    "20026800": "Cascoon crea il bozzolo protettivo avvolgendo interamente\nil proprio corpo con finissima seta secreta dalla bocca.\nSuccessivamente la seta si indurisce. A questo punto\nCascoon si prepara all'evoluzione.",
    "20026900": "Dustox è istintivamente attratto dalla luce. Nugoli di questi\nPokémon sono attirati dalla luce intensa delle città, dove\ncausano danni ingenti strappando le foglie delle piante\ndi cui si nutrono lungo le strade urbane.",
    "20027100": "Lombre è un Pokémon notturno, che si sveglia dopo\nil crepuscolo. È anche molto dispettoso: quando scopre\nun pescatore, inizia a tirare l'amo sott'acqua e si diverte\na spiare la costernazione del malcapitato.",
    "20027400": "Nuzleaf vive in foreste molto fitte. A volte si avventura\nfuori dalla foresta per spaventare le persone.\nQuesto Pokémon si irrita molto se qualcuno tenta\ndi pizzicargli il lungo naso.",
    "20027700": "Swellow vola alto sopra le nostre teste disegnando\narmoniosi archi in cielo. Appena scova una preda si lancia\nsu di essa in picchiata. Swellow cattura poi la sventurata\npreda con le sue zampe artigliate impedendole la fuga.",
    "20027900": "Trasporta piccoli Pokémon tenendoli nel suo\nenorme becco, ma non si sa dove li porti.",
    "20028200": "Gardevoir ha l'abilità di prevedere il futuro. Se percepisce\nun pericolo imminente per il proprio Allenatore, pare che\nscateni tutta l'energia psicocinetica di cui è capace.",
    "20028300": "Quando è in difficoltà, secerne un liquido dolce\ndalla punta della testa. Lo sciroppo ricavato da\nquesto liquido è ottimo da spalmare sul pane.",
    "20028400": "Intimorisce i nemici con i motivi a forma di occhio.\nSe lo stratagemma non funziona, fugge via agitando\nle quattro ali.",
    "20028900": "Slaking passa tutto il giorno disteso pigramente,\nmangiando l'erba che cresce a portata di mano.\nDopo aver esaurito l'erba vicino a sé, si sposta\ncontrovoglia in un altro luogo.",
    "20029600": "Si allena tirando manate contro gli alberi.\nA volte finisce per colpire un Exeggutor, che gli rende\nla pariglia scaraventandolo via.",
    "20029700": "Adora le gare di forza, ma dà anche molta importanza\nalla gentilezza e alle buone maniere. Per questo ringrazia\nl'avversario dopo la lotta.",
    "20029900": "Si sposta di 1 cm all'anno, ma quando si trova in difficoltà\nruota su se stesso e in un attimo si nasconde sottoterra.",
    "20030200": "Scava il terreno con gli artigli robusti e frantuma\nle gemme con le grosse zanne.\nÈ molto ghiotto di Carbink.",
    "20030300": "Scaltro e pericoloso, induce il nemico ad abbassare\nla guardia con atteggiamenti graziosi e lo divora\nin un colpo con le possenti mascelle.",
    "20030701": "Meditite esegue rigorosi esercizi mentali in montagna.\nTuttavia, quando è immerso in meditazione, perde sempre\nla concentrazione, dovendo così ricominciare da capo.\nIl suo esercizio dunque non finisce mai.",
    "20030801": "Si dice che, grazie alla meditazione, Medicham incrementi\nla propria energia fisica e affini il sesto senso.\nSi nasconde efficacemente mimetizzandosi nei campi\ne in montagna.",
    "20031900": "Si dice che i suoi denti siano dei portafortuna\nche proteggono dagli incidenti in mare. Con quelli\nche perde vengono fabbricati accessori.",
    "20032200": "Numel è estremamente tardo, tanto da non notare\ndi essere attaccato. Tuttavia, non sa resistere alla fame\nper più di un secondo. Il suo corpo è un calderone\nbollente di magma liquido.",
    "20032400": "Il fumo che fuoriesce dalla sua corazza permette di capire\nil suo stato di salute. Quando i getti sono vigorosi,\nsignifica che sta bene.",
    "20032500": "Spoink rimbalza come una molla sulla coda. Il colpo\nricevuto dal rimbalzo gli fa battere il cuore.\nDi conseguenza, non può mai smettere di saltellare,\naltrimenti il suo cuore smette di battere.",
    "20032600": "Grumpig usa le perle nere del suo corpo per amplificare\nle onde psichiche e acquisire il pieno controllo\ndel nemico. Quando usa i suoi speciali poteri,\nil suo respiro diventa affannoso.",
    "20032800": "Con le pesanti mascelle spacca anche le pietre.\nTuttavia, se cade all'indietro non può rialzarsi e Sandile\nne approfitta per attaccarlo.",
    "20032900": "Grazie agli ultrasuoni che produce con le vibrazioni\ndelle ali, fa svenire le prede e le seppellisce nella sabbia\nper conservarle.",
    "20033000": "Sbattendo le ali, genera tempeste di sabbia in cui\nfa nascondere Krookodile, poi spartisce con lui le prede\ncatturate.",
    "20033400": "Altaria danza e volteggia nel cielo tra le nubi soffici come\nbatuffoli di cotone. Cantando con la sua voce cristallina,\nriesce a mandare in onirica estasi chi lo ascolta.",
    "20033600": "Da generazioni Seviper è in lotta contro Zangoose,\nsuo nemico dichiarato. Le cicatrici sul suo corpo sono\nprove di scontri efferati. Questo Pokémon attacca usando\nla coda a forma di spada.",
    "20033700": "Lunatone è stato scoperto nel luogo dove una volta cadde\nun meteorite. Si è pertanto dedotto che questo Pokémon\nvenga dallo spazio. Tuttavia, questa teoria non è ancora\nstata confermata.",
    "20033800": "Solrock è una nuova specie di Pokémon che pare sia\nprecipitata dallo spazio. Fluttua a mezz'aria spostandosi\nsilenziosamente. In lotta emana una luce estremamente\nintensa.",
    "20035001": "Si dice che sia il Pokémon più bello del mondo,\nma su questo gli appassionati di Feebas più incalliti\nnon sono d'accordo.",
    "20035400": "È un peluche pieno di rancore per essere stato\nbuttato via. Cerca senza darsi pace il vecchio\nproprietario per vendicarsi.",
    "20035600": "Il corpo di Dusclops è completamente vuoto. Non contiene\nassolutamente nulla. Infatti si dice che sia una sorta di\nbuco nero. Il Pokémon assorbe ogni cosa all'interno del\nproprio corpo, ma non rilascia mai nulla.",
    "20035900": "Nonostante l'aspetto inquietante, è un Pokémon benevolo\nche protegge i campi e avvisa gli esseri umani di calamità\nnaturali imminenti.",
    "20036100": "Sembra che tutte le persone facoltose delle regioni fredde\nricordino di aver giocato con uno Snorunt da piccoli.",
    "20036200": "Congela la preda prima di affondarvi i denti.\nTuttavia, preferisce cibarsi di Pokémon già ghiacciati\ncome Vanillite.",
    "20036300": "Spheal si muove molto più velocemente rotolando che non\ncamminando. Quando si raggruppano per mangiare,\nquesti Pokémon sbattono le zampette per dimostrare\nla loro gioia. I loro pasti sono molto rumorosi.",
    "20036400": "Sealeo è solito giocare con qualsiasi cosa veda per\nla prima volta, tenendola in equilibrio sulla punta\ndel naso. Talvolta, si diverte a far rotolare sul proprio\nnaso anche Spheal.",
    "20036500": "Le due zanne molto sviluppate di Walrein sono in grado\ndi ridurre in polvere blocchi di ghiaccio del peso di\n100 quintali. Lo spesso strato di grasso attorno al corpo\nlo isola dalle rigide temperature polari.",
    "20037100": "Ogni volta che vede volare i Pokémon alati,\nviene preso dall'invidia e polverizza a testate\nqualunque cosa abbia a tiro.",
    "20037300": "Esprime la sua gioia di essere finalmente in grado\ndi volare scorrazzando nel cielo e scende a terra\nsolo quando è sfinito e assonnato.",
    "20037600": "Oltre ai potenti poteri psichici, possiede una straordinaria\nforza fisica. Afferra la preda con le quattro zampe\ne la immobilizza con gli artigli.",
    "20037700": "Molto tempo fa Regirock era stato imprigionato dagli\nesseri umani. Se subisce danni in lotta, cerca nuove rocce\nadatte per riparare le rotture.",
    "20038000": "Latias è sensibilissimo alle emozioni delle persone.\nSe percepisce una certa ostilità, questo Pokémon arruffa\nle piume su tutto il corpo ed emette un grido lancinante\nper intimidire il nemico.",
    "20038200": "Si dice che questo Pokémon abbia un profondo legame\ncon le distese dei mari.\nLe leggende narrano dei suoi continui scontri con\nGroudon per ottenere l'energia della natura.",
    "20038300": "Si dice che questo Pokémon abbia un profondo legame\ncon le terre emerse.\nLe leggende narrano dei suoi continui scontri con\nKyogre per ottenere l'energia della natura.",
    "20038400": "Si dice che abbia centinaia di milioni di anni. Secondo\nla leggenda, mise fine alla lotta tra Groudon e Kyogre.",
    "20039200": "La sua criniera di fuoco è indice della sua natura violenta.\nNessuno può batterlo in velocità.",
    "20039300": "Molto orgoglioso. Difficile farci amicizia perché\nnon ascolta mai i consigli dell'Allenatore.",
    "20039400": "Vive da solo lontano dagli altri. Apparentemente ogni\nesemplare crede di essere il più importante.",
    "20039500": "Nuota veloce come una moto d'acqua. Le estremità delle\nali sono aguzze e spaccano anche il ghiaccio.",
    "20039600": "Si muove in grandi gruppi. Anche se piccolo, batte le ali\nin maniera molto energica.",
    "20039700": "Ha l'abitudine di riunirsi in grandi gruppi. Le zuffe tra\ngruppi sono particolarmente vivaci.",
    "20039800": "I muscoli di ali e zampe sono molto sviluppati. Vola senza\nfatica anche portando un piccolo Pokémon.",
    "20040000": "Costruisce con zelo la tana in riva ai corsi d'acqua,\nlevigando radici e rami con gli affilati incisivi.",
    "20040500": "Se i suoi occhi sono dorati, può individuare le prede,\nanche quelle che si nascondono dietro i muri.",
    "20040701": "Attira la preda con il suo profumo soave per poi\nafferrarla e abbatterla con gli arti velenosi.",
    "20040800": "Pokémon che esisteva in epoca antica, dotato di un cranio\nduro e resistente ma dall'intelligenza non altrettanto\nsviluppata.",
    "20040900": "In tempi antichi gli uomini si servivano dei fossili\ndel cranio di questi Pokémon, più duro dell'acciaio,\nper fabbricare elmi.",
    "20041000": "Era un docile Pokémon erbivoro. Si serviva del muso\nprotetto dalla pelle coriacea per scavare nel terreno e\nmangiare le radici degli alberi.",
    "20041900": "Nuota con il suo grosso galleggiante e aiuta a soccorrere\nchi sta per annegare.",
    "20042500": "Il suo corpo rotondo contiene molte anime.\nPiù tempo passa in compagnia, più il suo corpo si gonfia.",
    "20042600": "Gira voce che afferrando un Drifblim mentre vola\ntrasportato dal vento al crepuscolo si venga condotti\nnell'aldilà.",
    "20042800": "Cambia il pelo due volte l'anno. Le sciarpe e i berretti\nfatti con la lana che perde sono molto caldi.",
    "20043000": "Non perdona niente ai suoi seguaci, dai tradimenti\nai più piccoli errori. Non c'è altro modo per mantenere\nla disciplina nel gruppo.",
    "20043300": "A ogni salto produce un suono che sembra uno squillo.\nI suoi versi ad alta frequenza assordano i nemici.",
    "20043700": "È stato venerato per secoli come Pokémon che porta\nla pioggia. A volte lo si trova sepolto nel terreno.",
    "20044300": "Appena sente qualcosa muoversi, salta fuori e lo addenta.\nSpesso si fa male da solo, ma non se ne preoccupa\nparticolarmente.",
    "20044501": "Caccia le prede volando a velocità supersonica.\nLe lotte aeree con Salamence per contendersi il cibo\nsono all'ordine del giorno.",
    "20044800": "È in grado di concentrare le sue energie spirituali\nper sprigionare un'aura che può frantumare anche\ngrossi macigni.",
    "20045500": "Attira le prede con il dolce aroma della saliva e poi\nle ingoia. Impiega un giorno per mangiare una preda.",
    "20045900": "In inverno scende a valle, ma in primavera se ne torna\nsulle cime montuose dove c'è ancora neve.",
    "20046001": "Crea bufere che ricoprono di neve ampissime aree.\nÈ noto anche come \"Mostro dei ghiacci\".",
    "20046600": "Afferra le code sature di elettricità per caricare i suoi\npugni al massimo della potenza per poi colpire il nemico.",
    "20046800": "Pare che Togekiss ami visitare le regioni pacifiche, senza\nconflitti, donando bontà e dolcezza.",
    "20047000": "Non ama battersi, ma se deve difendere i suoi compagni\nnon esita a lottare trasformando la foglia della coda in\nuna lama affilata.",
    "20047500": "Il suo intuito gli consente di capire cosa pensa il nemico:\npuò così attaccare per primo.",
    "20047600": "Controlla delle unità dette Mininasi, ma pare che a volte\nqueste si smarriscano e non riescano più a tornare.",
    "20047700": "Si dice che accolga gli spiriti smarriti nel suo corpo\nflessibile per riportarli a casa.",
    "20047911": "Questo Pokémon è stato usato a lungo per ricerche come\nforza motrice su motori speciali.",
    "20048300": "Pokémon menzionato nelle leggende. Pare che il tempo\nabbia avuto origine alla nascita di Dialga.",
    "20048400": "Si dice che viva in una dimensione parallela alla nostra.\nAppare nella mitologia.",
    "20048711": "Vive nel Mondo Distorto che, sfidando l'ordine cosmico,\nsi trova sul lato opposto al nostro.",
    "20048800": "Volando rilascia un velo di particelle brillanti. Si dice che\nrappresenti la luna crescente.",
    "20049100": "Respinge umani e Pokémon dal suo territorio inducendoli\na un sonno profondo e provocando incubi.",
    "20049500": "Quando è esposto alla luce solare può muoversi più\nvelocemente. Usa le sue liane meglio dei suoi stessi arti.",
    "20049600": "Corre quasi scivolando sulle superfici.\nConfonde il nemico con i rapidi movimenti,\nper poi attaccarlo con una frustata.",
    "20049700": "Dà il meglio di sé solo contro chi non resta intimidito\ndal suo nobile sguardo.",
    "20049800": "Lancia palle di fuoco dal naso mentre evita abilmente\ngli attacchi del nemico. Mangia bacche che arrostisce\nlui stesso.",
    "20049900": "Più mangia e più le fiamme che bruciano nel suo stomaco\nsi rinvigoriscono, aumentando così il suo potere.",
    "20050000": "Infiamma i pugni sulla barba ardente, poi sferra attacchi\ndi fuoco sui nemici. Ha molta considerazione per i suoi\nsimili.",
    "20050100": "Non usa la conchiglia del suo ventre solo durante la lotta,\nma anche per tagliare a metà le bacche.",
    "20050200": "Ha appreso tramite un durissimo allenamento l'arte di\nmaneggiare le sue due conchiglie come fossero lame.",
    "20050300": "Riesce a estrarre le sue spade, colpire il nemico e riporle\nal loro posto nelle zampe anteriori in un batter d'occhio.",
    "20050800": "Ha un manto lungo e folto. In passato, nelle regioni\nfredde ogni famiglia aveva uno Stoutland.",
    "20050900": "Distrae con pose ammalianti i nemici incauti e\nne approfitta per depredarli. Se si arrabbia, sguaina\nle unghie.",
    "20051000": "I muscoli tonici del suo corpo gli donano una figura\ndavvero affascinante. Si aggira silenzioso nel buio\ndella notte.",
    "20051800": "Nel fumo che gli esce dalla fronte sono racchiusi molti\nsogni di esseri umani e di Pokémon.",
    "20052300": "Ha un temperamento sanguigno. Quando si arrabbia\ndalla criniera lancia saette in ogni direzione.",
    "20052400": "La conca esagonale è il suo orecchio, al cui interno\nsi trova un nucleo di energia. Per questo si arrabbia\nse qualcuno ci infila una mano.",
    "20052500": "L'energia che fuoriesce dal suo corpo forma dei cristalli\narancioni talmente duri da frantumare anche i diamanti.",
    "20052600": "Quando spara energia con tutte le sue forze, la potenza\nè tale da causare numerose fessure sul suo corpo.",
    "20053000": "La trivella si è evoluta diventando d'acciaio e può\nperforare una lastra di ferro. È molto utile per scavare\ntunnel.",
    "20053400": "Si pensa che la tecnica per fare il cemento sia stata\ndiffusa proprio da Conkeldurr, 2000 anni fa.",
    "20053600": "Se fa vibrare il bernoccolo sulla testa può sollevare onde\nnell'acqua e anche provocare terremoti.",
    "20053700": "Facendo vibrare le protuberanze sui pugni, ne raddoppia\nla potenza. Frantuma enormi massi con un colpo.",
    "20053800": "La cintura da karate lo rende più forte. I Throh selvatici\nsi costruiscono le cinture usando piante rampicanti.",
    "20053900": "Si allena senza posa, giorno e notte, sui monti\nper potenziare al massimo i suoi colpi di karate.",
    "20054200": "Quando incontra un giovane Pokémon gli fa un vestito\ndi foglie che cuce con il filo appiccicoso prodotto dalla\nbocca.",
    "20054400": "È protetto da un guscio resistente. Si scaglia contro\nil nemico rotolando come uno pneumatico.",
    "20054500": "Trafigge la preda con gli aculei del collo e dopo averla\nimmobilizzata la finisce con le sue tossine.",
    "20054600": "Si difende creando una nuvola di cotone. Quando piove,\nil cotone si appesantisce per l'umidità impedendogli\ndi muoversi.",
    "20054700": "È dispettoso e ama entrare di soppiatto nelle case,\nnascondendo oggetti importanti e spargendo cotone\novunque.",
    "20055011": "È un Pokémon particolarmente violento e feroce.\nI Basculin con la linea rossa e quelli con la linea blu\nlitigano spesso per il territorio.",
    "20055300": "Individua la preda anche a 50 km di distanza e avanza\nverso di essa come se nuotasse nella sabbia per poi\nbalzarle addosso e azzannarla.",
    "20056100": "Era lo spirito custode di un'antica città. Attaccava con\npoteri psichici i nemici che invadevano il suo territorio.",
    "20056500": "Con le sue mascelle terribilmente potenti poteva\nfrantumare le dure corazze degli Omastar e degli\nOmanyte per mangiarseli senza problemi.",
    "20056700": "È un Pokémon antico dal piumaggio molto fitto.\nSolo i più esperti riescono a rigenerarlo con successo.",
    "20057000": "È un Pokémon molto timido. Quando non è circondato\ndai suoi simili, assume sembianze diverse dalle quelle\nabituali.",
    "20057100": "Oltre a essere in grado di trasformarsi in qualsiasi cosa,\nha anche il potere di creare miraggi, traendo in inganno\ncentinaia di persone.",
    "20057900": "Le sue braccia, piene di un liquido che convoglia\ni suoi poteri psichici, sono anche in grado di frantumare\nle rocce.",
    "20058100": "Non è solo elegante. Con il poderoso battito d'ali riesce\na volare per migliaia di chilometri senza fermarsi.",
    "20058400": "Produce tempeste di neve dalle due bocche.\nÈ amato da Sciatori e Snowboarder perché\npuò creare la neve ovunque.",
    "20058512": "Il suo corpo muta non solo a seconda della stagione\nma in misura minore anche al cambiare di temperatura\ne umidità.",
    "20058700": "Si carica di energia e si alza in volo.\nNelle notti di fulmini e tempesta, questi Pokémon\nsono così numerosi da invadere tutto il cielo.",
    "20058900": "Protegge il corpo con la conchiglia che ha rubato\na Shelmet mentre spunzona il nemico con due lance.",
    "20059200": "Con i suoi tentacoli a forma di velo avvolge la sua preda\nmentre nuota e la trascina con sé sul fondo del mare.",
    "20059900": "Produce l'energia che gli serve per vivere incastrando\ne facendo ruotare le due parti che lo compongono.",
    "20060700": "Mentre fa luce col pretesto di fare loro da guida, assorbe\nenergia vitale dalle sue prede.",
    "20060900": "Le fiamme di Chandelure risucchiano lo spirito e lasciano\nil corpo come un guscio vuoto.",
    "20061000": "Mangia le bacche sminuzzandole con i denti,\nche ricrescono costantemente, diventando sempre\npiù forti e affilati.",
    "20061200": "Ha un carattere gentile, ma non perdona chi devasta\nil suo territorio. Le sue zanne possono tagliare l'acciaio.",
    "20061500": "È nato nelle nuvole cariche di neve. Cattura le prede\ncon una catena fatta di cristalli di ghiaccio.",
    "20061700": "Liberatosi della pesante conchiglia, è diventato leggero.\nLotta con le movenze proprie di un ninja.",
    "20062500": "Per quanto sia forte, se la lama sulla sua testa viene\nintaccata deve rinunciare al comando del gruppo.",
    "20062800": "Gli esemplari con più cicatrici sul volto sono considerati\ni più valorosi. Quelli con cicatrici sul dorso, al contrario,\nsono derisi dal gruppo.",
    "20063300": "Dal momento che non ci vede, esamina ciò che\nlo circonda mordendo o lanciandosi di peso.\nHa ammaccature su tutto il corpo.",
    "20063500": "Le teste che ha sugli arti non hanno cervello. Distrugge\ne divora qualsiasi cosa usando tutte e tre le teste.",
    "20063700": "Vola spargendo scaglie infuocate. Era temuto dai popoli\ndell'antichità, che lo chiamavano \"Ira del sole\".",
    "20063800": "Ha un corpo e uno spirito d'acciaio. Gli basta lo sguardo\nper farsi ubbidire anche dai Pokémon più feroci.",
    "20064112": "Vola nei cieli in perenne girovagare e produce un vento\ncosì forte da spazzare via ogni cosa incontri.",
    "20064300": "Questo Pokémon leggendario può rendere il mondo\nun inferno di fiamme. Aiuta chi vuole costruire un mondo\ndi verità.",
    "20064400": "Questo Pokémon leggendario può riempire il mondo\ndi fulmini e saette. Aiuta chi vuole costruire un mondo\nideale.",
    "20064611": "Questo leggendario Pokémon dei ghiacci attende l'eroe\nche gli restituirà le sue vere sembianze con gli ideali o\nla verità.",
    "20064712": "Scorrazza per il mondo muovendosi sulla superficie\ndei mari o dei fiumi. Appare nei lidi più ameni.",
    "20071700": "Fa il pieno di energia mangiando ramoscelli ed emette\naria calda dalle grandi orecchie a una temperatura di\noltre 200 °C.",
    "20071800": "Incendia il ramo che ha infilato nella coda grazie allo\nsfregamento del pelo per poi lanciarsi nella lotta.",
    "20071900": "Fissando la fiamma del ramo che ha in mano, aumenta\nal massimo la concentrazione e può predire il futuro.",
    "20072300": "Dal petto e dalla schiena secerne una schiuma che gli\npermette di attutire i danni causati dagli attacchi nemici.",
    "20072400": "Lancia dei sassi racchiusi in bolle di schiuma. È talmente\npreciso da riuscire a colpire una lattina vuota a 30 m\ndi distanza.",
    "20072500": "Crea lame d'acqua micidiali che ruotano ad alta velocità\ne, se lanciate, possono perforare il metallo.",
    "20075300": "Ha un'indole amichevole, ma se viene infastidito aumenta\nall'istante la sua temperatura corporea provocando ustioni\nal colpevole.",
    "20070400": "Da piccolo vive in gruppo con i suoi simili, ma appena\nimpara a catturare da solo le sue prede viene allontanato\ne diventa indipendente.",
    "20071311": "Senza il potere di un fiore è vulnerabile, tuttavia viaggia\nsenza sosta finché non ne trova uno di un colore e di una\nforma che lo soddisfano.",
    "20073300": "Copre con le orecchie gli organi che presiedono ai suoi\ngrandi poteri psichici per non perderne il controllo.",
    "20073400": "Se si sente minacciato, drizza le orecchie e libera\nun potere psichico devastante, in grado di accartocciare\nun camion da 10 t come se fosse una lattina.",
    "20074611": "Ha accompagnato generazioni di re. È in grado\ndi controllare e manipolare esseri umani e Pokémon\ncol suo potere spettrale.",
    "20074612": "Ha accompagnato generazioni di re. È in grado\ndi controllare e manipolare esseri umani e Pokémon\ncol suo potere spettrale.",
    "20074200": "Immobilizza il nemico avvolgendolo in filamenti bianchi,\ndolci e appiccicosi, simili a zucchero filato.",
    "20075700": "Assorbe acqua che comprime e rilascia in un getto con\nuna pressione tale da perforare anche spesse lastre\nd'acciaio.",
    "20073200": "Può produrre energia elettrica aprendo il collare. Un solo\nPokémon di questa specie sarebbe in grado di illuminare\nun intero grattacielo.",
    "20073900": "In passato abitava nelle terre più fredde. Si dice che\nquando emette il suo verso, nel cielo notturno compaia\nl'aurora boreale.",
    "20074000": "Di recente ha fatto notizia il ritrovamento di un esemplare\nin perfetto stato di conservazione intrappolato in un\niceberg.",
    "20076700": "Nella lotta, parte all'attacco senza esitare un istante,\nanche quando si trova di fronte imponenti Pokémon\ndi tipo Drago.",
    "20076300": "I corni con cui sonda l'ambiente circostante sono così\nsensibili che, se qualcuno glieli afferra, il Pokémon resta\npietrificato per lo shock.",
    "20073511": "Pokémon nato quando uno spirito inquieto è entrato in\nuna zucca. Si attiva dopo il calar del sole.",
    "20075100": "Il suo enorme corpo di ghiaccio è duro come l'acciaio.\nAvanza distruggendo tutto ciò che gli si para davanti.",
    "20076800": "Si dice che possieda l'immortalità e possa farne dono\nagli altri. Torna in vita dopo aver dormito per 1000 anni\nsotto forma di albero.",
    "20076900": "Quando le ali e le piume della coda di questo Pokémon\nleggendario sono spiegate e di colore rosso acceso, può\nassorbire l'energia degli esseri viventi.",
    "20077000": "Zygarde assume questa forma quando vengono\naggregate metà delle sue cellule. Questo Pokémon\npresiede all'equilibrio dell'ecosistema.",
    "20077015": "È la forma che Zygarde prende quando il 100%\ndelle sue cellule si aggrega. Possiede una forza\nche supera anche quella di Xerneas e Yveltal.",
    "20077200": "Questo Pokémon è una mutazione inaspettata di Carbink.\nAlcuni ritengono che il suo corpo rosa splendente sia\nla cosa più bella del mondo.",
    "20077400": "Quando assume la sua vera forma, acquisisce un'energia\nstraordinaria. Secondo la leggenda, è talmente bramoso\ndi gioielli che può rubare un castello intero per\nimpossessarsi dei suoi tesori.",
    "20084100": "Attacca lanciando piume affilate come lame e può anche\ntirare poderosi calci con le zampe robuste.",
    "20084200": "È narcisista e ama la pulizia al punto di smettere\ndi obbedire se non ci si prende cura di lui come si deve.",
    "20084300": "Scocca piume come fossero frecce. Quando non deve\nmancare il bersaglio, tira le liane del cappuccio per\nridurne l'apertura e mirare meglio.",
    "20084600": "Pokémon rude ed egoista. Non gli piace prendersela con\nchi non è al suo livello e preferisce lottare con avversari\npiù forti di lui.",
    "20084700": "Grazie al costante allenamento, i palloncini che gonfia\ncon il naso diventano ogni giorno un po' più grandi.",
    "20084800": "Si emoziona quando assiste a una danza che non conosce\nancora e si esercita con impegno finché non la impara\nalla perfezione.",
    "20084900": "Per Primarina la lotta è uno show. Dà il colpo di grazia\nalla sua preda cantando e piroettando con eleganza.",
    "20080900": "I Toucannon comunicano tra di loro sbattendo i becchi.\nLa forza e il numero dei colpi indicano i sentimenti che\nvogliono esprimere.",
    "20086000": "Accumula aria fredda all'interno delle chele per poi\npicchiare duro. Riesce a sbriciolare anche spessi muri\ndi ghiaccio.",
    "20083500": "Odia la pioggia perché bagna il polline. Se il tempo si fa\nminaccioso, si infila nella cavità di un albero e se ne resta\nlì fermo.",
    "20082800": "Più cresce e più diventa impetuoso e aggressivo.\nNon sono pochi gli Allenatori che se ne liberano quando\nnon sono più in grado di gestirlo.",
    "20082911": "La sua criniera di roccia è affilata come la lama\ndi un coltello. Segue la preda senza mai perderla\ndi vista e quando è stanca le dà il colpo finale.",
    "20082912": "Ignora bellamente gli ordini che non gli vanno a genio.\nIl suo unico obiettivo è sconfiggere il nemico, al prezzo\ndi qualunque ferita.",
    "20080100": "Poiché mangia i coralli dei Corsola, non è visto di buon\nocchio dagli artigiani che raccolgono e lavorano i rametti\ncaduti spontaneamente.",
    "20084000": "Rimane calmo e imperturbabile in qualsiasi circostanza.\nProduce un fango speciale mescolando nella sua bocca\nterra e saliva.",
    "20085100": "Se ne sta per lo più in acqua. Quando è sazio, conserva\nle prede che ha catturato nella bolla che ha in testa.",
    "20085200": "Riesce a spezzare anche gli alberi più grossi. Comunica\ncon i suoi simili usando l'odore che emana da un organo\nche ha sul posteriore.",
    "20085300": "Agita energicamente le braccia in segno di minaccia o\ndi avvertimento. L'unica via di scampo è darsela a gambe.",
    "20081400": "Tira calci con grazia ed eleganza. Uno solo dei suoi colpi\nè sufficiente per mandare al tappeto anche un campione\ndi kickboxing.",
    "20086300": "Ama adornare di fiori la liana appiccicosa che gli spunta\ndalla testa. Se resta senza fiori, si fa prendere dall'ansia.",
    "20086700": "Il durissimo carapace che protegge il suo corpo è\nresistente come il diamante. Questo Pokémon è disposto\na tutto pur di vincere.",
    "20082300": "Ognuno dei suoi granelli ha una volontà propria. Inghiotte\nvivi i Pokémon più piccoli e ne ruba l'energia vitale.",
    "20086211": "Ha risvegliato il suo potere nascosto e si è evoluto.\nSvincolato dalla pesante maschera, la sua velocità è\nnotevolmente aumentata.",
    "20086212": "È riuscito a risvegliare il suo potere nascosto.\nPuò cambiare tipo per lottare al meglio, come\nun altro Pokémon di cui si narra nelle leggende.",
    "20085400": "Vive nei vulcani e si nutre di zolfo e minerali,\nche rendono il suo carapace esplosivo.",
    "20085800": "Quando viene infastidito o colto di sorpresa, le 14 spine\nche ha sulla schiena si drizzano spontaneamente.",
    "20081911": "È un Pokémon tranquillo che soffre di solitudine.\nSe qualcuno cerca di sbirciare sotto il panno che\nlo nasconde, si oppone con forza.",
    "20081912": "Passa ore davanti allo specchio tentando disperatamente\ndi aggiustare il collo rotto del suo travestimento, ma non\nci riesce e piange.",
    "20081800": "Quando cattura una preda, lancia un forte urlo.\nSentendolo, i suoi simili in ogni luogo esultano\nfacendo echeggiare un rumore metallico.",
    "20087300": "A volte gli Ultravarchi che apre servono da passaggio\nverso il nostro mondo per energia e forme di vita.",
    "20087400": "In antichissimi documenti si parla di lui come della\n\"creatura che evoca la luna\".",
    "20087700": "Una delle Ultracreature. Non fa che mettere in\nmostra i propri muscoli esageratamente gonfi.",
    "20087900": "Una forma di vita proveniente da un altro mondo. Il suo\ncorpo esile e flessibile nasconde una forza inaspettata.",
    "20088100": "Una delle temibili Ultracreature. Rilevamenti effettuati\nsulle sue gigantesche braccia hanno mostrato reazioni\nenergetiche ad alta intensità.",
    "20000101": "È possibile vedere Bulbasaur mentre schiaccia un pisolino\nsotto il sole. Ha un seme piantato sulla schiena.\nGrazie ai raggi solari il seme cresce ingrandendosi\nprogressivamente.",
    "20000201": "C'è un germoglio piantato nella schiena di Ivysaur.\nPer sopportarne il peso, le zampe e il corpo crescono\nrobusti. Quando inizia a passare più tempo esposto\nal sole, significa che il germoglio sboccerà presto\nin un grande fiore.",
    "20005901": "Narra la leggenda che in un lontano passato \nabbia lottato a fianco di un generale, aiutandolo\na conquistare paesi interi.",
    "20009401": "I genitori di tutto il mondo ammoniscono i bambini\ndicendo loro che, se non fanno i bravi, arriverà Gengar!",
    "20009501": "Onix nel cervello ha una calamita, che agisce da bussola\nper consentirgli di non perdere l'orientamento mentre\nscava sottoterra. Con il passare del tempo il suo corpo\ndiventa sempre più smussato e levigato.",
    "20013101": "Fin troppo protetto, ha finito per moltiplicarsi in modo\neccessivo e questo ha causato una diminuzione\ndei Pokémon acquatici nei mari.",
    "20015201": "Nella lotta, Chikorita sventola la sua foglia in modo da\ntenere a bada il nemico. Tuttavia, la foglia emana anche\nun aroma dolce, che calma il Pokémon avversario,\ncreando un'atmosfera gradevole e rilassata tutt'attorno.",
    "20015301": "Il collo di Bayleef è agghindato da foglie, dentro cui è\npresente il piccolo germoglio di un albero. L'aroma\nemanato da questo germoglio ha un effetto energizzante\nsull'uomo.",
    "20015801": "Nonostante il suo corpicino minuto, le mascelle di Totodile\nsono molto potenti. Sebbene creda solo di giocare, il suo\nmorso è così forte e pericoloso da causare serie ferite.",
    "20015901": "Una volta azzannato il nemico, Croconaw non molla\nla presa facilmente. Le zanne a punta ricurva all'indietro,\na mo' di amo da pesca, rendono impossibile estrarle\nquando sono conficcate in profondità.",
    "20016001": "Feraligatr spaventa il nemico spalancando la sua bocca\nenorme. Nella lotta pesta pesantemente il terreno con le\nsue possenti zampe posteriori per scagliarsi contro\nil nemico a un'incredibile velocità.",
    "20016701": "Con il filo che secerne dalla bocca tesse una tela talmente\nresistente da sostenere il peso di una roccia di 10 kg.",
    "20016801": "Vaga di notte in cerca di prede. Quando ne trova una,\nusa il suo filo per immobilizzarla e poi la divora con\nle sue zanne.",
    "20021001": "Ha una mascella molto potente, ma non ama\nbattersi, perciò non ha molte occasioni di dare\nprova della sua forza.",
    "20023001": "Kingdra vive negli abissi oceanici di solito privi di ogni\nforma di vita. Si crede che uno sbadiglio di Kingdra\ngeneri correnti oceaniche spiraliformi.",
    "20024101": "Produce 20 litri di latte al giorno. Più alta è la qualità\ndel pascolo, più gustoso sarà il latte.",
    "20024201": "Le sue uova sono talmente deliziose che si dice rendano\nfelice chiunque le mangi. Per questo hanno prezzi altissimi\nsul mercato.",
    "20027801": "Grazie alle ali lunghe e strette, vola in alto lasciandosi\ntrasportare dalle correnti ascensionali come un aliante.",
    "20027901": "Trasporta piccoli Pokémon tenendoli nel suo\nenorme becco, ma non si sa dove li porti.",
    "20028301": "Quando è in difficoltà, secerne un liquido dolce\ndalla punta della testa. Lo sciroppo ricavato da\nquesto liquido è ottimo da spalmare sul pane.",
    "20028401": "Intimorisce i nemici con i motivi a forma di occhio.\nSe lo stratagemma non funziona, fugge via agitando\nle quattro ali.",
    "20029901": "Si sposta di 1 cm all'anno, ma quando si trova in difficoltà\nruota su se stesso e in un attimo si nasconde sottoterra.",
    "20032401": "Il fumo che fuoriesce dalla sua corazza permette di capire\nil suo stato di salute. Quando i getti sono vigorosi,\nsignifica che sta bene.",
    "20035601": "Il corpo di Dusclops è completamente vuoto. Non contiene\nassolutamente nulla. Infatti si dice che sia una sorta di\nbuco nero. Il Pokémon assorbe ogni cosa all'interno del\nproprio corpo, ma non rilascia mai nulla.",
    "20044801": "È in grado di concentrare le sue energie spirituali\nper sprigionare un'aura che può frantumare anche\ngrossi macigni.",
    "20047601": "Controlla delle unità dette Mininasi, ma pare che a volte\nqueste si smarriscano e non riescano più a tornare.",
    "20047701": "Si dice che accolga gli spiriti smarriti nel suo corpo\nflessibile per riportarli a casa.",
    "20049501": "Quando è esposto alla luce solare può muoversi più\nvelocemente. Usa le sue liane meglio dei suoi stessi arti.",
    "20049601": "Corre quasi scivolando sulle superfici.\nConfonde il nemico con i rapidi movimenti,\nper poi attaccarlo con una frustata.",
    "20049701": "Dà il meglio di sé solo contro chi non resta intimidito\ndal suo nobile sguardo.",
    "20049801": "Lancia palle di fuoco dal naso mentre evita abilmente\ngli attacchi del nemico. Mangia bacche che arrostisce\nlui stesso.",
    "20049901": "Più mangia e più le fiamme che bruciano nel suo stomaco\nsi rinvigoriscono, aumentando così il suo potere.",
    "20050001": "Infiamma i pugni sulla barba ardente, poi sferra attacchi\ndi fuoco sui nemici. Ha molta considerazione per i suoi\nsimili.",
    "20051001": "I muscoli tonici del suo corpo gli donano una figura\ndavvero affascinante. Si aggira silenzioso nel buio\ndella notte.",
    "20054401": "È protetto da un guscio resistente. Si scaglia contro\nil nemico rotolando come uno pneumatico.",
    "20054501": "Trafigge la preda con gli aculei del collo e dopo averla\nimmobilizzata la finisce con le sue tossine.",
    "20057901": "Le sue braccia, piene di un liquido che convoglia\ni suoi poteri psichici, sono anche in grado di frantumare\nle rocce.",
    "20058101": "Non è solo elegante. Con il poderoso battito d'ali riesce\na volare per migliaia di chilometri senza fermarsi.",
    "20060901": "Le fiamme di Chandelure risucchiano lo spirito e lasciano\nil corpo come un guscio vuoto.",
    "20061201": "Ha un carattere gentile, ma non perdona chi devasta\nil suo territorio. Le sue zanne possono tagliare l'acciaio.",
    "20080901": "I Toucannon comunicano tra di loro sbattendo i becchi.\nLa forza e il numero dei colpi indicano i sentimenti che\nvogliono esprimere.",
    "20082921": "La sua criniera di roccia è affilata come la lama\ndi un coltello. Segue la preda senza mai perderla\ndi vista e quando è stanca le dà il colpo finale.",
    "20082922": "Ignora bellamente gli ordini che non gli vanno a genio.\nIl suo unico obiettivo è sconfiggere il nemico, al prezzo\ndi qualunque ferita.",
    "20082301": "Ognuno dei suoi granelli ha una volontà propria. Inghiotte\nvivi i Pokémon più piccoli e ne ruba l'energia vitale.",
    "20052301": "Ha un temperamento sanguigno. Quando si arrabbia\ndalla criniera lancia saette in ogni direzione.",
    "20022501": "Se incontra qualcuno che si è perso, condivide il cibo\nche ha con sé. È onnivoro, perciò potrebbe offrire anche\ndei Pokémon Coleottero.",
    "20073301": "Copre con le orecchie gli organi che presiedono ai suoi\ngrandi poteri psichici per non perderne il controllo.",
    "20036201": "Congela la preda prima di affondarvi i denti.\nTuttavia, preferisce cibarsi di Pokémon già ghiacciati\ncome Vanillite.",
    "20013300": "Non si conosce ancora il motivo per cui Eevee sia l'unico\nPokémon a possedere un corredo genetico così instabile.",
    "20081301": "Gioca tranquillamente anche con i Pokémon alati perché\nsi sente protetto dalle sue rigide foglie. Non sembra\npreoccuparsi delle loro beccate.",
    "20081401": "Tira calci con grazia ed eleganza. Uno solo dei suoi colpi\nè sufficiente per mandare al tappeto anche un campione\ndi kickboxing.",
    "20042901": "È temuto perché lancia maledizioni e causa sventure,\nma a volte decide di usare i suoi incantesimi per aiutare\nle persone.",
    "20080601": "Vive nel profondo delle caverne e si circonda di Salandit\nche ammalia con i suoi potenti feromoni.",
    "20015111": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20015112": "Si dice che Mew possegga il patrimonio genetico di tutti\ni Pokémon. È in grado di rendersi invisibile, quando vuole,\nin modo da non farsi notare nemmeno da vicino.",
    "20038701": "Fa la fotosintesi su tutto il corpo esponendosi ai raggi\nsolari. La sua corazza è fatta di terra compatta.",
    "20038801": "Vive nelle foreste vicino all'acqua, ma esce di giorno\nper far prendere sole alle piante sul guscio.",
    "20038901": "In tempi antichissimi la gente pensava che sottoterra\nci fossero dei giganteschi Torterra.",
    "2008180000": "Ha vari assi nella manica. Emette getti d'acqua\ndalle dita e si fa trasportare dal vento grazie\nalla membrana che ha sulla schiena.",
    "2008340000": "Ha una natura estremamente feroce e addenta\nle prede con la sua mascella, così potente da\npoter sbriciolare sbarre di ferro.",
    "2008350000": "Quando corre produce elettricità dalla base\ndella coda. A Galar è apprezzato soprattutto\nper l'aiuto che fornisce ai pastori nei pascoli.",
    "2008551100": "Ha un gusto e un profumo molto particolari. Se si fida\ndel suo Allenatore, gli concede un piccolo assaggio.",
    "2008610000": "Se avvolge il corpo con i capelli, la sua potenza\nmuscolare aumenta. La sua forza gli permette\ndi immobilizzare a terra anche Machamp.",
    "2008620031": "Ha una potenza vocale impressionante. Quando assume\nla tipica posa intimidatoria e si mette a urlare, si dice\nche sta facendo \"sbarramento\".",
    "2008650031": "Devia gli attacchi usando la dura foglia del porro\ne contrattacca con il gambo affilato. Usa il porro\nsia come arma che come cibo.",
    "2008691111": "Agli Allenatori di cui si fida regala bacche decorate\ncon la panna.",
    "2008751100": "Raffredda costantemente la testa con del\nghiaccio perché non sopporta il caldo. Usa il\npelo che ha sul capo per pescare le sue prede.",
    "2008751200": "Assume questa forma quando il ghiaccio che\nricopre il suo volto va in frantumi. Molti vanno\nmatti per la sua buffa espressione corrucciata.",
    "2008771100": "Indipendentemente da quanto mangia, è sempre\naffamato. Tiene molto ai semi che ha arrostito\ncon l'elettricità e li porta sempre con sé.",
    "2008771200": "L'elettricità contenuta nelle guance si è trasformata\nin energia di tipo Buio. La fame lo ha reso molto\naggressivo.",
    "2008840000": "Il suo corpo fatto di un metallo speciale è\nleggero e gli conferisce un'andatura impeccabile.\nVive nelle grotte perché odia la pioggia.",
    "2008881200": "Temuto e rispettato da nemici e alleati, è detto \"spada\ndel re folletto\" per la sua capacità di tranciare qualsiasi\ncosa.",
    "2008891200": "Quando assume questa forma, è detto \"scudo\ndel re lottatore\" in segno di timore e rispetto per\nla sua capacità di respingere qualsiasi attacco.",
    "2008900000": "È giunto dallo spazio dentro un meteorite caduto\n20.000 anni fa. Sembra essere in qualche modo\ncollegato al mistero del fenomeno Dynamax.",
    "20086512": "Necrozma assume questa forma quando si nutre\ndella luce di Solgaleo. Lacera i nemici con gli\nartigli che ha sulla schiena e sugli arti.",
    "20086514": "Necrozma assume questa forma dopo aver\nassorbito un'enorme quantità di energia\nluminosa. Spara raggi laser da tutto il corpo.",
    "2008980012": "Si racconta che non mostrava alcuna pietà per chi\nostacolava il suo cammino, ma che dopo la lotta\nguariva le ferite dei suoi avversari."
}
