{
    "p999999": "Quand le Pokémon du lanceur utilise une capacité réduisant une stat de l'ennemi, cette capacité a [Digit:2digits ] % de chances de réduire la même stat pour tous les Duos ennemis.",
    "p999998": "[Digit:2digits ] % de chances d'augmenter la Vitesse du lanceur de 1 rang quand sa capacité est un coup critique.",
    "p999997": "Les capacités n'échouent jamais quand le soleil brille.",
    "p999996": "Empêche les baisses de stats quand le soleil brille.",
    "p999995": "Augmente la puissance des capacités du lanceur pendant les tempêtes de sable.",
    "p999994": "Protège le lanceur des dégâts infligés par les tempêtes de sable.",
    "p999993": "L'Attaque du lanceur augmente de 50 % tant que ses PV restants sont à la moitié ou plus.",
    "p999992": "Augmente la Vitesse de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] si le Pokémon du lanceur utilise une capacité pendant une tempête de sable.",
    "p999991": "Augmente l'Attaque et l'Attaque Spéciale de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois que le Pokémon utilise une capacité de statut avec succès à chaque combat.",
    "p999990": "La Défense et la Déf. Spé. du lanceur augmentent de 30 % pendant les tempêtes de sable.",
    "p999989": "Le lanceur regagne 1 PPC quand il inflige un coup critique.",
    "p999988": "[Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée au lanceur lorsqu'il inflige un coup critique.",
    "p999987": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur quand son Pokémon utilise une capacité de statut.",
    "p999986": "Augmente le taux de critiques du lanceur de 1 rang quand son Pokémon utilise une capacité de statut.",
    "p999985": "Quand le Pokémon du lanceur utilise une capacité de statut qui augmente une stat d'un allié, celle-ci augmente du double de rangs.",
    "p999984": "Augmente la Défense et la Défense Spéciale du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999983": "[Digit:2digits ] % de chances d'augmenter la Défense et la Déf. Spé. du lanceur de 1 rang quand son Pokémon utilise une capacité pendant une tempête de sable.",
    "p999982": "[Digit:2digits ] % de chances de baisser la Précision de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle pendant une tempête de sable.",
    "p999981": "La première fois dans chaque combat que le Duo utilise une capacité Duo, une tempête de sable se lève.",
    "p999980": "Augmente la Déf. Spé. du lanceur de 50 % pendant les tempêtes de sable.",
    "p999979": "En cas de paralysie, diminue les chances de ne pas pouvoir agir.",
    "p999978": "En cas de paralysie, réduit les baisses de Vitesse.",
    "p999977": "Applique l'effet Immunité altérations et tourments au lanceur quand des altérations de statut lui sont retirées.",
    "p999976": "Applique l'effet Immunité altérations et tourments au lanceur quand les altérations Peur, Confusion et Ligotage lui sont retirées.",
    "p999975": "Réduit les baisses de stats quand n'importe quelle stat est baissée.",
    "p999974": "Après l'utilisation d'une capacité Duo, soigne toutes les altérations de statut du lanceur.",
    "p999973": "Après l'utilisation d'une capacité Duo, soigne les altérations Confusion et Ligotage.",
    "p999972": "Après l'utilisation d'une capacité Duo, annule les baisses de stats du lanceur.",
    "p999971": "Réduit de [Digit:1digit ] le nombre d'actions nécessaires pour lancer une capacité Duo la première fois que le Duo entre sur le terrain.",
    "p999970": "Après que le lanceur ait utilisé sa capacité Duo, réduit de [Digit:1digit ] le nombre d'actions nécessaires pour lancer une capacité Duo.",
    "p999969": "Augmente les chances d'infliger des baisses de stats avec une capacité.",
    "p999968": "Augmente la puissance des capacités du lanceur quand il est en mauvaise posture.",
    "p999967": "Augmente la puissance des capacités du lanceur quand celui-ci subit une altération de statut.",
    "p999966": "Plus la Jauge Capacité est remplie lors du choix des capacités, plus ces capacités sont puissantes.",
    "p999965": "Quand le lanceur arrive au combat avec tous ses PV, l'effet Prêt à encaisser est activé.",
    "p999964": "Empêche les baisses de stats pendant les tempêtes de sable.",
    "p999963": "Baisse l'Attaque de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999962": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il inflige un coup critique.",
    "p999961": "Augmente le taux de critiques du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il inflige un coup critique.",
    "p999960": "Le lanceur regagne à chaque combat environ [Digit:2digits ] % de ses PV maximums quand il est en mauvaise posture pour la première fois.",
    "p999959": "Le Pokémon regagne des PV à chaque action qu'il effectue quand il grêle.",
    "p999958": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] pendant les tempêtes de sable.",
    "p999957": "La Jauge Capacité se remplit plus vite quand il pleut.",
    "p999956": "La Jauge Capacité se remplit plus vite quand le soleil brille.",
    "p999955": "La Jauge Capacité se remplit plus vite quand le lanceur souffre d'une altération de statut.",
    "p999954": "Réduit les dégâts des capacités physiques subies par le lanceur quand il est en mauvaise posture.",
    "p999953": "Les altérations d'état ne peuvent pas être appliquées au lanceur quand le soleil brille.",
    "p999952": "[Digit:2digits ] % de chances d'augmenter la Vitesse du lanceur de 1 rang après l'utilisation d'une capacité par son Pokémon.",
    "p999951": "Augmente la Vitesse du lanceur de 1 rang après l'utilisation d'une capacité par son Pokémon.",
    "p999950": "[Digit:2digits ] % de chances de soigner la totalité des altérations de statut de tous les Duos alliés après l'utilisation d'une capacité par le Pokémon du lanceur.",
    "p999949": "Quand le lanceur utilise une attaque, il n'est pas affecté par les effets du camp ciblé qui réduisent les dégâts.",
    "p999948": "[Digit:2digits ] % de chances d'augmenter de 1 rang l'Attaque du lanceur quand il utilise avec succès une capacité offensive.",
    "p999947": "Augmente de 1 rang l'Attaque du lanceur quand il utilise avec succès une capacité offensive.",
    "p999946": "[Digit:2digits ] % de chances de baisser la Défense de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999945": "Baisse la Défense de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999944": "Augmente la puissance des capacités du lanceur lors des Bonus Synchro.",
    "p999943": "Le lanceur utilise Explosion juste avant d'être mis K.O.",
    "p999942": "Quand ce Duo est mis K.O., ses augmentations de stats sont divisées par deux et appliquées au Duo le remplaçant.",
    "p999941": "[Digit:2digits ] % de chances d'augmenter la Défense du lanceur de 1 rang après l'utilisation d'une capacité par son Pokémon.",
    "p999940": "Augmente la Défense du lanceur de 1 rang après l'utilisation d'une capacité par son Pokémon.",
    "p999939": "Le Pokémon du lanceur prend la Forme Assaut lorsqu'il utilise une attaque.",
    "p999938": "Le Pokémon du lanceur prend la Forme Parade quand il utilise Bouclier Royal ou remplace un Pokémon.",
    "p999936": "[Digit:2digits ] % de chances d'augmenter de 1 rang une des stats du lanceur au hasard (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) quand sa capacité offensive est réussie.",
    "p999935": "Quand le Duo est remplacé par un autre, ses augmentations de stats sont transmises au Duo qui le remplace.",
    "p999934": "[Digit:2digits ] % de chances de charger la Jauge Capacité du lanceur d'un segment quand il utilise avec succès une capacité.",
    "p999933": "[Digit:2digits ] % de chances de regagner 1 PPC du lanceur quand il utilise une capacité avec succès.",
    "p999932": "Augmente la puissance des capacités du lanceur quand la cible est paralysée.",
    "p999931": "Augmente la puissance des capacités du lanceur quand la cible est brûlée.",
    "p999930": "Augmente la puissance des capacités du lanceur quand il grêle.",
    "p999929": "Augmente la puissance des capacités du lanceur quand la cible est gelée.",
    "p999928": "[Digit:2digits ] % de chance d'appliquer une nouvelle fois l'effet Prêt à encaisser au lanceur lorsque cet effet s'active et qu'il n'a plus que 1 PV restant.",
    "p999927": "Le lanceur regagne des PV à chaque action que son Pokémon effectue quand le soleil brille.",
    "p999926": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999925": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999924": "Augmente le taux de critiques du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999923": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur quand il est en mauvaise posture pour la première fois.",
    "p999922": "Augmente la puissance des capacités du lanceur quand il pleut.",
    "p999921": "Augmente la puissance des capacités du lanceur quand il est confus.",
    "p999920": "Augmente la puissance des capacités du lanceur quand la cible est confuse.",
    "p999919": "Réduit les dégâts des capacités offensives subies par le lanceur quand il pleut.",
    "p999918": "Augmente la puissance des capacités Duo du lanceur quand le soleil brille.",
    "p999917": "Soigne à chaque combat Confusion, Peur et Ligotage du lanceur quand celui-ci subit pour la première fois une de ces altérations de statut.",
    "p999916": "[Digit:2digits ] % de chances d'appliquer l'effet Prêt à encaisser au lanceur s'il utilise avec succès une capacité.",
    "p999915": "Applique l'effet Prêt à encaisser au lanceur quand le Duo utilise avec succès une capacité.",
    "p999914": "[Digit:2digits ] % de chances de rendre confuse la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999913": "Quand le lanceur réussit une capacité et qu'il est en mauvaise posture, il devient la cible des ennemis pendant un instant.",
    "p999912": "Augmente l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois.",
    "p999911": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand un allié autre que le lanceur ou un ennemi est mis K.O.",
    "p999910": "[Digit:2digits ] % de chances de baisser l'Atq. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999909": "Baisse l'Atq. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999908": "Quand il pleut, les capacités offensives du Pokémon ont un taux de critiques plus élevé.",
    "p999907": "[Digit:2digits ] % de chances d'annuler les baisses de stats du lanceur quand il utilise avec succès une capacité.",
    "p999906": "Le lanceur regagne environ [Digit:2digits ] % de ses PV maximums après l'utilisation d'une capacité Duo.",
    "p999905": "Soigne à chaque combat toutes les altérations de statut du lanceur quand celui-ci en subit une pour la première fois.",
    "p999904": "Baisse une des stats de la cible au hasard (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999903": "[Digit:2digits ] % de chances d'augmenter le taux de critiques du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999902": "Augmente le taux de critiques du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999901": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999900": "Augmente la Déf. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999899": "[Digit:2digits ] % de chances d'augmenter l'Esquive du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999898": "Augmente l'Esquive du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999897": "Certaines des capacités du lanceur sont remplacées par d'autres après l'utilisation d'une capacité Duo.",
    "p999896": "[Digit:2digits ] % de chances de restaurer environ 20 % des PV maximums du lanceur quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999895": "Restaure environ 20 % des PV maximums du lanceur quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999894": "[Digit:2digits ] % de chances de restaurer environ 20 % des PV maximums du lanceur quand il utilise avec succès une capacité.",
    "p999893": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur après l'utilisation d'une capacité Duo.",
    "p999892": "Plus les PV restants du lanceur sont élevés, plus ses capacités sont puissantes.",
    "p999891": "Plus l'Atq. Spé. de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999890": "Plus les PV restants de la cible sont élevés, plus les capacités du lanceur sont puissantes.",
    "p999889": "Augmente la puissance des capacités du lanceur contre les cibles qui souffrent d'une altération de statut.",
    "p999888": "Augmente la puissance des capacités du lanceur contre les cibles qui sont apeurées, confuses ou ligotées.",
    "p999887": "Augmente la puissance des capacités du lanceur contre les cibles qui sont apeurées.",
    "p999886": "Réduit de [Digit:1digit ] le nombre d'actions nécessaires pour lancer une capacité Duo la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999885": "[Digit:2digits ] % de chances de réduire le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur est en mauvaise posture une fois par combat. En combat Multi en équipe, réduit à la place ce nombre pour tous les Duos alliés une fois par combat.",
    "p999884": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur arrive au combat une fois par combat.",
    "p999883": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité.",
    "p999882": "Le lanceur regagne des PV à chaque action que son Pokémon effectue pendant les tempêtes de sable.",
    "p999881": "[Digit:2digits ] % de chances d'empoisonner la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999880": "Baisse l'Attaque et l'Atq. Spé. de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] juste avant que le lanceur soit mis K.O.",
    "p999879": "Augmente le taux de critiques de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999878": "Augmente l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999877": "Augmente la Vitesse de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999876": "Augmente l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999875": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand la capacité du lanceur est un coup critique.",
    "p999874": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand n'importe laquelle de ses stats est réduite.",
    "p999873": "[Digit:2digits ] % de chances d'augmenter l'Esquive du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999872": "Augmente l'Esquive du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999871": "[Digit:2digits ] % de chances d'augmenter l'Attaque du lanceur de 1 rang quand n'importe laquelle de ses stats est réduite.",
    "p999870": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999869": "[Digit:2digits ] % de chances d'augmenter l'Attaque, l'Atq. Spé. ou les deux du lanceur de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999868": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999867": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999866": "[Digit:2digits ] % de chances d'augmenter l'Attaque de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999865": "Augmente l'Attaque de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999864": "[Digit:2digits ] % de chances d'augmenter le taux de critiques de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999863": "Augmente le taux de critiques de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999862": "[Digit:2digits ] % de chances d'augmenter la Défense du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999861": "Augmente la Défense du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999860": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999859": "Augmente la Déf. Spé. du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999858": "Augmente la puissance des capacités du lanceur quand le soleil brille.",
    "p999857": "[Digit:2digits ] % de chances d'augmenter la Vitesse du lanceur de 2 rangs quand il subit une capacité offensive.",
    "p999856": "Augmente la Vitesse du lanceur de 2 rangs quand il subit une capacité offensive.",
    "p999855": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois qu'il perd au moins la moitié de ses PV à chaque combat.",
    "p999854": "Fait briller le soleil après l'utilisation d'une capacité Duo par le lanceur.",
    "p999853": "[Digit:2digits ] % de chances de baisser la Vitesse de l'ennemi de 1 rang quand le lanceur subit une capacité physique.",
    "p999852": "Baisse la Vitesse de l'ennemi de 1 rang quand le lanceur subit une capacité physique.",
    "p999851": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999850": "Augmente l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999849": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment quand il subit une capacité offensive.",
    "p999848": "Applique l'effet Régénération lente PV au lanceur s'il a tous ses PV quand il arrive au combat.",
    "p999847": "Augmente la puissance des capacités Duo du lanceur quand la cible est paralysée.",
    "p999846": "Augmente la puissance des capacités Duo du lanceur quand la cible est confuse.",
    "p999845": "Remplit la Jauge Capacité du lanceur de [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] pour chaque Duo allié sur le terrain après l'utilisation d'une capacité Duo. En combat Multi en équipe, remplit à la place [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité de tous les joueurs alliés après l'utilisation d'une capacité Duo.",
    "p999844": "Augmente la puissance de la capacité Duo du lanceur quand il pleut.",
    "p999843": "Baisse la Vitesse de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999842": "Applique l'effet Coup critique assuré au lanceur quand il arrive au combat.",
    "p999841": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999840": "Quand le lanceur réussit une capacité avec l'effet Enchaînement, le nombre d'attaques est toujours le nombre maximum.",
    "p999839": "Pendant les tempêtes de sable, la Jauge Capacité se remplit plus vite.",
    "p999838": "Plus la Précision de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999837": "Plus la Vitesse de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999836": "[Digit:2digits ] % de chances d'apeurer la cible quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999835": "Applique l'effet Coup critique assuré au lanceur après l'utilisation d'une capacité Duo.",
    "p999834": "Augmente la Déf. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999833": "Le lanceur regagne des PV à chaque action que son Pokémon effectue alors qu'il pleut.",
    "p999832": "Augmente la Défense de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur est en mauvaise posture pour la première fois à chaque combat.",
    "p999831": "Augmente la puissance des capacités du lanceur si la cible est empoisonnée ou gravement empoisonnée.",
    "p999830": "Augmente la puissance des capacités du lanceur quand la cible est ligotée.",
    "p999829": "Baisse l'Attaque de l'ennemi de 1 rang et augmente l'Attaque du lanceur de la même proportion quand il subit une capacité offensive.",
    "p999828": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment pour chaque Duo allié sur le terrain quand il utilise avec succès une capacité. En combat Multi en équipe, [Digit:2digits ] % de chances de remplir à la place la Jauge Capacité de tous les joueurs alliés de 1 segment quand le lanceur utilise avec succès une capacité.",
    "p999827": "Remplit la Jauge Capacité du lanceur de 1 segment pour chaque Duo allié sur le terrain quand il utilise avec succès une capacité. En combat Multi en équipe, 20 % de chances de remplir à la place la Jauge Capacité de tous les joueurs alliés de 1 segment quand le lanceur utilise avec succès une capacité.",
    "p999826": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur subit une capacité offensive.",
    "p999825": "Augmente la Défense du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999824": "Augmente l'Attaque de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999823": "Augmente la Défense de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999822": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999821": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999820": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999819": "Augmente l'Attaque de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo par le lanceur.",
    "p999818": "Augmente la puissance des capacités du lanceur quand la cible est endormie.",
    "p999817": "[Digit:2digits ] % de chances d'appliquer la même altération de statut à tous les Duos ennemis quand le lanceur utilise une capacité de statut qui altère le statut d'un ennemi.",
    "p999816": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois qu'il perd au moins la moitié de ses PV à chaque combat.",
    "p999815": "[Digit:2digits ] % de chances de baisser une des stats de la cible au hasard (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle. Augmente la stat du lanceur de la même proportion.",
    "p999814": "Baisse une des stats de la cible au hasard (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle. Augmente la stat du lanceur de la même proportion.",
    "p999813": "[Digit:2digits ] % de chances de baisser la Déf. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999812": "Baisse la Déf. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999811": "Augmente la Défense du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999810": "Restaure environ [Digit:2digits ] % des PV maximums de tous les Duos alliés après l'utilisation d'une capacité Duo par le lanceur.",
    "p999809": "Restaure la totalité des PV de tous les Duos alliés après l'utilisation d'une capacité Duo par le lanceur.",
    "p999808": "Quand le lanceur utilise avec succès une capacité qui cible un Duo allié (à l'exception des effets sur le terrain), restaure les PV du Duo allié affecté par cette capacité d'environ [Digit:2digits ] % de ses PV maximums.",
    "p999807": "Quand le lanceur utilise avec succès une capacité qui cible un Duo allié (à l'exception des effets sur le terrain), restaure les PV du Duo allié affecté par cette capacité de 100 % de ses PV maximums.",
    "p999806": "Plus la Vitesse de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999805": "Une fois par combat, [Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur est en mauvaise posture.",
    "p999804": "Plus l'Attaque de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999803": "Plus la Déf. Spé. de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999802": "[Digit:2digits ] % de chances de geler la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999801": "[Digit:2digits ] % de chances de baisser une des stats de la cible au hasard (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999800": "Augmente la Déf. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999799": "Baisse la Déf. Spé. de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999798": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999797": "Augmente la Précision de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999796": "Quand le lanceur utilise avec succès une capacité qui cible un Duo allié (à l'exception des effets sur le terrain), augmente la Défense du Duo affecté par cette capacité de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ].",
    "p999795": "Augmente la puissance des capacités Duo du lanceur quand la cible est endormie.",
    "p999794": "Applique l'effet Prochain coup assuré au lanceur quand il arrive au combat.",
    "p999793": "Baisse la Précision de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999792": "Augmente le taux de critiques du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999791": "[Digit:2digits ] % de chances d'augmenter l'Esquive de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999790": "Augmente l'Esquive de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999789": "Augmente l'Esquive de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999788": "[Digit:2digits ] % de chances d'augmenter l'Attaque du lanceur de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999787": "Augmente l'Attaque du lanceur de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999786": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999785": "Augmente l'Atq. Spé. du lanceur de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999784": "Augmente le taux de critiques du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999783": "Baisse l'Attaque de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo par le lanceur.",
    "p999782": "Baisse l'Atq. Spé. de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999781": "[Digit:2digits ] % de chances d'augmenter l'Attaque du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999780": "Augmente l'Attaque du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999779": "Quand il grêle, la Jauge Capacité se remplit plus vite.",
    "p999778": "Invoque la grêle après l'utilisation d'une capacité Duo par le lanceur.",
    "p999777": "Augmente la puissance des capacités Duo pendant les tempêtes de sable.",
    "p999776": "Invoque une tempête de sable après l'utilisation d'une capacité Duo par le lanceur.",
    "p999775": "Augmente la puissance des capacités Duo du lanceur quand la cible est gelée.",
    "p999774": "Augmente la puissance des capacités Duo du lanceur quand la cible est apeurée.",
    "p999773": "Augmente l'Attaque, la Défense, l'Atq. Spé., la Déf. Spé. et la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999772": "[Digit:2digits ] % de chances de baisser l'Attaque de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999771": "Les capacités offensives du lanceur ont un taux de critiques plus élevé tant que ses PV restants sont à la moitié ou moins.",
    "p999770": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il inflige un coup critique.",
    "p999769": "Augmente l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il inflige un coup critique.",
    "p999768": "Augmente l'Atq. Spé. de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999767": "Augmente la Déf. Spé. de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité.",
    "p999766": "Applique l'effet Prêt à encaisser à tous les Duos alliés la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999765": "[Digit:2digits ] % de chances de gravement empoisonner la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999764": "Baisse la Défense ou la Déf. Spé., ou les deux, de la cible de 1 rang quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999763": "Restaure environ 20 % des PV maximums du lanceur quand il utilise avec succès une capacité.",
    "p999762": "Plus la Défense de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999761": "Applique l'effet Régénération lente PV au lanceur s'il utilise avec succès une capacité.",
    "p999760": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand il subit une capacité offensive.",
    "p999759": "[Digit:2digits ] % de chances d'augmenter la Défense de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999758": "[Digit:2digits ] % de chances de baisser l'Esquive de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999757": "[Digit:2digits ] % de chances de baisser la Précision de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999756": "Augmente l'Attaque et l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il met un ennemi K.O. avec une capacité.",
    "p999755": "Restaure environ [Digit:2digits ] % des PV maximums de tous les Duos alliés, sauf le lanceur, juste avant que ce dernier ne soit mis K.O.",
    "p999754": "Applique l'effet Coup critique assuré au lanceur s'il utilise avec succès une capacité.",
    "p999753": "Applique l'effet Résilience Physique au côté allié la première fois que le lanceur est en mauvaise posture à chaque combat.",
    "p999752": "[Digit:2digits ] % de chances de baisser la Défense de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999751": "Baisse la Défense de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999750": "[Digit:2digits ] % de chances de baisser la Déf. Spé. de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999749": "Baisse la Déf. Spé. de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999748": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur chaque fois qu'un autre Pokémon est mis K.O.",
    "p999747": "Baisse la Défense de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi confus.",
    "p999746": "Plus la Défense de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999745": "Le lanceur regagne des PV à chaque action que son Pokémon effectue quand le champ est un Champ Électrifié.",
    "p999744": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. du lanceur de 1 rang quand sa capacité est un coup critique.",
    "p999743": "Baisse la Déf. Spé. de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] juste avant que le lanceur soit mis K.O.",
    "p999742": "Augmente la Défense du lanceur de 50 % quand il grêle.",
    "p999741": "Plus les PV restants du lanceur sont bas, plus ses capacités sont puissantes.",
    "p999740": "[Digit:2digits ] % de chances de regagner 1 PPC de la capacité du lanceur avec l'effet Attaque 1 PPC quand il utilise avec succès une capacité offensive.",
    "p999739": "[Digit:2digits ] % de chances d'augmenter la Défense du lanceur de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999738": "[Digit:2digits ] % de chances de baisser la Vitesse de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999737": "Transforme le champ en un Champ Herbu après l'utilisation d'une capacité Duo par le lanceur.",
    "p999736": "Restaure [Digit:1digit ] PPC au lanceur la première fois qu'il utilise une capacité Duo à chaque combat.",
    "p999735": "Plus la Déf. Spé. de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999734": "Plus l'Esquive de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999733": "Le lanceur regagne des PV à chaque action que son Pokémon effectue quand le champ est un Champ Psychique.",
    "p999732": "Augmente la Précision du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999731": "Augmente l'Esquive du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999730": "Augmente la Vitesse de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999729": "[Digit:2digits ] % de chances d'augmenter le taux de critiques de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité quand il grêle.",
    "p999728": "Augmente aléatoirement une des stats suivantes de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise avec succès une capacité : Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive.",
    "p999727": "Augmente aléatoirement une des stats suivantes du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] : Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive quand il arrive au combat.",
    "p999726": "Augmente la Déf. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999725": "Augmente la Déf. Spé. du lanceur de 1 rang quand son Pokémon utilise une capacité.",
    "p999724": "Baisse l'Esquive de l'ennemi actuellement ciblé de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise Anti-Brume avec succès.",
    "p999723": "[Digit:2digits ] % de chances d'augmenter l'Attaque, l'Atq. Spé. ou les deux de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999722": "Augmente l'Attaque, l'Atq. Spé. ou les deux de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999721": "Augmente la Défense du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999720": "Augmente la Précision du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999719": "Applique l'effet Anti-altérations de stats au côté allié quand le lanceur arrive au combat.",
    "p999718": "Applique l'effet Prêt à encaisser au lanceur la première fois qu'il utilise une capacité Duo à chaque combat.",
    "p999717": "Augmente aléatoirement une des stats suivantes de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat : Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive.",
    "p999716": "Augmente l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo.",
    "p999715": "[Digit:2digits ] % de chances d'augmenter l'Attaque du lanceur de 1 rang quand sa capacité est un coup critique.",
    "p999714": "Plus l'Attaque de la cible est baissée, plus les capacités du lanceur sont puissantes.",
    "p999713": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999712": "Applique l'effet Conso. 0 assurée au lanceur quand il arrive au combat.",
    "p999711": "Applique l'effet Conso. 0 assurée au lanceur après l'utilisation d'une capacité Duo.",
    "p999710": "Applique l'effet Régénération lente PV à tous les Duos alliés après l'utilisation d'une capacité Duo du lanceur.",
    "p999709": "[Digit:2digits ] % de chances d'augmenter l'Attaque de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999708": "Plus les stats de la cible sont baissées, plus les capacités du lanceur sont puissantes.",
    "p999707": "Augmente la Défense du lanceur de 1 rang si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999706": "Augmente la Déf. Spé. du lanceur de 1 rang si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999705": "Augmente l'Attaque de tous les Duos alliés de 1 rang si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999704": "Baisse l'Attaque de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999703": "Plus la Précision de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999702": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand il utilise avec succès une capacité offensive alors qu'il pleut.",
    "p999701": "Augmente la puissance des capacités Duo du lanceur quand il est en mauvaise posture.",
    "p999700": "[Digit:2digits ] % de chances d'augmenter la Défense du lanceur de 1 rang quand sa capacité est un coup critique.",
    "p999699": "Augmente l'Esquive du lanceur de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999698": "Protège le lanceur de la peur, de la confusion et du ligotage quand il pleut.",
    "p999697": "Les capacités du lanceur qui ont l'effet Attaque PPC regagnent [Digit:1digit ] PPC après l'utilisation d'une capacité Duo.",
    "p999696": "Baisse l'Esquive de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999695": "[Digit:2digits ] % de chances d'annuler les baisses de stats du lanceur quand il est en mauvaise posture une fois par combat.",
    "p999694": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999693": "[Digit:2digits ] % de chances de restaurer environ 20 % des PV maximums du lanceur si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999692": "Restaure environ 20 % des PV maximums du lanceur si une capacité de l'ennemi est annulée quand le lanceur se protège.",
    "p999691": "[Digit:2digits ] % de chances de restaurer les PV de tous les Duos alliés quand le lanceur utilise avec succès une capacité offensive.",
    "p999690": "[Digit:2digits ] % de chances de restaurer les PV de tous les Duos alliés quand le lanceur subit une capacité offensive.",
    "p999689": "[Digit:2digits ] % de chances de regagner 1 PPC du lanceur quand son Pokémon utilise une capacité.",
    "p999688": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur s'il utilise avec succès une capacité.",
    "p999687": "Plus l'Atq. Spé. de la cible est baissée, plus les capacités Duo du lanceur sont puissantes.",
    "p999686": "Augmente la Précision de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999685": "Augmente l'Attaque de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999684": "Augmente l'Atq. Spé. de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999683": "Restaure environ 20 % des PV maximums du lanceur quand sa capacité est super efficace.",
    "p999682": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment quand il utilise avec succès une capacité offensive.",
    "p999681": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment quand son Pokémon utilise une capacité.",
    "p999680": "Augmente la puissance des capacités du lanceur quand la cible est sous l'effet Carcan.",
    "p999679": "La première fois que le lanceur utilise une capacité Duo, le type de la capacité Duo change à chaque combat.",
    "p999678": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois qu'il utilise sa capacité Duo à chaque combat.",
    "p999677": "[Digit:2digits ] % de chances d'augmenter l'Attaque, l'Atq. Spé. ou les deux de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999676": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment quand il utilise avec succès une capacité offensive contre un ennemi sous l'effet Carcan.",
    "p999675": "[Digit:2digits ] % de chances de restaurer les PV de tous les Duos alliés quand le Pokémon du lanceur utilise avec succès une capacité de statut.",
    "p999674": "Applique l'effet Accélération Jauge Capacité au côté allié la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999673": "Augmente la puissance des capacités du lanceur quand il subit l'effet Carcan.",
    "p999672": "[Digit:2digits ] % de chances d'appliquer Conso. 0 assurée au lanceur quand il utilise avec succès une capacité offensive alors qu'il subit l'effet Carcan.",
    "p999671": "Applique l'effet Prochain super efficace ↑ au lanceur s'il a tous ses PV quand il arrive au combat.",
    "p999670": "Augmente la puissance des capacités Duo du lanceur quand la cible est brûlée.",
    "p999669": "[Digit:2digits ] % de chances d'annuler les baisses de stats du lanceur après l'utilisation d'une capacité Duo.",
    "p999668": "Augmente l'Attaque et l'Atq. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il arrive au combat.",
    "p999667": "[Digit:2digits ] % de chances de soigner toutes les altérations de statut du lanceur quand son Pokémon utilise une capacité.",
    "p999666": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. du lanceur de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999665": "[Digit:2digits ] % de chances d'augmenter le taux de critiques de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi endormi.",
    "p999664": "[Digit:2digits ] % de chances d'augmenter la Vitesse de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999663": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand son Pokémon utilise une capacité.",
    "p999662": "Restaure environ 20 % des PV maximums de tous les Duos alliés quand la capacité du lanceur est super efficace.",
    "p999661": "Soigne toutes les altérations de statut de tous les Duos alliés après l'utilisation d'une capacité Duo par le lanceur.",
    "p999660": "[Digit:2digits ] % de chances de restaurer les PV du lanceur quand sa capacité est un coup critique.",
    "p999659": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment quand sa capacité est un coup critique.",
    "p999658": "Augmente la puissance des capacités Duo du lanceur quand la cible est sous l'effet Carcan.",
    "p999657": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité offensive contre un ennemi sous l'effet Carcan.",
    "p999656": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur inflige un coup critique.",
    "p999655": "Augmente la Vitesse du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il est confus, apeuré ou ligoté.",
    "p999654": "Applique l'effet Prochain super efficace ↑ au lanceur quand il arrive au combat.",
    "p999653": "Le lanceur regagne des PV à chaque action que son Pokémon effectue lorsqu'il subit Carcan.",
    "p999652": "Le soleil brille plus longtemps si la météo devient ensoleillée lorsque le lanceur est sur le terrain.",
    "p999651": "La pluie tombe plus longtemps si la météo devient pluvieuse lorsque le lanceur est sur le terrain.",
    "p999650": "Augmente la puissance des capacités du lanceur quand sa Vitesse est baissée.",
    "p999649": "Augmente la puissance des capacités Duo du lanceur quand l'Attaque de la cible est baissée.",
    "p999648": "Baisse l'Attaque ou la Défense, ou les deux, de la cible de 1 rang quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999647": "[Digit:2digits ] % de chances d'augmenter la Vitesse de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999646": "[Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée au lanceur quand son Pokémon utilise une capacité.",
    "p999645": "Protège le lanceur de la peur, de la confusion et du ligotage quand le soleil brille.",
    "p999644": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur quand son Pokémon utilise une capacité alors que le soleil brille.",
    "p999643": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité alors que le soleil brille.",
    "p999642": "Fait briller le soleil la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999641": "Augmente le taux de critiques du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il utilise avec succès une capacité.",
    "p999640": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité alors qu'il pleut.",
    "p999639": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur quand son Pokémon utilise une capacité alors qu'il pleut.",
    "p999638": "La première fois que le lanceur utilise une capacité Duo à chaque combat, la pluie tombe.",
    "p999637": "[Digit:2digits ] % de chances de baisser l'Attaque, la Défense, l'Atq. Spé., la Déf. Spé., la Vitesse, la Précision et l'Esquive de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999636": "Baisse l'Attaque, la Défense, l'Atq. Spé., la Déf. Spé., la Vitesse, la Précision et l'Esquive de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999635": "Applique l'effet Prochain Garde au lanceur après l'utilisation d'une capacité Duo Dynamax.",
    "p999634": "(S'il est touché par une attaque quand cet effet est appliqué, l'attaque ne lui inflige aucun dégât, tandis que les dégâts de certaines attaques comme les capacités Duo sont réduits de moitié. L'effet est retiré après activation.)",
    "p999633": "Réduit les dégâts quand le lanceur subit une capacité offensive ou une capacité Duo et qu'il a tous ses PV.",
    "p999632": "[Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée au lanceur quand il subit une capacité offensive.",
    "p999631": "[Digit:2digits ] % de chances d'augmenter la Vitesse de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999630": "Augmente la Vitesse de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999629": "[Digit:2digits ] % de chances d'augmenter la Défense de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999628": "Augmente la Défense de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999627": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999626": "Augmente la Déf. Spé. de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999625": "Protège le lanceur de l'empoisonnement et l'empoisonnement grave.",
    "p999624": "Protège le lanceur des brûlures.",
    "p999623": "Protège le lanceur de la paralysie.",
    "p999622": "Protège le lanceur du gel.",
    "p999621": "Protège le lanceur des dégâts infligés par la grêle.",
    "p999620": "Protège le lanceur du sommeil.",
    "p999619": "Protège le lanceur de la confusion.",
    "p999618": "Protège le lanceur de la peur.",
    "p999617": "Protège le lanceur du ligotage.",
    "p999616": "Réduit les baisses d'Attaque quand l'Attaque du lanceur est baissée.",
    "p999615": "Réduit les baisses de Défense quand la Défense du lanceur est baissée.",
    "p999614": "Réduit les baisses d'Atq. Spé. quand l'Atq. Spé. du lanceur est baissée.",
    "p999613": "Réduit les baisses de Déf. Spé. quand la Déf. Spé. du lanceur est baissée.",
    "p999612": "Réduit les baisses de Vitesse quand la Vitesse du lanceur est baissée.",
    "p999611": "Réduit les baisses de Précision quand la Précision du lanceur est baissée.",
    "p999610": "Réduit les baisses d'Esquive quand l'Esquive du lanceur est baissée.",
    "p999609": "Protège le lanceur des coups critiques.",
    "p999608": "Augmente la puissance des attaques qui sont des coups critiques.",
    "p999607": "Soigne toutes les altérations de statut de tous les Duos alliés après l'utilisation d'une capacité par le Pokémon du lanceur.",
    "p999606": "Réduit les dégâts des capacités de type Normal subis par le lanceur.",
    "p999605": "Réduit les dégâts des capacités de type Feu subis par le lanceur.",
    "p999604": "Réduit les dégâts des capacités de type Eau subis par le lanceur.",
    "p999603": "Réduit les dégâts des capacités de type Électrik subis par le lanceur.",
    "p999602": "Réduit les dégâts des capacités de type Plante subis par le lanceur.",
    "p999601": "Réduit les dégâts des capacités de type Glace subis par le lanceur.",
    "p999600": "Réduit les dégâts des capacités de type Combat subis par le lanceur.",
    "p999599": "Réduit les dégâts des capacités de type Poison subis par le lanceur.",
    "p999598": "Réduit les dégâts des capacités de type Sol subis par le lanceur.",
    "p999597": "Réduit les dégâts des capacités de type Vol subis par le lanceur.",
    "p999596": "Réduit les dégâts des capacités de type Psy subis par le lanceur.",
    "p999595": "Réduit les dégâts des capacités de type Insecte subis par le lanceur.",
    "p999594": "Réduit les dégâts des capacités de type Roche subis par le lanceur.",
    "p999593": "Réduit les dégâts des capacités de type Spectre subis par le lanceur.",
    "p999592": "Réduit les dégâts des capacités de type Dragon subis par le lanceur.",
    "p999591": "Réduit les dégâts des capacités de type Ténèbres subis par le lanceur.",
    "p999590": "Réduit les dégâts des capacités de type Acier subis par le lanceur.",
    "p999589": "Réduit les dégâts des capacités de type Fée subis par le lanceur.",
    "p999588": "Applique l'effet Confusion à la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999587": "Plus l'Attaque du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999586": "Plus l'Esquive du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999585": "Plus la Vitesse du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999584": "Plus la Défense du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999583": "Plus la Vitesse du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999582": "Augmente la puissance des capacités Duo du lanceur quand ce sont des coups critiques.",
    "p999581": "Plus la Déf. Spé. du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999580": "Plus l'Esquive du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999579": "Plus l'Attaque du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999578": "Applique l'effet Coup critique assuré à tous les Duos alliés la première fois que le lanceur arrive au combat à chaque combat.",
    "p999577": "Plus la Précision du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999576": "Protège le lanceur des dégâts infligés par une seule capacité offensive. Après le déclenchement du talent passif, son Pokémon passe de la Forme Déguisée à la Forme Démasquée.",
    "p999575": "Réduit les dégâts des capacités offensives subies par le lanceur quand le champ est un Champ Électrifié.",
    "p999574": "Plus les stats du lanceur sont augmentées, plus ses capacités Duo sont puissantes.",
    "p999573": "Applique l'effet Régénération lente PV à tous les Duos alliés quand le lanceur utilise avec succès une capacité.",
    "p999572": "Invoque la grêle la première fois que le lanceur arrive au combat à chaque combat.",
    "p999571": "Applique l'effet Coup critique assuré au lanceur quand il met un ennemi K.O. avec une capacité.",
    "p999570": "Quand le Duo attaque avec une capacité ou une capacité Duo, les effets suivants s'appliquent : Ignore les talents passifs qui réduisent les dégâts reçus ; Ignore les talents passifs qui protègent contre les coups critiques ; Ignore l'effet Prêt à encaisser de la cible.",
    "p999569": "Quand le Pokémon du lanceur utilise une capacité réduisant une stat de l'ennemi, réduit la même stat pour tous les Duos ennemis.",
    "p999568": "Protège le lanceur de la peur, de la confusion et du ligotage.",
    "p999567": "Après l'utilisation d'une capacité par le Pokémon, il alterne entre le Mode Rassasié et le Mode Affamé.",
    "p999566": "Plus l'Atq. Spé. du lanceur est augmentée, plus ses capacités sont puissantes.",
    "p999565": "Fait briller le soleil la première fois que le lanceur arrive au combat à chaque combat.",
    "p999564": "Invoque la pluie la première fois que le lanceur arrive au combat à chaque combat.",
    "p999563": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos de Galar dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999562": "Applique l'effet Accélération Jauge Capacité au côté allié la première fois que le lanceur arrive au combat à chaque combat.",
    "p999561": "Invoque une tempête de sable la première fois que le lanceur arrive au combat à chaque combat.",
    "p999560": "Réduit les dégâts causés par les brûlures.",
    "p999559": "Réduit les baisses d'Attaque causée par les brûlures.",
    "p999558": "Change les capacités de type Normal en type Roche.",
    "p999557": "Quand le Pokémon du lanceur utilise avec succès une capacité qui le cible lui ou un allié, la cible devient tous les Duos alliés. Quand le Pokémon du lanceur utilise avec succès une capacité qui cible un adversaire, la cible devient tous les Duos ennemis. La puissance et les chances d'appliquer les effets supplémentaires des capacités concernées par ce talent passif ne sont pas réduites même s'il y a plusieurs cibles.",
    "p999556": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos d‘Unys dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999555": "Applique l'effet Régénération lente PV au lanceur après l'utilisation d'une capacité Duo Dynamax.",
    "p999554": "[Digit:2digits ] % de chances d'appliquer Conso. 0 assurée au lanceur quand il utilise avec succès une capacité offensive.",
    "p999553": "Augmente la Défense de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur perd au moins la moitié de ses PV.",
    "p999552": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999551": "Augmente la Déf. Spé. de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999550": "Plus les stats du lanceur sont augmentées, plus ses capacités sont puissantes.",
    "p999549": "Si les stats du lanceur sont réduites, elles sont à la place augmentées de la même proportion.",
    "p999548": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos de Hoenn dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999547": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos d'Alola dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999546": "Baisse la Vitesse de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999545": "Réduit de [Digit:1digit ] le nombre d'actions nécessaires pour lancer une capacité Duo après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999544": "[Digit:2digits ] % de chances d'augmenter la Précision de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999543": "Augmente la Précision de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999542": "[Digit:2digits ] % de chances d'augmenter l'Attaque et/ou l'Atq. Spé. de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999541": "Augmente l'Attaque et/ou l'Atq. Spé. de tous les Duos alliés de 1 rang quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999540": "Applique l'effet Prochain super efficace ↑ au lanceur quand il est en mauvaise posture pour la première fois à chaque combat.",
    "p999539": "Augmente de 10 % la puissance des Duos pour tous les alliés et augmente de 10 % la résistance aux dégâts des Duos de tous les alliés. Plus il y a de Duos de Feu dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de 5 % la puissance des capacités et de 2 % la résistance. L'augmentation maximum est de 20 % pour la puissance des capacités et 14 % pour la résistance aux dégâts.)",
    "p999538": "[Digit:2digits ] % de chances de remplir la Jauge Capacité du lanceur de 1 segment lorsqu'il inflige un coup critique.",
    "p999537": "Réduit les chances de se blesser en cas de confusion.",
    "p999536": "Lorsqu'une attaque pouvant appliquer Peur, Confusion ou Ligotage à la cible inflige un coup critique, les chances d'infliger cet effet augmentent.",
    "p999535": "Augmente le nombre de PV restaurés par les capacités de restauration de PV du lanceur.",
    "p999534": "Remplit 1 segment de la Jauge Capacité du lanceur quand il utilise avec succès une capacité.",
    "p999533": "Les capacités offensives du lanceur ont un taux de critiques plus élevé.",
    "p999532": "Empoisonne la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999531": "Remplit 1 segment de la Jauge Capacité du lanceur quand il subit une capacité offensive.",
    "p999530": "Apeure la cible quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999529": "Réduit les dégâts quand le lanceur subit une capacité physique.",
    "p999528": "Réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur subit une capacité offensive.",
    "p999527": "Applique la même altération de statut à tous les Duos ennemis quand le lanceur utilise une capacité de statut qui altère le statut d'un ennemi.",
    "p999526": "Une fois par combat, réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur est en mauvaise posture.",
    "p999525": "Gèle la cible quand le lanceur utilise avec succès une capacité qui vise cet ennemi.",
    "p999524": "Réduit les dégâts infligés à tous les Duos alliés par les capacités offensives de type Dragon.",
    "p999523": "Réduit les dégâts quand le lanceur subit une capacité spéciale.",
    "p999522": "Applique l'effet Confusion à la cible quand la capacité du lanceur est un coup critique.",
    "p999521": "Augmente les chances que l'ennemi s'attaque lui-même quand il est confus.",
    "p999520": "Augmente la puissance des capacités du lanceur de type Ténèbres.",
    "p999519": "Augmente la puissance des capacités du lanceur de type Fée.",
    "p999518": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur quand la capacité offensive d'un ennemi qui vise le lanceur échoue.",
    "p999517": "Réduit les dégâts quand le lanceur subit une capacité offensive et qu'il a tous ses PV.",
    "p999516": "Augmente de 1 le nombre de segments de Jauge Capacité requis pour utiliser des capacités offensives et renforce les capacités.",
    "p999515": "Lorsque le lanceur est en Mode Rassasié, augmente la puissance de ses capacités de type Électrik. Lorsque le lanceur est en Mode Affamé, augmente la puissance de ses capacités de type Ténèbres.",
    "p999514": "Remplit 1 segment de la Jauge Capacité du lanceur quand le Duo utilise avec succès une capacité offensive.",
    "p999513": "Annule les capacités avec l'effet K.O. Instantané.",
    "p999512": "Réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand la capacité du lanceur est super efficace.",
    "p999511": "Remplit 1 segment de la Jauge Capacité du lanceur lorsqu'il inflige un coup critique.",
    "p999510": "Le taux de critiques est plus élevé quand le lanceur utilise une capacité Duo.",
    "p999509": "Réduit les dégâts infligés à tous les Duos alliés par les capacités offensives de type Feu.",
    "p999508": "Réduit les dégâts infligés à tous les Duos alliés par les capacités offensives de type Eau.",
    "p999507": "Augmente de [Digit:2digits ] % la puissance des capacités physiques et de [Digit:2digits Idx=\"1\" ] % la résistance physique de tous les Duos alliés. Plus il y a de Duos de Hoenn dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999506": "Augmente de [Digit:2digits ] % la puissance des capacités spéciales et de [Digit:2digits Idx=\"1\" ] % la résistance spéciale de tous les Duos alliés. Plus il y a de Duos de Hoenn dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999505": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur si une capacité de l'ennemi est annulée quand il se protège.",
    "p999504": "Augmente de 10 % la puissance des Duos pour tous les alliés et augmente de 10 % la résistance aux dégâts des Duos de tous les alliés. Plus il y a de Duos de Roche dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de 5 % la puissance des capacités et de 2 % la résistance. L'augmentation maximum est de 20 % pour la puissance des capacités et 14 % pour la résistance aux dégâts.)",
    "p999503": "Augmente de 10 % la puissance des Duos pour tous les alliés et augmente de 10 % la résistance aux dégâts des Duos de tous les alliés. Plus il y a de Duos de Combat dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de 5 % la puissance des capacités et de 2 % la résistance. L'augmentation maximum est de 20 % pour la puissance des capacités et 14 % pour la résistance aux dégâts.)",
    "p999502": "Augmente la Déf. Spé. du lanceur de 50 % quand le champ est un Champ Psychique.",
    "p999501": "Augmente la puissance des capacités du lanceur lorsque aucune condition météo n'est active.",
    "p999500": "Augmente la puissance de la capacité Duo du lanceur quand son Atq. Spé. est augmentée.",
    "p999499": "Augmente la puissance de la capacité Duo du lanceur lorsque aucune condition météo n'est active.",
    "p999498": "Protège le lanceur de la peur, de la confusion et du ligotage lorsque aucune condition météo n'est active.",
    "p999497": "Applique l'effet Prochain Garde au lanceur la première fois qu'il perd au moins la moitié de ses PV à chaque combat.",
    "p999496": "[Digit:2digits ] % de chances de baisser l'Attaque de tous les Duos ennemis de 1 rang quand le Pokémon du lanceur utilise avec succès une capacité de statut.",
    "p999495": "Baisse l'Attaque de tous les Duos ennemis de 1 rang quand le Pokémon du lanceur utilise avec succès une capacité de statut.",
    "p999494": "[Digit:2digits ] % de chances de baisser l'Atq. Spé. de tous les Duos ennemis de 1 rang quand le Pokémon du lanceur utilise avec succès une capacité de statut.",
    "p999493": "Baisse l'Atq. Spé. de tous les Duos ennemis de 1 rang quand le Pokémon du lanceur utilise avec succès une capacité de statut.",
    "p999492": "[Digit:2digits ] % de chances de supprimer la condition météo quand le Pokémon du lanceur utilise une capacité.",
    "p999491": "Supprime la condition météo quand le Pokémon du lanceur utilise une capacité.",
    "p999490": "[Digit:2digits ] % de chances de soigner la totalité des altérations de statut de tous les Duos alliés après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999489": "Soigne la totalité des altérations de statut de tous les Duos alliés après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999488": "Augmente la Défense du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo Dynamax.",
    "p999487": "Applique l'effet Conso. 0 assurée au lanceur quand il utilise avec succès une capacité offensive.",
    "p999486": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur quand son Pokémon utilise une capacité de statut.",
    "p999485": "[Digit:2digits ] % de chances de regagner 1 PPC de la capacité du lanceur avec l'effet Attaque PPC quand il utilise avec succès une capacité offensive pendant que la cible est brûlée.",
    "p999484": "Regagne 1 PPC de la capacité du lanceur avec l'effet Attaque PPC quand il utilise avec succès une capacité offensive pendant que la cible est brûlée.",
    "p999483": "Applique l'effet Résilience Physique et l'effet Résilience Spéciale au côté allié la première fois que le lanceur arrive au combat à chaque combat.",
    "p999482": "Réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité alors que le soleil brille.",
    "p999481": "Applique l'effet Prochain super efficace ↑ au lanceur quand son Pokémon utilise une capacité de statut.",
    "p999480": "Applique l'effet Anti-critiques au côté allié la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999479": "Applique l'effet Prochain super efficace ↑ au lanceur après l'utilisation d'une capacité Duo Dynamax.",
    "p999478": "Augmente la puissance de la capacité Duo du lanceur si la cible est empoisonnée ou gravement empoisonnée.",
    "p999477": "Applique l'effet Carcan à la cible quand le lanceur utilise avec succès une capacité Duo qui vise cet ennemi.",
    "p999476": "Plus la Jauge Capacité est remplie lors du choix des capacités Duo du lanceur, plus ces capacités sont puissantes.",
    "p999475": "Applique l'effet Régénération lente PV au lanceur après l'utilisation d'une capacité Duo.",
    "p999474": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999473": "Augmente l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999472": "[Digit:2digits ] % de chances d'augmenter la Défense de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999471": "Augmente la Défense de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999470": "Baisse l'Esquive de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo par le lanceur.",
    "p999469": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois qu'il perd au moins la moitié de ses PV à chaque combat.",
    "p999468": "Plus l'Esquive de la cible a été baissée, plus la capacité Duo du lanceur est puissante.",
    "p999467": "[Digit:2digits ] % de chances de baisser l'Esquive de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999466": "Baisse l'Esquive de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999465": "[Digit:2digits ] % de chances de baisser la Vitesse de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999464": "Baisse la Vitesse de tous les Duos ennemis de 1 rang quand le lanceur utilise avec succès une capacité qui vise un ennemi.",
    "p999463": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur quand il met un ennemi K.O. avec une capacité.",
    "p999462": "Applique l'effet Prochain super efficace ↑ au lanceur la première fois qu'il utilise une capacité Duo à chaque combat.",
    "p999461": "Augmente l'effet Prochain boost capacité physique de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand la capacité offensive du lanceur échoue.",
    "p999460": "[Digit:2digits ] % de chances de baisser la Défense de la cible de 1 rang et d'augmenter la Défense du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999459": "Baisse la Défense de la cible de 1 rang et augmente la Défense du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999458": "[Digit:2digits ] % de chances de baisser la Déf. Spé. de la cible de 1 rang et d'augmenter la Déf. Spé. du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999457": "Baisse la Déf. Spé de la cible de 1 rang et augmente la Déf. Spé du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999456": "[Digit:2digits ] % de chances de baisser la Vitesse de la cible de 1 rang et d'augmenter la Vitesse du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999455": "Baisse la Vitesse de la cible de 1 rang et augmente la Vitesse du lanceur de la même proportion quand le lanceur utilise avec succès une capacité offensive contre une cible.",
    "p999454": "Augmente le taux de critiques de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999453": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999452": "Augmente l'Atq. Spé. de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999451": "Baisse de [Digit:1digit ] le nombre de segments de Jauge Capacité requis par le Pokémon du lanceur pour utiliser des capacités.",
    "p999450": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur quand sa capacité offensive échoue.",
    "p999449": "Réduit les dégâts des capacités spéciales subies par le lanceur quand il est en mauvaise posture.",
    "p999448": "Plus la Défense du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999447": "Plus la Déf. Spé. du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999446": "Applique l'effet Prochain super efficace ↑ au lanceur quand il met un ennemi K.O. avec une capacité.",
    "p999445": "La Précision du lanceur ne peut pas être augmentée.",
    "p999444": "[Digit:2digits ] % de chances d'augmenter la Vitesse de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999443": "Augmente la Vitesse de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999442": "Applique l'effet Accélération Jauge Capacité au côté allié lorsque le lanceur utilise une capacité qui possède l'effet de soin.",
    "p999441": "Protège le lanceur avec Tête de Gel des dégâts physiques infligés par une seule capacité offensive. Une fois l'effet du talent passif déclenché, son Pokémon passe de Tête de Gel à Tête Dégel.",
    "p999440": "Le lanceur passe de Tête Dégel à Tête de Gel lorsqu'il utilise Grêle.",
    "p999439": "Le lanceur regagne à chaque combat la totalité de ses PV quand il est en mauvaise posture pour la première fois.",
    "p999438": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité physique du lanceur de 1 rang quand son dresseur utilise une capacité.",
    "p999437": "Augmente l'effet Prochain boost capacité physique du lanceur de 1 rang quand son dresseur utilise une capacité.",
    "p999436": "Augmente l'Attaque du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand il met un ennemi K.O. avec une capacité.",
    "p999435": "Le lanceur devient temporairement la cible des capacités de l'ennemi quand il utilise Fulmifer.",
    "p999434": "Confère tous les effets suivants lorsque la capacité offensive du lanceur, effectuée après avoir abandonné cette posture en étant touché par une capacité offensive, est réussie :\nRamène les statistiques abaissées du lanceur à la normale, augmente l'Esquive du lanceur de six rangs.",
    "p999433": "[Digit:2digits ] % de chances d'appliquer la même altération de statut à tous les Duos ennemis quand le lanceur applique une altération de statut à un adversaire avec les effets additionnels d'une capacité.",
    "p999432": "Applique la même altération de statut à tous les Duos ennemis quand le lanceur inflige une altération de statut à un adversaire avec les effets additionnels d'une capacité.",
    "p999431": "[Digit:2digits ] % de chances de réduire l'Attaque, la Défense, l'Atq. Spé., la Déf. Spé. et la Vitesse de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un adversaire paralysé.",
    "p999430": "Réduit l'Attaque, la Défense, l'Atq. Spé., la Déf. Spé. et la Vitesse de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un adversaire paralysé.",
    "p999429": "Après l'utilisation de la capacité Duo du lanceur, quand le Pokémon utilise avec succès une capacité qui le cible lui ou un allié, la cible devient tous les Duos alliés. Après l'utilisation de la capacité Duo du lanceur, quand le Pokémon utilise avec succès une capacité qui cible un adversaire, la cible devient tous les Duos ennemis.",
    "p999428": "La puissance et les chances d'appliquer les effets supplémentaires des capacités concernées par ce talent passif ne sont pas réduites même s'il y a plusieurs cibles.",
    "p999427": "Augmente de [Digit:2digits ] % la puissance des capacités spéciales et de [Digit:2digits Idx=\"1\" ] % la résistance spéciale de tous les Duos alliés. Plus il y a de Duos d'Alola dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999426": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo pour le lanceur quand sa capacité offensive, effectuée après avoir abandonné cette posture en étant touché par une capacité offensive, est réussie.",
    "p999425": "Réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo pour le lanceur quand sa capacité offensive, effectuée après avoir abandonné cette posture en étant touché par une capacité offensive, est réussie.",
    "p999424": "Augmente la puissance de la capacité Duo Dynamax du lanceur quand la cible est paralysée.",
    "p999423": "Augmente la puissance des capacités du lanceur quand le champ est un Champ Psychique.",
    "p999422": "[Digit:2digits ] % de chances d'appliquer Conso. 0 assurée au lanceur quand il utilise avec succès une capacité.",
    "p999421": "Applique l'effet Conso. 0 assurée au lanceur quand il utilise avec succès une capacité.",
    "p999420": "Augmente la Déf. Spé. du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] après l'utilisation d'une capacité Duo Dynamax.",
    "p999419": "Augmente la Déf. Spé. de tous les Duos alliés de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur utilise une capacité Duo Dynamax.",
    "p999418": "[Digit:2digits ] % de chances d'augmenter la Vitesse du lanceur avec Tête de Gel de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999417": "Augmente la Vitesse du lanceur avec Tête de Gel de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999416": "Augmente la puissance des capacités super efficaces du lanceur avec Tête de Gel.",
    "p999415": "Les capacités offensives du lanceur ont un taux de critiques plus élevé quand il grêle.",
    "p999414": "[Digit:2digits ] % de chances d'augmenter l'Attaque de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999413": "Augmente l'Attaque de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999412": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité physique de 1 rang après l'utilisation d'une capacité Duo.",
    "p999411": "Augmente l'effet Prochain boost capacité physique de 1 rang après l'utilisation d'une capacité Duo.",
    "p999410": "Augmente la puissance de la capacité Duo du lanceur quand il grêle.",
    "p999409": "La Jauge Capacité du lanceur se remplit plus vite quand le champ est un Champ Psychique.",
    "p999408": "Restaure les PV du lanceur quand sa capacité est un coup critique.",
    "p999407": "Remplit [Digit:1digit ] [FR:Qty S=\"segment\" P=\"segments\" ] de la Jauge Capacité du lanceur lorsqu'il est un revenant.",
    "p999406": "[Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée au lanceur quand sa capacité est super efficace.",
    "p999405": "Applique l'effet Conso. 0 assurée au lanceur quand sa capacité est super efficace.",
    "p999404": "Applique l'effet Prochain super efficace ↑ au lanceur lorsqu'il est un revenant.",
    "p999403": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité spéciale de 1 rang de tous les Duos alliés quand le dresseur du lanceur utilise une capacité.",
    "p999402": "Augmente l'effet Prochain boost capacité spéciale de 1 rang de tous les Duos alliés quand le Dresseur du lanceur utilise une capacité.",
    "p999401": "[Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée au lanceur quand son dresseur utilise une capacité.",
    "p999400": "Applique l'effet Conso. 0 assurée au lanceur quand son dresseur utilise une capacité.",
    "p999399": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur quand sa capacité est super efficace.",
    "p999398": "Applique l'effet Prochain super efficace ↑ au lanceur quand il utilise une capacité super efficace.",
    "p999397": "[Digit:2digits ] % de chances d'augmenter le taux de critiques de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999396": "Augmente le taux de critiques de tous les Duos alliés de 1 rang quand le lanceur utilise avec succès une capacité offensive.",
    "p999395": "Transforme le champ en Champ Électrifié la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999394": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos de Sinnoh dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"2\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"3\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"4\" ] % pour la résistance aux dégâts.)",
    "p999393": "Le Pokémon regagne des PV à chaque action qu'il effectue quand la zone est une zone Spectre.",
    "p999392": "[Digit:2digits ] % de chances d'appliquer l'effet Prochain super efficace ↑ au lanceur quand son dresseur utilise une capacité.",
    "p999391": "Applique l'effet Prochain super efficace ↑ au lanceur quand son dresseur utilise une capacité.",
    "p999390": "Augmente la puissance de la capacité Duo du lanceur quand la zone est une zone Dragon.",
    "p999389": "Augmente la puissance des capacités du lanceur quand la zone est une zone Dragon.",
    "p999388": "La Jauge Capacité se remplit plus vite quand la zone est une zone Dragon.",
    "p999387": "[Digit:2digits ] % de chances d'augmenter le taux de critiques du lanceur de 1 rang quand sa capacité est super efficace.",
    "p999386": "Augmente le taux de critiques du lanceur de 1 rang quand sa capacité est super efficace.",
    "p999385": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand sa capacité est super efficace.",
    "p999384": "Augmente l'Atq. Spé. du lanceur de 1 rang quand sa capacité est super efficace.",
    "p999383": "Augmente la puissance des capacités et de la Capacité Duo du lanceur lorsque les conditions météo sont actives.",
    "p999382": "Augmente la puissance des capacités et de la Capacité Duo super efficaces du lanceur.",
    "p999381": "Réduit les dégâts des capacités offensives subies par le lanceur quand le champ est un Champ Psychique.",
    "p999380": "[Digit:2digits ] % de chances d'augmenter la Défense ou la Déf. Spé. (ou les deux) de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999379": "Augmente la Défense ou la Déf. Spé. (ou les deux) de tous les Duos alliés de 1 rang quand le lanceur subit une capacité offensive.",
    "p999378": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999377": "Augmente l'Atq. Spé. du lanceur de 1 rang quand il utilise avec succès une capacité offensive.",
    "p999376": "Les altérations d'état ne peuvent pas être appliquées au lanceur.",
    "p999375": "Applique l'effet Conso. 0 assurée à tous les Duos alliés la première fois que le lanceur utilise une capacité Duo à chaque combat.",
    "p999374": "Les stats ne peuvent pas être réduites quand le champ est un Champ Psychique.",
    "p999373": "[Digit:2digits ] % de chances d'augmenter l'Attaque de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999372": "Augmente l'Attaque de tous les Duos alliés de 1 rang quand le Dresseur du lanceur utilise une capacité.",
    "p999371": "[Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo pour le lanceur quand sa capacité est super efficace.",
    "p999370": "Augmente la Vitesse de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité.",
    "p999369": "Change les capacités de type Normal en type Feu.",
    "p999368": "Inflige des dégâts supplémentaires à tous les Duos ennemis qui sont endormis quand le Pokémon du lanceur utilise une capacité (Type : Ténèbres ; Catégorie : Spécial). Les changements de statut n'ont pas d'incidence sur la quantité de dégâts infligés.",
    "p999367": "Endort tous les Duos ennemis après l'utilisation d'une capacité Duo par le lanceur.",
    "p999366": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité spéciale de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut tant que ses PV restants sont à la moitié ou moins.",
    "p999365": "Augmente l'effet Prochain boost capacité spéciale de tous les Duos alliés de 1 rang quand le Pokémon du lanceur utilise une capacité de statut tant que ses PV restants sont à la moitié ou moins.",
    "p999364": "Applique l'effet Prochain Garde au lanceur la première fois qu'il utilise une capacité Duo à chaque combat.",
    "p999363": "Réduit la Défense de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] quand le lanceur arrive au combat.",
    "p999362": "[Digit:2digits ] % de chances de baisser aléatoirement une des stats de tous les Duos ennemis de 1 rang quand le Pokémon du lanceur utilise une capacité de statut : Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive.",
    "p999361": "Baisse aléatoirement une des stats de tous les Duos ennemis de 1 rang (Attaque, Défense, Atq. Spé., Déf. Spé., Vitesse, Précision ou Esquive) quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999360": "La Défense et la Déf. Spé. du lanceur augmentent de 10 % tant que ses PV restants sont à la moitié ou moins.",
    "p999359": "La Défense et la Déf. Spé. du lanceur augmentent de 20 % tant que ses PV restants sont à la moitié ou moins.",
    "p999358": "La Défense et la Déf. Spé. du lanceur augmentent de 30 % tant que ses PV restants sont à la moitié ou moins.",
    "p999357": "La Défense et la Déf. Spé. du lanceur augmentent de 40 % tant que ses PV restants sont à la moitié ou moins.",
    "p999356": "La Défense et la Déf. Spé. du lanceur augmentent de 50 % tant que ses PV restants sont à la moitié ou moins.",
    "p999355": "La Défense et la Déf. Spé. du lanceur augmentent de 60 % tant que ses PV restants sont à la moitié ou moins.",
    "p999354": "La Défense et la Déf. Spé. du lanceur augmentent de 70 % tant que ses PV restants sont à la moitié ou moins.",
    "p999353": "La Défense et la Déf. Spé. du lanceur augmentent de 80 % tant que ses PV restants sont à la moitié ou moins.",
    "p999352": "La Défense et la Déf. Spé. du lanceur augmentent de 90 % tant que ses PV restants sont à la moitié ou moins.",
    "p999351": "La Défense et la Déf. Spé. du lanceur augmentent de 30 % quand il grêle.",
    "p999350": "Restaure [Digit:1digit ] PPC à la capacité du lanceur qui possède l'effet de soin la première fois qu'il utilise une capacité Duo à chaque combat.",
    "p999349": "Une fois par combat, [Digit:2digits ] % de chances d'appliquer l'effet Conso. 0 assurée à tous les Duos alliés quand le lanceur perd au moins la moitié de ses PV.",
    "p999348": "Une fois par combat, applique l'effet Conso. 0 assurée à tous les Duos alliés quand le lanceur perd au moins la moitié de ses PV.",
    "p999347": "Une fois par combat, [Digit:2digits ] % de chances de réduire de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur perd au moins la moitié de ses PV.",
    "p999346": "Une fois par combat, réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur perd au moins la moitié de ses PV.",
    "p999345": "[Digit:2digits ] % de chances d'augmenter la Défense et la Déf. Spé. du lanceur de 1 rang quand son Pokémon utilise une capacité et qu'il grêle.",
    "p999344": "Augmente la Défense et la Déf. Spé. du lanceur de 1 rang quand son Pokémon utilise une capacité et qu'il grêle.",
    "p999343": "La Jauge Capacité se remplit plus vite quand la zone est une zone Ténèbres.",
    "p999342": "Augmente la puissance des capacités du lanceur quand la zone est une zone Ténèbres.",
    "p999341": "Plus les stats de la cible sont baissées, plus la capacité Duo du lanceur est puissante.",
    "p999340": "La Jauge Capacité se remplit plus vite quand la zone est une zone Acier.",
    "p999339": "Augmente la puissance de la capacité Duo du lanceur quand la zone est une zone Acier.",
    "p999338": "Augmente la puissance des capacités du lanceur quand la zone est une zone Spectre.",
    "p999337": "La Jauge Capacité se remplit plus vite quand la zone est une zone Vol.",
    "p999336": "La Jauge Capacité se remplit plus vite lorsque les conditions météo sont actives.",
    "p999335": "La Jauge Capacité se remplit plus vite quand la zone est une zone Spectre.",
    "p999333": "Plus l'Atq. Spé. et la Déf. Spé. de la cible sont baissées, plus les capacités du lanceur sont puissantes.",
    "p999332": "Réduit les dégâts des capacités offensives subies par le lanceur quand la zone est une zone Vol.",
    "p999331": "Change les capacités de type Normal en type Spectre.",
    "p999330": "Réduit de 1 le nombre d'actions nécessaires pour lancer une capacité Duo quand le lanceur utilise avec succès une capacité.",
    "p999329": "Augmente la puissance de la capacité Duo du lanceur contre les cibles qui sont apeurées, confuses ou ligotées.",
    "p999328": "Les altérations d'état ne peuvent pas être appliquées au lanceur quand le champ est un Champ Psychique.",
    "p999327": "[Digit:2digits ] % de chances d'appliquer l'effet Confusion à la cible quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999326": "Applique l'effet Confusion à la cible quand le lanceur utilise avec succès une capacité offensive contre elle.",
    "p999325": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité physique et Prochain boost capacité spéciale de 1 rang de tous les Duos alliés quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999324": "Augmente l'effet Prochain boost capacité physique et Prochain boost capacité spéciale de 1 rang de tous les Duos alliés quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999323": "[Digit:2digits ] % de chances d'appliquer Conso. 0 assurée au lanceur quand il utilise avec succès une capacité offensive quand le champ est un Champ Psychique.",
    "p999322": "Applique l'effet Conso. 0 assurée au lanceur quand il utilise avec succès une capacité offensive quand le champ est un Champ Psychique.",
    "p999321": "[Digit:2digits ] % de chances d'augmenter l'effet Prochain boost capacité spéciale de 1 rang de tous les Duos alliés après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999320": "Augmente l'effet Prochain boost capacité spéciale de 1 rang de tous les Duos alliés après l'utilisation d'une capacité Duo Dynamax par le lanceur.",
    "p999319": "[Digit:2digits ] % de chances de baisser la Déf. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi apeuré, confus ou ligoté.",
    "p999318": "Baisse la Déf. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi apeuré, confus ou ligoté.",
    "p999317": "[Digit:2digits ] % de chances de baisser l'Attaque et l'Atq. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi apeuré, confus ou ligoté.",
    "p999316": "Baisse l'Attaque et l'Atq. Spé. de la cible de 1 rang quand le lanceur utilise avec succès une capacité offensive contre un ennemi apeuré, confus ou ligoté.",
    "p999315": "[Digit:2digits ] % de chances d'augmenter l'Atq. Spé. du lanceur de 1 rang quand son Dresseur utilise une capacité.",
    "p999314": "Augmente l'Atq. Spé. du lanceur de 1 rang quand son Dresseur utilise une capacité.",
    "p999313": "[Digit:2digits ] % de chances d'augmenter la Déf. Spé. du lanceur de 1 rang quand son Dresseur utilise une capacité.",
    "p999312": "Augmente la Déf. Spé. du lanceur de 1 rang quand son Dresseur utilise une capacité.",
    "p999311": "Baisse l'Atq. Spé. de tous les Duos ennemis de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois que le lanceur arrive au combat à chaque combat.",
    "p999310": "La tempête de sable dure plus longtemps si une tempête de sable est invoquée lorsque le lanceur est sur le terrain.",
    "p999309": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse du double de rangs.",
    "p999308": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de trois fois les rangs.",
    "p999307": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de quatre fois les rangs.",
    "p999306": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de cinq fois les rangs.",
    "p999305": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de six fois les rangs.",
    "p999304": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de sept fois les rangs.",
    "p999303": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de huit fois les rangs.",
    "p999302": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de neuf fois les rangs.",
    "p999301": "Quand les effets additionnels des capacités du lanceur baissent une stat d'un ennemi, celle-ci baisse de dix fois les rangs.",
    "p999300": "L'Attaque, la Défense, l'Atq. Spé., la Déf. Spé. et la Vitesse du lanceur augmentent de 30 % lorsque les conditions météo sont actives.",
    "p999299": "Augmente la puissance des capacités du lanceur quand la cible est sous l'effet Carcan.",
    "p999298": "Augmente la puissance de la capacité Duo du lanceur quand la cible est sous l'effet Carcan.",
    "p999297": "Plus l'Atq. Spé. du lanceur est augmentée, plus ses capacités Duo sont puissantes.",
    "p999296": "Augmente l'effet Prochain boost capacité physique et Prochain boost capacité spéciale du lanceur de [Digit:1digit ] [FR:Qty S=\"rang\" P=\"rangs\" ] la première fois qu'il arrive au combat à chaque combat.",
    "p999295": "Augmente de [Digit:2digits ] % la puissance des capacités offensives et de [Digit:2digits Idx=\"1\" ] % la résistance aux capacités offensives de tous les Duos alliés. Plus il y a de Duos avec [Name:ReferencedMessageTag Idx=\"2\" ] dans votre équipe, plus cet effet est puissant. (Chaque Duo supplémentaire augmente de [Digit:2digits Idx=\"3\" ] % la puissance des capacités et de 3 % la résistance. L'augmentation maximum est de [Digit:2digits Idx=\"4\" ] % pour la puissance des capacités et [Digit:2digits Idx=\"5\" ] % pour la résistance aux dégâts.)",
    "p999294": "Augmente la puissance des capacités du lanceur de type Psy.",
    "p999293": "Change les capacités de type Normal en type Plante.",
    "p999292": "Restaure les PV de tous les Duos alliés quand le lanceur utilise avec succès une capacité offensive.",
    "p999291": "Restaure les PV de tous les Duos alliés quand le lanceur subit une capacité offensive.",
    "p999290": "[Digit:2digits ] % de chances d'augmenter [Name:ReferencedMessageTag Idx=\"1\" ] de tous les Duos alliés de [Digit:1digit Idx=\"2\" ] [FR:Qty Ref=\"2\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur ou le Dresseur utilise une capacité de statut.",
    "p999289": "Augmente [Name:ReferencedMessageTag ] de tous les Duos alliés de [Digit:1digit Idx=\"1\" ] [FR:Qty Ref=\"1\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur ou le Dresseur utilise une capacité de statut.",
    "p999288": "[Digit:2digits ] % de chances d'augmenter [Name:ReferencedMessageTag Idx=\"1\" ] du lanceur de [Digit:1digit Idx=\"2\" ] [FR:Qty Ref=\"2\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur ou le Dresseur utilise une capacité de statut.",
    "p999287": "Augmente [Name:ReferencedMessageTag ] du lanceur de [Digit:1digit Idx=\"1\" ] [FR:Qty Ref=\"1\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur ou le Dresseur utilise une capacité de statut.",
    "p999286": "[Digit:2digits ] % de chances d'augmenter l'[Name:ReferencedMessageTag Idx=\"1\" ] du lanceur de [Digit:1digit Idx=\"2\" ] [FR:Qty Ref=\"2\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999285": "Augmente [Name:ReferencedMessageTag ] du lanceur de [Digit:1digit Idx=\"1\" ] [FR:Qty Ref=\"1\" S=\"rang\" P=\"rangs\" ] quand le Pokémon du lanceur utilise une capacité de statut.",
    "p999284": "Augmente la puissance de la Capacité Duo du lanceur quand [Name:ReferencedMessageTag ] est augmenté(e).",
    "p999283": "La Jauge Capacité se remplit plus vite quand la zone est une [Name:ReferencedMessageTag ].",
    "p999282": "[Digit:2digits ] % de chances de paralyser l'adversaire quand le lanceur subit une capacité offensive.",
    "p999281": "Paralyse l'adversaire quand le lanceur subit une capacité offensive."
}
