{
    "10000000000": "Ein gleichermaßen für seine extreme Wortkargheit wie für\nseine Fähigkeiten bekannter Trainer. Blau ist ihm zugleich\nenger Freund und größter Rivale.",
    "10001000000": "Ein Professor, der sich voll und ganz dem Erforschen\nvon Attacken verschrieben hat. Mit der Gründung einer\nPokémon-Liga in Alola hat er sich seinen Traum erfüllt.",
    "10002000000": "Lyra ist ein wissbegieriger und lebhafter Trainer. Das Band\nzu ihren Pokémon ist ihr sehr wichtig und sie kümmert sich\njederzeit liebevoll um sie.",
    "10003000000": "Kalem ist ein disziplinierter Trainer, der stets danach\nstrebt, stärker zu werden. Er versteckt die in ihm\nbrennende Leidenschaft und gibt sich cool.",
    "10004000000": "Ein heißblütiges Mädchen mit einer Passion für Mode,\nUnterhaltung und Pokémon-Kämpfe. Sie ist ständig auf\nReisen, um an ihrer Technik zu feilen.",
    "10005000000": "Die kühle Schönheit unter den Top Vier und Expertin für\nEis-Pokémon. In Wirklichkeit hat sie ein Faible für alles\nNiedliche und sammelt Plüschpuppen.",
    "10006000000": "Ein hitzköpfiges Mitglied der Top Vier. An der Seite von\nPokémon seines bevorzugten Typs Feuer steckt er stets\nsein ganzes Herzblut in den Kampf.",
    "10007000000": "Ein Mitglied der Top Vier in Alola und Expertin im Umgang\nmit Geister-Pokémon. Es heißt, sie sei Abkömmling einer\nuralten Herrscherdynastie.",
    "10008000000": "Eine elegante Arenaleiterin mit einer Schwäche für\nliebenswerte und schöne Pflanzen-Pokémon. In Kanto\nlehrt sie die Kunst des Blumensteckens.",
    "10009000000": "Ein gewissenhafter, nach Stärke strebender Arenaleiter,\nder seine Zeit gleichermaßen seiner Familie und dem\nkörperlichen Training widmet.",
    "10010000000": "Dieser besser als „Wellenbrecher Marinus“ bekannte\nArenaleiter ist auf Wasser-Pokémon spezialisiert und\nbegeistert seine vielen Fans mit heißen Kämpfen.",
    "10011000000": "Eine Arenaleiterin und Expertin für Gift-Pokémon, die\nzugleich in ihrer Band als Bassistin den Ton angibt.\nSie scheint in Einall sehr beliebt zu sein.",
    "10012000000": "Eine muntere Arenaleiterin auf Rollerskates, die in ihrer\nHeimat Kalos als Hüterin der Geheimnisse der Mega-\nEntwicklung bekannt ist.",
    "10013000000": "Nach Bereisung der Inseln Alolas wurde sie von einem\nder Schutzpatrone zur Inselkönigin erkoren. Sie hat großen\nRespekt vor ihrem Großvater.",
    "10014010000": "Ein talentierter Trainer, der in Einall zugleich als Lehrer\nund Arenaleiter tätig ist. Seinen Mangel an Erfahrung\nmacht er durch Fleiß wett.",
    "10015000000": "Ein auch als „steinharter Pokémon-Trainer“ bekannter\nArenaleiter. Er ist zuverlässig und stets bereit, junge\nTrainer zu unterstützen.",
    "10015010000": "In seiner Machtmontur sprüht Rocko nur so vor \nTatendrang. Neben seiner steinharten Abwehr ist\nnun auch sein Angriff so hart wie Granit.",
    "10016000000": "Diese Arenaleiterin segelt mit ihren Pokémon und als\nPilotin eines Frachtflugzeugs gern durch die Lüfte.\nIhr heiteres Gemüt beschert ihr viele Fans.",
    "10018000000": "Sie ist ein reisefreudiger Trainer und stellt auch unterwegs\nihr großes Wissen unter Beweis. Krista ist hilfsbereit und\nkümmert sich liebevoll um alle Pokémon.",
    "10019000000": "Der Sohn von Arenaleiter Norman setzt alles daran, in die\nFußstapfen seines Vaters zu treten. Er ist ein wenig frech,\ngibt im Kampf aber immer alles.",
    "10020000000": "Ein fähiger und kampfstarker Trainer, der sein Können auf\nReisen durch Einall erworben haben soll. Er wirkt nach\naußen zwar immer ruhig, hasst es aber zu verlieren.",
    "10021000000": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund.",
    "10022000000": "Das Herz dieses Eis-Arenaleiters schlägt ebenso für seine\nFamilie wie auch für Pokémon. Er ist ein großer Fan des\nFilms „Super Sandro“, der ihn emotional sehr bewegt hat.",
    "10023000000": "Sie ist ein fürsorglicher Trainer und kümmert sich sofort\num im Kampf verletzte Pokémon. Laut eigener Aussage\nist die Offensive ihre Schwäche.",
    "10024000000": "Ein Mitglied der Top Vier von Einall und zugleich\nSchriftstellerin, welche die Kämpfe gegen ihre\nHerausforderer oft in ihren Romanen verarbeitet.",
    "10025000000": "Eine Arenaleiterin mit Feuer im Herzen und Konzentration\nals Motto. Da sie im Kampf auf Eis-Pokémon setzt, fragt\nsie sich, ob sie sich ein cooleres Image zulegen sollte.",
    "10026000000": "Eine heitere, geschwätzige Arenaleiterin, der kein Trend\nentgeht. Sie hängt sehr an ihren niedlichen Pokémon und\nbricht in Tränen aus, wenn diese verlieren.",
    "10027000000": "Eine lebhafte, doch sehr furchtsame Arenaleiterin und\nMeisterin der Pflanzen-Pokémon. Der bloße Anblick von\nGeister-Pokémon raubt ihr den Schlaf.",
    "10028000000": "Eine resolute und überaus stolze Arenaleiterin, die sich\nauf Drachen-Pokémon spezialisiert hat. Sie ist die Cousine\nvon Drachenprofi Siegfried.",
    "10029000000": "Eine quirlige und leidenschaftliche Arenaleiterin. Sie hat\neine seriöse Seite, übertreibt es jedoch manchmal mit ihrer\nErnsthaftigkeit.",
    "10030000000": "Sie ist Arenaleiterin und Aushilfe im Raumfahrtzentrum von\nMoosbach City. Zusammen mit ihrem Zwillingsbruder Ben\nbildet sie im Kampf das perfekte Gespann.",
    "10031000000": "Mit Zwillingsschwester Svenja versteht sich dieser\nArenaleiter blind. Im Kampf bilden sie die perfekte\nEinheit, doch manchmal fliegen auch die Fetzen.",
    "10032000000": "Der „Wintertrainer“ genannte Arenaleiter mit über\n50 Jahren Kampferfahrung. Seine Gesundheit verdankt\ner frühem Aufstehen und Pokémon-Kämpfen.",
    "10033000000": "Ein Boden-Arenaleiter und Unternehmer in Einalls\nMontanindustrie. Er ist schroff, doch die Leute um\nihn herum schätzen seinen Gerechtigkeitssinn.",
    "10034000000": "Sie ist ein malbegeisterter Captain aus Alola und reist auf\nder Suche nach schönen Bildmotiven für Mensch und\nPokémon umher, ohne sich dabei zu stressen.",
    "10035000000": "Dieser Experte für Elektro-Pokémon ist ein umsichtiger\nArenaleiter, der seine Arena mit diversen Mechanismen\nsichert. Er liebt es, Gegner im Kampf zu paralysieren.",
    "10036000000": "Einer der Captains aus Alola. Trotz seines jungen Alters ist\ner ein begnadeter Tüftler, der bereits allerlei Apparate\nund Maschinen entwickelt hat.",
    "10037000000": "Ein sanftmütiger, betagter Pflanzen-Arenaleiter, der seiner\nGartenarbeit die Energie verdankt, um die Welt auf der\nSuche nach gutem Tee zu bereisen.",
    "10038000000": "Ein Gesteins-Arenaleiter, der in einem Bergwerk arbeitet\nund als Hobby nach Fossilien gräbt. Er verehrt Arenaleiter\nAdam, seinen Vater.",
    "10039000000": "Als Fotografin sucht diese Arenaleiterin mit Fokus auf\nKäfer-Pokémon oftmals in Begleitung ihrer Schwester\nAlba hier und da nach dem perfekten Schnappschuss.",
    "10040000000": "Eine Verletzung bei Dreharbeiten bedeutete das Aus\nfür diesen aus dem Film „Super Sandro“ bekannten\nLeinwandstar. Er überzeugt auch als Arenaleiter.",
    "10041000000": "Der Leiter der Kampffabrik verbindet seine Gabe zur\nAnalyse von Herausforderern mit seiner Stärke, an der\nSeite eines jeden Pokémon kämpfen zu können.",
    "10042000000": "Eine Arenaleiterin, die ihre Vogel-Pokémon über alles\nliebt. Dank ihrer Anmut steht sie bei den Trainern in\nBaumhausen City hoch im Kurs.",
    "10043000000": "Ein auf Kampf-Pokémon spezialisierter Arenaleiter, der\nbeim Surfen seinen Körper stählt. Für die perfekte Welle\nzog er von Kanto nach Hoenn.",
    "10044000000": "Die Musterschülerin der Trainerschule ist eine ebenso\nstolze wie begabte Arenaleiterin. Ihr Herz gehört\nGesteins-Pokémon und Fossilien.",
    "10045000000": "Das Nesthäkchen unter den Arenaleitern von Johto ist ein\nwahrer Experte für Käfer-Pokémon und träumt von einer\nKarriere als Pokémon-Professor.",
    "10046000000": "Eine Kampfkoryphäe hinter einer harten Schale, die\nGegnern mit Leidenschaft begegnet. Er verfügt als\nKampffabrikleiter über immenses Pokémon-Wissen.",
    "10047000000": "Ein maskierter Trainer, den der Drang nach Stärke um die\nWelt führte und der schließlich mit einem Platz unter den\nTop Vier von Kanto belohnt wurde.",
    "10048000000": "Ein auf Unlicht-Pokémon spezialisiertes Mitglied der\nTop Vier. Diese ästhetische Spielernatur liebt jede Art\nvon Wettkampf, so auch Pokémon-Kämpfe.",
    "10049000000": "Das Training auf dem Pyroberg verhalf dem Mitglied der\nTop Vier zu einer engen Bindung zu Geister-Pokémon.\nSie soll auch mit Geistern reden können.",
    "10050000000": "Ein auf Kampf-Pokémon spezialisiertes Kampfgenie und\nzugleich Arenaleiterin. Sie schätzt Gegner, denen es im\nKampf nicht an Manieren fehlt.",
    "10051000000": "Eine Inselkönigin, die in Alola für ihre Stärke im Kampf\nsowie ihre fürsorgliche Art geschätzt wird. In ihrem\nJuweliergeschäft gibt es auch Fossilien.",
    "10052000000": "Ein Arenaleiter und Liebhaber von Meer und mehr. Auch\nseine Arena liegt direkt am Meer, wo man ihn in seiner\nFreizeit oft schwimmen sieht.",
    "10053000000": "Ein begnadeter Kletterer und modischer Trendsetter. Dieser\nbeliebte Arenaleiter nascht gerne Süßes, übt sich aber in\nSelbstdisziplin.",
    "10054000000": "Dieses Mitglied der Top Vier treibt als moderner Ninja\njeden Gegner in die Enge. Er unterweist seine Tochter\nJanina in den Geheimnissen der Ninja-Kunst.",
    "10055000000": "Ein auf Stahl-Pokémon spezialisiertes Mitglied der Top Vier\nin stählerner Rüstung. Zollt Gegnern Respekt, die den\nGeist der Ritterlichkeit atmen.",
    "10056000000": "Einer der Inselkönige von Alola und im Nebenberuf \nPolizist. Nach außen oft lustlos, besitzt er doch viel\nMitgefühl sowie Talent für Pokémon-Kämpfe.",
    "10057000000": "Dieses Mitglied der Top Vier sieht in hartem Training den\nSchlüssel zum Erfolg als Trainer. Spornt sich selbst stets mit\nKampfgeschrei an.",
    "10058000000": "Eine disziplinierte Profigolferin, die schon viel von der Welt\ngesehen hat. Als Mitglied der Top Vier weiß sie auch im\nPokémon-Kampf zu überzeugen.",
    "10059000000": "Dieser als hitzköpfiger Quizmaster bekannte Feuer-\nArenaleiter kann mit jeder Menge Erfahrung als Trainer\nsowie seinem Wissen als Forscher glänzen.",
    "10060000000": "Kogas Tochter Janina ist sowohl Ninja als auch\nArenaleiterin. Sie prahlt aus Stolz nicht nur mit ihrem\nVater, sondern setzt zudem wie er auf Gift-Pokémon.",
    "10061000000": "Auch in hohem Alter treibt dieses kampfbegeisterte\nTop-Vier-Mitglied Gegner in die Enge. Mit Professor\nEich verbindet sie eine gemeinsame Vergangenheit.",
    "10062000000": "Ein intelligentes und ruhiges Mitglied der Top Vier mit\neiner Leidenschaft für Pokémon. Wilde, harte Unlicht-\nPokémon haben es ihr besonders angetan.",
    "10063000000": "Als Mitglied der Top Vier von Einall weiß er, wie hart\nder Weg nach oben ist. Gleichwohl strebt er in aller\nRedlichkeit nach größerer Stärke.",
    "10090000000": "Ein Trainer auf Wanderschaft mit einem Faible für seltene\nSteine. Er ist der Sprössling der Devon Corporation und\nChamp der Pokémon-Liga von Hoenn.",
    "10091000000": "Dieser Champ aus Sinnoh erforscht als Archäologin alte\nMythen und die Geschichte der Pokémon, denen sie sich\nseit ihrer Jugend sehr verbunden fühlt.",
    "10092000000": "Sie ist ein munterer Trainer und entstammt einem Klan,\nder im Einklang mit Drachen-Pokémon lebt. Ihr Talent im\nPokémon-Kampf machte sie schon früh zum Champ.",
    "10094000000": "Dieses Mitglied der Top Vier kämpft zu Ehren jenes\nPokémon, das ihm einst das Leben rettete. Für ihn\nbenötigen Trainer ein ehrliches Herz.",
    "10095000000": "Eine Tochter aus gutem Hause, die ihre Schwächen aus\nKindertagen überwunden hat und sogar so stark wurde,\ndass sie nun ein Mitglied der Top Vier in Einall ist.\n",
    "10096000000": "Ein legendärer Chefkoch und Mitglied der Top Vier, für \nden Kochen und Kämpfen jeweils Formen von Kunst sind.\nIn beidem weiß er zu glänzen.",
    "10097000000": "Eine in Wahrheit äußerst liebenswerte junge Dame,\nderen Wortkargheit ihr eine mysteriöse Aura verleiht.\nDabei redet sie einfach nicht gerne.",
    "10098000000": "Diese optimistische Stimmungskanone liebt Malasadas und\nernste, unterhaltsame Kämpfe, bei denen Trainer und\nPokémon im Einklang sind.",
    "10099000000": "Ein lebhafter Junge mit einer ernsten Passion für Pokémon.\nSein ungestümes Wesen sorgt dafür, dass er unbeirrt alles\numsetzt, was er sich vornimmt.",
    "10101000000": "Sie ist ein heiterer Trainer mit einem starken Sinn für\nGerechtigkeit, steht gerne im Rampenlicht und möchte\ngegen Trainer aus aller Welt kämpfen.",
    "18000000000": "[DE:Gen Ref=\"255\" M=\"Dieser\" F=\"Diese\" ] entschlossene [DE:Gen Ref=\"255\" M=\"Abenteurer\" F=\"Abenteurerin\" ] möchte mit [DE:Gen Ref=\"255\" M=\"seinem\" F=\"ihrem\" ]\nPokémon einen wichtigen Schritt in [DE:Gen Ref=\"255\" M=\"seinem\" F=\"ihrem\" ] Trainerdasein\nzurücklegen.",
    "10110000000": "Diese Arenaleiterin wird auch die „kecke Meerjungfrau“\ngenannt. Sie ist lebhaft und fröhlich, folgt aber auch\ndiszipliniert ihrem Motto, das ihr sehr wichtig ist.",
    "10106000000": "Die auch als Model tätige Elektro-Arenaleiterin verzaubert\nalle, die ihr beim Kämpfen in ihrer einer prächtigen Bühne\ngleichenden Arena zuschauen.",
    "10153000000": "Sie ist einst nach Hoenn gereist, um ihre Eis-Attacken zu\nperfektionieren und dort Mitglied der Top Vier geworden.\nSie wartet auf Gegner, die sie zwingen, alles zu geben.",
    "18000020000": "Dieser Trainer ist ein hoffnungsvoller Anfänger, der sein\nPotenzial als stärkste Waffe im Kampf auffasst.",
    "10101100000": "In ihrem Outfit zum Bewirten von Gästen zeigt Rosy\nzusammen mit Botogel ihren Freunden ihre Dankbarkeit\nfür alles, was diese für sie getan haben.",
    "10096100000": "Auch wenn sich seine Kleidung ändert, ist und bleibt er\nein Koch. Er denkt sich neue Gerichte mit Octillerys Tinte\naus, um seinen Gästen nur das Allerbeste vorzusetzen.",
    "10140000000": "Er ist der Anführer von Team Rainbow Rocket, einer\nOrganisation, die mithilfe von Pokémon die Weltherrschaft\nan sich reißen will. Pokémon sind für ihn nur Werkzeuge.",
    "10111000000": "Der Champ des Indigo-Plateaus legt Wert auf Vertrauen\nund Liebe zu Pokémon und mag faire Kämpfe. Er kümmert\nsich um andere und wird von vielen verehrt.",
    "10017000000": "Dieses fröhliche und umgängliche Mädchen hat ein\nunerschöpfliches Interesse an Pokémon und großes\nVertrauen in sein Können im Pokémon-Kampf.",
    "10112000000": "Dieser verlässliche, erfahrene Trainer aus Johto liebt die\nNatur, besonders das Meer und die Berge. Er durchstreift\nstets Felder und Hügel und steckt voller Energie.",
    "18000120000": "[DE:Gen Ref=\"255\" M=\"Er\" F=\"Sie\" ] ist abenteuerlustig, fiebert jedem neuen Tag entgegen\nund möchte an der Seite eines Legendären Pokémon\nKämpfe bestreiten.",
    "10129000000": "Eine geheimnisvolle Frau mit einem verwegenen Lächeln.\nIn der Hoenn-Region hat sie versucht, ihre Mission als\nWissenshüterin des Volks der Meteoraner zu erfüllen.",
    "10106100000": "Kamilla in ihrer prächtigen Machtmontur verliert in Sachen\nMode und in Pokémon-Kämpfen gegen niemanden.\nIhr Ziel ist es, die Nummer eins zu werden.",
    "10157000000": "Diese Arenaleiterin mit einer auffälligen Sprechweise\nhat ihr originelles Outfit selbst entworfen und möchte\neines Tages ein Pokémon werden.",
    "10114000000": "Diese Arenaleiterin mit übernatürlichen Fähigkeiten setzt\nPsycho-Pokémon ein und kann mit ihren hellseherischen\nKräften die Zukunft vorhersagen. Sie kämpft nicht gerne.",
    "10151000000": "Sie wurde Arenaleiterin, nachdem sie in harter Arbeit sehr\nviel über Pokémon gelernt hat. Sie setzt Geister-Pokémon\nein und nimmt auch erfolgreich an Wettbewerben teil.",
    "10137000000": "Er ist eine Koryphäe in der Pokémon-Forschung und soll\nfrüher ein zielstrebiger Trainer gewesen sein. Er ist Blaus\nGroßvater.",
    "10125000000": "Der Boss von Team Skull aus Alola ist stark genug, um\ndiese verschrobenen Schurken anzuführen und genießt\ndabei das volle Vertrauen seiner Untergebenen.",
    "10121000000": "Als Vorstand von Team Skull nimmt sie die Rolle einer\ngroßen Schwester ein. Wer ihre Leute schikaniert, \nbekommt es mit ihr zu tun.",
    "10131000000": "Der Arenaleiter von Illumina City lebt für das Erfinden.\nSeine bahnbrechenden Maschinen helfen zahlreichen\nTrainern.",
    "10127000000": "Dieser Arenaleiter mit vornehmer Ausstrahlung ist ein\nMeister der Wasser-Illusionen. Sein eleganter Kampfstil\nbeschert ihm viele weibliche Fans.",
    "10113000000": "Diese Arenaleiterin mit einem Herz für Pokémon ist eher\nzurückhaltend, aber wenn sie von Stahl-Pokémon spricht,\nkommt sie richtig in Fahrt!",
    "10128000000": "Dieser Junge liebt Pokémon und Pokémon-Kämpfe.\nEr hat sich richtig ins Zeug gelegt und alles gegeben,\num ein starker Trainer zu werden.",
    "10133000000": "Dieser junge Mann will der Stärkste der Welt werden.\nSeine Vergangenheit hat ihn gelehrt, dass es nicht nur\nauf Stärke ankommt, sondern auch auf Freundlichkeit.",
    "10159000000": "Perenus ist ein Kammerdiener mit einer ausgezeichneten\nAuffassungsgabe. Seine wahre Stärke liegt darin, dass er\nfür jede Situation eine Lösung parat hat.",
    "10116000000": "Dieser Trainer ist immer guter Dinge und kümmert sich\ngerne um andere. Ihre Reisen durch die Sinnoh-Region\nhaben sie gestählt. Sie ist aber ein bisschen schusselig.",
    "10170000000": "Er ist der Arenaleiter von Stratos City und Künstler. Sein\nWerk dreht sich rund um seine geliebten Käfer-Pokémon.\nEr lässt sich nie hetzen und seine Denkweise ist flexibel.",
    "10048100000": "Astors Machtmontur besticht durch ein imposantes Blau.\nDas stürmische Wetter auf hoher See hat seinen Instinkt\nfür Kämpfe geschärft. Nun fährt er wellenweise Siege ein.",
    "10130000000": "Dieser Trainer liebt Pokémon und Mode. Sie ist stets\nfröhlich und positiv, doch im Kampf zeigt sie eine ruhige\nErnsthaftigkeit.",
    "10148000000": "Dieser Arenaleiter kämpft mit Pokémon vom Typ Geist und\nkann durch sein geheimes Training in der Arena von Teak\nCity sehen, was normalen Menschen verborgen bleibt.",
    "10198000000": "Die schweigsame Kampfkoryphäe der Kampfipitis verfügt\nüber einen starken Kampfgeist. Einen Trainer, der sie\nbesiegt hat, vergisst sie ihr Leben lang nicht.",
    "10240000000": "Liebe und Wahrheit verurteilt sie. Als Mitglied von Team\nRocket hat sie ihrem Boss Giovanni die Treue geschworen\nund begeht zusammen mit James und Mauzi böse Taten.",
    "10194000000": "Der Anführer der bösen Organisation Team Galaktik. Er\nbehauptet, die Herzen der Menschen seien unvollkommen\nund will daher eine neue Welt erschaffen. Er ist ruhig,\ndenkt immer logisch und genießt das vollste Vertrauen\nseiner Untergebenen.",
    "10091010000": "Die Machtmontur, die Cynthia trägt, verbirgt ihren hitzigen\nKampfgeist. Gemeinsam mit Grandiras absolviert sie\nstrenge Trainingseinheiten und schwört, die Kunst des\nPokémon-Kampfes zu perfektionieren.",
    "10090400000": "In seinem Sommer-Outfit wirkt Troy ein wenig heiterer\nals sonst. Er kühlt sich ab, indem er mit seinem Pokémon\nAlola-Sandamer in Höhlen nach Steinen sucht.",
    "10002400000": "Lyra trägt ein neues Outfit, um die Sommerhitze zu\nüberstehen. Sie blickt dem Festival voller Vorfreude\nentgegen und singt und tanzt gemeinsam mit ihrem\nPokémon Pummeluff.",
    "10241000000": "Ein charmanter Schurke von Team Rocket. Mit Jessie und\nMauzi arbeitet er Tag und Nacht daran, die Wünsche\nseines Bosses Giovanni zu erfüllen.",
    "10118000000": "Lilly hat ein großes Herz und gibt stets ihr Bestes. \nSie hat ihr ängstliches Ich hinter sich gelassen, und ist nun\nfest entschlossen, sich jeder Herausforderung zu stellen.",
    "10119000000": "Dieser Trainer redet nicht viel, doch seine Freunde, Familie\nund Pokémon sind ihm äußerst wichtig. Einst war er\nbesessen von dem Gedanken, immer stärker zu werden.",
    "10120000000": "Samantha ist die attraktive Präsidentin der Æther\nFoundation und die Mutter von Lilly und Gladio.\nSie liebt Pokémon über alles.",
    "10021010000": "Blau trägt eine modische Machtmontur. Mit seinem Turtok\nhat er schon zahlreiche Kämpfe überwunden. Sie beide\nstreben stets danach, die Allerbesten zu sein.",
    "10017100000": "Leaf trägt eine sportliche Machtmontur. Sie und ihr Bisaflor\nvertrauen sich blind und schwören, ihre Freunde mit aller\nKraft zu beschützen.",
    "10115000000": "Volkner ist als der stärkste Arenaleiter der Sinnoh-Region\nbekannt. Er ist kampfbegeistert und renoviert regelmäßig\nseine Arena, während er auf starke Gegner wartet.",
    "10183000000": "Marlon ist der offenherzige und neugierige Verwalter der\nPC-Boxen in Alola und Leiter der Hokulani-Sternwarte. Er\nist eng mit Kukui befreundet und der Cousin von Chrys.",
    "10007400000": "Lola hat sich als Mimigma verkleidet und fordert in der\nfestlich dekorierten Stadt Gefährten zu Pokémon-Kämpfen\nheraus, um Süßigkeiten zu erhaschen.",
    "10020400000": "Warren hat sich als Magnayen verkleidet und sammelt in\nder festlich dekorierten Stadt Süßigkeiten. Er kämpft sogar\ngegen Geister-Pokémon, um seine Freunde zu schützen.",
    "10100000000": "Tony ist ein talentierter Trainer aus Einall. Er versteht sich\ngut mit anderen und passt sich selbst bei spontanen\nTeamkämpfen seinem Partner perfekt an. Er will das\nGeheimnis hinter der Stärke von Trainern, die er\nbewundert, begreifen.",
    "10102000000": "Sie hat als Trainer die Einall-Region bereist und arbeitet\nzurzeit als Professor Esches Assistentin, um mehr über ihre\ngeliebten Pokémon zu lernen.",
    "10215000000": "Xenia bildet mit ihrem Altaria Xeblu eine Einheit. Sie ist\ndas beliebteste Wettbewerbssternchen von Hoenn. Ihre\nnatürliche Begabung gepaart mit ihrem unermüdlichen\nFleiß fasziniert ihre Fans.",
    "10243000000": "Gloria ist abenteuerlustig und lässt sich auf jede\nHerausforderung ein. Sie ist ein wenig frech und liebt\nes, draußen in der Natur zu sein. Für Curry begeistert sie\nsich genauso sehr wie für Pokémon-Kämpfe.",
    "10016400000": "Géraldine tritt dieses Mal in einem warmen, roten\nWinterkostüm auf. Mit Togekiss, von dem es heißt, dass es\nWohltaten verteile, möchte sie allen Freude bescheren.",
    "10008400000": "Erika kommt dieses Mal mit einem Blumenkorb und\neinem neuen Kostüm daher. Ihr Curelei liebt Blumen\ngenauso sehr wie sie. Gemeinsam möchten sie mit ihren\nBlumensteckkünsten allen eine Freude bereiten.",
    "10089000000": "Der ehemalige König von Team Plasma. Er verfügt über\nwundersame Kräfte und zählt selbst die Legendären\nPokémon Einalls zu seinen Freunden. Er strebt nach einer\nWelt, in der Menschen und Pokémon koexisitieren können.",
    "10126000000": "Die überaus hilfsbereite und fröhliche Maike ist die Tochter\nvon Professor Birk aus Hoenn. Sie liebt es über alles, mit\nihren niedlichen Pokémon Feldforschung zu betreiben. ",
    "10118400000": "Lilly hat ein traditionelles Gewand aus Johto anprobiert.\nVon den leckeren Pollenknödeln, die Bandelby herstellt,\nkann sie anscheinend nicht genug bekommen.",
    "10111400000": "Siegfried trägt ein traditionelles Gewand aus seiner\nHeimat. Es heißt, er suche auf ganz Passio nach einem\nCape, das gut zu dem Garados-Muster darauf passt.",
    "10124000000": "Maho ist ein Captain auf Akala in der Alola-Region. Sie\nhilft außerdem im Restaurant ihrer Familie aus. Ihre\nGerichte schmecken eher speziell, haben aber einige Fans.",
    "10132000000": "Der lebenserfahrene ehemalige Champ der Einall-Region.\nEr reist von Ort zu Ort, um jungen Menschen zu erklären,\nwie großartig es ist, mit Pokémon zusammenzuleben.",
    "10136000000": "Dieser freundliche Pokémon-Professor aus Illumina City in\nder Kalos-Region erforscht die Mega-Entwicklung und ihre\nGeheimnisse. Auf seinen Spaziergängen durch die Stadt\nprobiert er gerne diverse Speisen in Cafés.",
    "10196000000": "Ein bekannter Wissenschaftler und Boss von Team Flare.\nHässliche Konflikte treiben Flordelis zur Verzweiflung. Sein\nZiel ist es, eine Welt zu erschaffen, in der nur seine\nauserwählte Elite verbleibt.",
    "10256000000": "Dieser Arenaleiter aus der Galar-Region, der besonders\ngerne Unlicht-Pokémon einsetzt, ist auch ein bekannter\nMusiker. Seine Fans sind von seiner melancholischen\nStimme verzückt.",
    "10130400000": "Serena hat sich zum Fest der Freundschaft in ein schickes\nneues Outfit geworfen. Ihre niedliche Handtasche\nharmoniert nicht nur perfekt mit ihrem Stil, sondern auch\nmit ihrem Elfun..",
    "10116400000": "Lucia kann es kaum erwarten, mit dem Backen für das\nFest der Freundschaft zu beginnen! Mithilfe von Pokusan\nwird sie mit viel Liebe allerlei süße Snacks für ihre\nFreunde auf den Tisch zaubern.",
    "10158000000": "Der Champ der Kalos-Region ist auch eine berühmte\nSchauspielerin. Diantha besitzt ein freundliches Wesen und\nhat Interesse an talentierten Trainern. Sie ist häufig in\nCafés anzutreffen.",
    "10092800000": "Lilia hat sich als Champ von Einall behauptet. Ihr Auftreten\nist ruhiger als in der Vergangenheit und strahlt eine damit\nverbundene Stärke aus. Sie genießt ernsthafte Kämpfe mit\nstarken Trainern.",
    "10245000000": "Eine Trainerin, die Spikeford aus der Galar-Region\nrepräsentiert. Für ihre Stadt hat sie es sich zum Ziel\ngesetzt, Champ zu werden. Ihre vielen Fans verdankt sie\nihrem Kampfeseifer und ihrer Schönheit.",
    "10247000000": "Delion ist Champ der Galar-Region und besitzt eine\nunschlagbare Stärke. Als Superstar ist er unvergleichlich\ncharismatisch und erfreut sich enormer Berühmtheit. Sein\nOrientierungssinn lässt jedoch zu wünschen übrig.",
    "10122000000": "Dieser Trainer liebt Pokémon und Abenteuer. Er setzt sein\nTraining bei der Inselwanderschaft in der Alola-Region\nfort. Das Talent, das er dabei an den Tag legt, hat ihm\nselbst die Bewunderung von Professor Kukui eingebracht.",
    "10123000000": "Selene ist sehr neugierig und aufgeschlossen. Durch ihre\nliebenswerte Art schließt sie sehr leicht Freundschaften.\nSie hält sich nicht an Kleinigkeiten auf und vertraut ihrer\nIntuition.",
    "10126400000": "Maikes süßes Outfit steht ganz im Zeichen der Eiersuche.\nBei dieser erhält sie Unterstützung von ihrem Schlapor, das\nsich bei der Feldforschung durch seinen ausgezeichneten\nSpürsinn als zuverlässiger Partner erweist. Maike liebt ihr\nHaarband mit den langen, flauschigen Ohren.",
    "10170400000": "Arties Begeisterung rund um die Eiersuche zeigt sich in\nseinem speziellen Outfit, das mit seiner Farbenpracht jedes\nKünstlerherz höherschlagen lässt. Sein Partner Togepi ist\nebenso künstlerisch begabt wie er.",
    "10249000000": "Diese Arenaleiterin aus Galar ist ein bekanntes Model.\nDank ihrer Eltern hat sie ein enges Verhältnis zu Wasser-\nPokémon. Mit Sania verbindet sie eine gute Freundschaft.",
    "10250000000": "Diese Trainerin aus der Galar-Region ist ein Wunderkind\ndes Galar-Karate und trainiert täglich mit eiserner\nDisziplin. Ihre Schwäche für Süßigkeiten hält sie am\nliebsten geheim.",
    "10257000000": "Dieser Trainer genießt den Ruf des stärksten Arenaleiters\nder Galar-Region. Sobald der Kampf beginnt, weicht\nseine typische Gelassenheit einem glühenden Siegeswillen.",
    "10195000000": "Dieser Mann ist der Drahtzieher hinter Team Plasma und\ndessen wahrer Anführer. Er ist eiskalt, berechnend und ein\nMeister der Manipulation. Einst unternahm er den Versuch,\nN zu benutzen, um die Weltherrschaft zu erlangen.",
    "10117000000": "Ein berühmter Profi-Wrestler aus der Alola-Region, der es\nsich zum Ziel gesetzt hat, das Vermächtnis des Battle\nRoyale weiterzuführen. Als Zeichen der Unterstützung\ntragen seine Fans bei seinen Kämpfen Masken.",
    "10192000000": "Der Anführer von Team Magma träumt davon, eine ideale\nWelt für die Menschheit zu erschaffen. Sein Denken stützt\nsich auf logische Analysen. Er ist bereit, für die Erreichung\nseiner Ziele Opfer zu bringen.",
    "10193000000": "Der Anführer von Team Aqua strebt eine ideale Welt für\nPokémon an. Mit seiner wilden, aufgeschlossenen Art hat\ner sich das Vertrauen seiner Untergebenen verdient.",
    "10161000000": "Hala ist Talis Großvater und der Inselkönig von\nMele-Mele in Alola. Er ist ein erstklassiger Trainer und\nMeister des Sumokampfs im Alola-Stil.",
    "10160000000": "Tracy ist eine passionierte Anglerin und einer der Captains\nder Insel Akala. Sie liebt ihre Familie und unterstützt diese\nbei diversen häuslichen Pflichten sowie beim Aufpassen\nauf ihre beiden jüngeren Zwillingsschwestern.",
    "10149000000": "Kiawe ist ein aufstrebender Tänzer, der von einer\nprofessionellen Karriere träumt. Er studiert den\ntraditionellen Tanz, der in Alola seit Generationen\nweitergegeben wird.",
    "10008000001": "Eine elegante Arenaleiterin mit einer Schwäche für\nliebenswerte und schöne Pflanzen-Pokémon. In Kanto\nlehrt sie die Kunst des Blumensteckens.",
    "10035000001": "Dieser Experte für Elektro-Pokémon ist ein umsichtiger\nArenaleiter, der seine Arena mit diversen Mechanismen\nsichert. Er liebt es, Gegner im Kampf zu paralysieren.",
    "10148000001": "Dieser Arenaleiter kämpft mit Pokémon vom Typ Geist und\nkann durch sein geheimes Training in der Arena von Teak\nCity sehen, was normalen Menschen verborgen bleibt.",
    "10062000001": "Ein intelligentes und ruhiges Mitglied der Top Vier mit\neiner Leidenschaft für Pokémon. Wilde, harte Unlicht-\nPokémon haben es ihr besonders angetan.",
    "10129000001": "Eine geheimnisvolle Frau mit einem verwegenen Lächeln.\nIn der Hoenn-Region hat sie versucht, ihre Mission als\nWissenshüterin des Volks der Meteoraner zu erfüllen.",
    "10108000000": "Dieser Metromeister ist der ältere der beiden Zwillinge,\ndie die Kampfmetro in Einall betreiben. Für gewöhnlich\nspezialisiert er sich auf Einzelkämpfe.",
    "10109000000": "Dieser Metromeister ist der jüngere der beiden Zwillinge,\ndie die Kampfmetro in Einall betreiben. Er hat eine\nVorliebe dafür, verschiedene Pokémon in Doppelkämpfen\nzu kombinieren.",
    "10243400000": "Gloria trägt ein hübsches luftiges Outfit! Mit ihrem Partner\nIntelleon beweist sie ihre Zielsicherheit selbst gegen die\nstärksten Gegner!",
    "10245400000": "Mary präsentiert sich cool und in Feierlaune! Zusammen\nmit Olangaar hat sie an ihrem Lächeln gearbeitet, um ihre\nKunden in der Strandhütte willkommen zu heißen!",
    "10066010000": "Der Veranstalter der WPM hat nicht nur die künstliche\nInsel Passio angelegt, sondern ist auch der Prinz eines\nfremden Königreichs. Er ist sehr geschickt und schöpft im\nKampf Stärke aus seiner Freundschaft mit Hoopa.",
    "10067010000": "Sie ist schon in jungem Alter in Lyers Gefolgschaft\ngetreten und stellt sein Wohlergehen daher immer an\nerste Stelle. Trotz ihres lockeren Auftretens nimmt sie ihre\nArbeit sehr ernst.",
    "10068010000": "Drival ist ein Gefolgsmann von Lyers Königsfamilie und\nder Vorsitzende des Organisationskomitees der WPM.\nSeine Gestalt wirkt einschüchternd, eigentlich ist er aber\nrecht sentimental.",
    "10135000000": "Ulrich ist ein Mitglied der Top Vier in Hoenn, dessen\nLeidenschaft Pokémon-Kämpfen gilt. Der Ausgang eines\nKampfes ist ihm dabei nicht wichtig. Er nimmt kein Blatt\nvor den Mund und kann dadurch etwas schroff wirken, ist\naber im Kern eine höfliche Person.",
    "10150000000": "Dieser Arenaleiter aus Johto setzt Flug-Pokémon ein. Er\nist sehr ernst und manchmal sturköpfig. Sein Ziel besteht\ndarin, ein angesehener Trainer wie sein Vater zu werden.",
    "10205000000": "Die Drittgeborene der vier Kampf-Châtelaine-Schwestern\nzeichnet sich durch ein sehr schüchternes Wesen und\nbeachtliches Talent aus. Im Kampfhaus ist sie für\nDoppelkämpfe zuständig.",
    "10244000000": "Dieser Trainer aus Furlongham ist Delions jüngerer Bruder.\nSeine Erfahrungen während der Arena-Challenge haben\nihn zu seinem neuen Traum einer Laufbahn als\nPokémon-Professor inspiriert.",
    "10247100000": "Delion fühlt sich in seiner neuen Machtmontur überaus\nmystisch. Gemeinsam mit seinem mächtigen Partner\nEndynalos strebt er nach Stärke und neuen Perspektiven\nfür seine Zukunft.",
    "10045900000": "Das Nesthäkchen unter den Arenaleitern von Johto ist ein\nwahrer Experte für Käfer-Pokémon und träumt von einer\nKarriere als Pokémon-Professor.",
    "10089400000": "N trägt zur Feier seiner Rückkehr ein spektakuläres Outfit.\nAls Zeichen der Dankbarkeit für all die Freundschaften, die\ner auf Passio geschlossen hat, bringt er gemeinsam mit\nReshiram frischen Wind ins Team.",
    "10118500000": "Lilly trägt zur Feier ihrer Rückkehr ein umwerfendes Outfit.\nSie und Lunala bereichern das Team und zeigen allen,\nwas sie draufhaben!",
    "10090500000": "Troy trägt zur Feier seiner Rückkehr einen schicken Anzug.\nAn der Seite von Rayquaza möchte er die Geheimnisse\nder Mega-Entwicklung lüften und die darin verborgene\ngrenzenlose Fülle an Potenzial und Stärke nutzen.",
    "10110010000": "Misty fühlt sich in ihrem typischen Outfit aus der Arena\nin Kanto rundum wohl. Am Strand verfolgt sie mit ihrem\nPokémon einen strikten Trainingsplan.",
    "10000800000": "Rot fühlt sich in dem Outfit, in dem er die Kanto-Region\nbereist hat, wie ein neuer Mensch. Er denkt oft an all die\nFreunde, die er auf seinen Abenteuern getroffen hat.",
    "10021800000": "Blau besinnt sich in seinem Outfit, das er bereits zum\nAufbruch zu seiner ersten Reise durch die Kanto-Region\ngetragen hat, auf seine Anfänge. Er steht zu seinen\nfrüheren Fehlern und verfolgt weiter das Ziel, der stärkste\nTrainer der Welt zu werden.",
    "10251000000": "Dieser Trainer hat sich auf Geister-Pokémon spezialisiert.\nSein wahres Gesicht versteckt er stets hinter einer Maske,\nvon denen er 100 identische Exemplare auf Vorrat hat.\nAngeblich treibt er sich gerne alleine auf Friedhöfen und\nin Ruinen herum.",
    "10110100000": "Misty trägt eine fantastische Machtmontur. Wenn sie mit\nAquana im Wasser ist, gleicht sie einer märchenhaften\nMeerjungfrau.",
    "10008100000": "Erikas Machtmontur spiegelt ihren grünen Daumen und \nihre Liebe zur Natur wider. An warmen und sonnigen\nTagen erwischt man sie und Folipurba manchmal bei\neinem gemeinsamen Nickerchen.",
    "10148400000": "Sein Outfit lässt Jens mysteriös und geheimnisvoll wirken.\nZusammen mit seinem etwas gruseligen Banette lockt er\nMenschen in die Welt der Geister-Pokémon.",
    "10095400000": "Kattlea trägt ein Outfit, das perfekt auf Zobiris abgestimmt\nist. Gerüchten zufolge werden jene, die ihren Schlaf\nstören, zu einem mysteriösen Ball eingeladen.",
    "10125400000": "Bromley trägt eine spezielle Rüstung. Als furchtloser\nAnführer steht er an der Spitze seines Teams und\nbeschreitet zusammen mit Masskito den Pfad der\nZerstörung.",
    "10158400000": "Diantha erscheint in einer speziellen Rüstung. Mit ihrem\nbezaubernden Auftreten spornt sie ihr Team zu\nHöchstleistungen an. Die tiefe Bindung zwischen ihr und\nKeldeo macht die beiden noch stärker.",
    "10113400000": "Jasmins besonderes Kleid verleiht ihr ein Gefühl von\nStärke. Sie unterstützt ihr Team tatkräftig, indem sie die\nVerteidigung von allen Gefährten erhöht. Den Körper ihres\nKaguron hält sie stets glänzend sauber.",
    "10004400000": "Lotta trägt ein umwerfendes Kleid. Auch in den\nfesselndsten Kämpfen denkt sie stets an den Sieg ihres\nTeams. Ihr Outfit gleicht Diancie, was ihr noch mehr\nSelbstvertrauen und Motivation verleiht.",
    "10259000000": "Diese junge Professorin untersucht Legenden in Galar und\nhat die Ergebnisse ihrer Forschung in einem Buch\nzusammengefasst. Sie ist seit Kindheitstagen eng mit dem\nChamp Delion befreundet und die beiden haben sich oft\ngemeinsam auf Reisen begeben.",
    "10106800000": "Kamilla hat sich wieder einmal in ein neues Outfit\ngeworfen und macht ihre Gegner mit ihren blitzschnellen\nAttacken ganz schwindelig.",
    "10249400000": "Kate kann es kaum erwarten, endlich Geschenke zu\nverteilen. Ihre Erfahrung als Model nutzt sie dazu, andere\nzu unterhalten. Sie und ihr Kubuin sind beide begeisterte\nAngler.",
    "10247400000": "Delion kann es kaum erwarten, endlich Geschenke zu\nverteilen. Getreu seines Titels als Champ von Galar ist er\nmit seinem Coronospa jederzeit sofort zur Stelle, wenn\njemand seine Hilfe braucht.",
    "10120100000": "Samantha trägt eine prächtig funkelnde Machtmontur. Mit\nNecrozma und Solgaleo stellt sie ihre wahre Stärke zur\nSchau, um Menschen und Pokémon gleichermaßen zu\nbeschützen.",
    "10048800000": "Astor sieht in seinem Kimono ganz ungewohnt aus. In\nmysteriöser Anmut am Meeresufer stehend, lässt er das\nSchicksal mit einem Münzwurf über seine Pläne für die\nZukunft entscheiden.",
    "10162000000": "Dieser Trainer aus Sinnoh ist der Assistent von Professor\nEibe, einem Experten für die Entwicklung von Pokémon. \nSein freundliches Wesen sowie sein starker \nGerechtigkeitssinn zeichnen ihn aus.",
    "10091200000": "Cynthias Machtmontur verbreitet eine geheimnisvolle Aura.\nGemeinsam mit ihrem Partner Giratina untersucht sie die\nMythen und Legenden, die sich um Pokémon ranken.",
    "10114400000": "Sabrina hat sich in ein besonderes Kleid geworfen, um\ndas neue Jahr willkommen zu heißen. In ihren\nVorahnungen kann sie Bruchstücke der Zukunft sehen.\nDas Klingeln von Klingplims Kugel beruhigt ihren Geist und\nstählt sie für kommende Herausforderungen.",
    "10115400000": "Volkner hat sich in ein besonderes Outfit geworfen, um\ndas neue Jahr willkommen zu heißen. Zusammen mit\nElevoltek ist er ständig auf der Suche nach dem nächsten\nelektrisierenden Kampf gegen einen starken Gegner.",
    "10245410000": "Mary hat für das Fest der Freundschaft Süßigkeiten\nhergestellt. Zusammen mit Flunkifer möchte sie allen ihre\nGefühle der Dankbarkeit zeigen. Die beiden mögen\nniedlich aussehen, doch im Kampf zeigen sie keine Gnade.",
    "10250400000": "Saida liebt das Fest der Freundschaft und hat eine\ngeheime Schwäche für Süßigkeiten. Um der Versuchung\nzu widerstehen, meditiert sie zusammen mit Gelatwino\nwährend ihres Trainings in der eisigen Kälte.",
    "10116100000": "Lucias Machtmontur erinnert sie an einen Helden aus\neiner Geschichte aus ihrer Kindheit. Gemeinsam mit ihrem\nPartner Cresselia beseitigt sie die Alpträume, die Passio\nverschlingen.",
    "10194100000": "Zyrus strebt nach der Verwirklichung seiner idealen Welt.\nDurch seine Machtmontur ist nicht nur seine Bindung zu\nDarkrai stärker geworden, sondern auch die Alpträume,\ndie es verursacht.",
    "10016500000": "Géraldine trägt ein hinreißendes Kleid und dreht mit ihrem\nPartner Boreos anlässlich des Jubiläums von Passio am\nHimmel ihre Runden.",
    "10126500000": "Maike hat sich in ein umwerfendes Outfit geworfen und\nfeiert zusammen mit ihrem Partner Latias Passios Jubiläum\nauf der großen Bühne.",
    "10257400000": "Roy erscheint in einem festlichen Anzug und erzeugt mit\nseinem Partner Libelldra zur Feier von Passios Jubiläum\neinen gewaltigen Sandsturm.",
    "10130100000": "Serena trägt eine prachtvolle Machtmontur und hat sich\npassend dazu für eine schicke Kurzhaarfrisur entschieden.\nZusammen mit ihrem Partner Zygarde hat sie stets ein\nwachsames Auge auf Passio.",
    "10118410000": "Lilly ist in einem speziellen Kostüm zurück und bereit, alle\nRätsel zu lösen, um an der Teegesellschaft teilzunehmen.\nIhr Partner Mortipot ist eine seltene Originalform.",
    "10259400000": "Sania trägt ein prächtiges Kostüm und hilft bei der\nVorbereitung der Rätsel für eine aufregende\nTeegesellschaft. Um ihrem Partner Fruyal noch näher zu\nkommen, übt sie sich in einem königlichen Lachen.",
    "10108400000": "Hin erscheint in einem eleganten Frack und bereitet die\nRätsel für eine spannende Teegesellschaft vor. Seinen\nPartner Hydragil hat er durch einen Tausch mit Her\nerhalten.",
    "10109400000": "Her erscheint in einem eleganten Frack und bereitet die\nRätsel für eine spannende Teegesellschaft vor. Seinen\nPartner Cavalanzas hat er durch einen Tausch mit Hin\nerhalten.",
    "10021900000": "Der Enkel des berühmten Professor Eich ist einer der\nstärksten Trainer in ganz Kanto. Rot ist für ihn zugleich\newiger Rivale und enger Freund."
}
