{
    "ch0053_00_zakuro/0101_0701_01_10": "Llevaba mucho tiempo aguardando tu llegada,\n[Name:PlayerNickname ].\nY ha sido una espera intensa o, al menos, tensa.",
    "ch0053_00_zakuro/0101_0701_02_10": "Me da que hoy también seremos capaces de\nsuperar cualquier muro que se nos ponga por\ndelante.",
    "ch0053_00_zakuro/0601_0701_01_10": "El cuerpo de Amaura, frío al tacto, es como un\nreflejo de su carácter, tranquilo y sosegado.",
    "ch0053_00_zakuro/0601_0701_02_10": "Su mera presencia me inspira tranquilidad y me\nayuda a mantener la cabeza fría tanto en la\nescalada como en los combates Pokémon.",
    "ch0053_00_zakuro/0601_0701_03_10": "Siempre es de gran valía cuando he de superar\nun gran muro que se alza en mi camino.",
    "ch0053_00_zakuro/0601_0702_01_10": "A veces me pregunto si Amaura se vale de su\nlargo cuello para algo más que para alcanzar\nlugares elevados en busca de alimento.",
    "ch0053_00_zakuro/0601_0702_02_10": "Quizás le ayude a mantener la cabeza fría\ncuando se encuentra con el agua hasta el\ncuello. Figuradamente hablando.",
    "ch0053_00_zakuro/0602_0701_01_10": "Una vez que me encontraba de escalada, vi\ncómo se desprendía un grupo de rocas de una\nladera de la montaña...",
    "ch0053_00_zakuro/0602_0701_02_10": "Así que decidí ir a curiosear y, para mi\nsorpresa, hallé un fósil de lo más curioso.",
    "ch0053_00_zakuro/0602_0701_03_10": "Entonces, carcomido por la curiosidad, decidí\nllevarlo al Instituto Paleontológico. Tras un largo\nproceso de regeneración, ¡salió un Tyrunt!",
    "ch0053_00_zakuro/0602_0701_04_10": "Como dato curioso: el fósil del que regeneré a\nAmaura lo hallé en el mismo lugar.",
    "ch0053_00_zakuro/0602_0702_01_10": "Aún no logro encontrarle explicación a cómo\npude hallar fósiles de Pokémon tan dispares\nexactamente en el mismo lugar.",
    "ch0053_00_zakuro/0602_0702_02_10": "¿Podría tratarse de una bella historia de amistad\ny superación en la que tuvieron que superar\ntoda clase de obstáculos para estar juntos?",
    "ch0053_00_zakuro/0603_0701_01_10": "Me entiendo muy bien con Narciso, uno de los\nintegrantes del Alto Mando de la región de\nKalos.",
    "ch0053_00_zakuro/0603_0701_02_10": "Será por nuestra obsesión por aspirar a lo más\nalto y seguir superándonos siempre sin\ndescanso.",
    "ch0053_00_zakuro/0603_0701_03_10": "No me cabe duda de que estará aprovechando\nsu viaje a Passio para estudiar a fondo su cocina\ny pulir así sus habilidades como cocinero.",
    "ch0053_00_zakuro/0603_0702_01_10": "Con tan solo pensar en la comida de Narciso,\nse me hace la boca agua. Hace tanto tiempo\nque no pruebo uno de sus platos...",
    "ch0053_00_zakuro/0603_0702_02_10": "La próxima vez que me lo encuentre, pienso\nponerme las botas. ¡Y no me refiero a las de\nescalada!",
    "ch0053_00_zakuro/0604_0701_01_10": "He de confesarte algo: los dulces son mi\nperdición.",
    "ch0053_00_zakuro/0604_0701_02_10": "Pero para poder dedicarme plenamente a la\nescalada tengo que mantenerme en muy buena\nforma.",
    "ch0053_00_zakuro/0604_0701_03_10": "He de limitarme a una tarta por semana como\nmucho. Y, créeme, no trepar el estante de los\ndulces requiere mucha fuerza de voluntad.",
    "ch0053_00_zakuro/0604_0701_04_10": "No obstante, he de reconocer que, tras una\nsemana subiéndome por las paredes, el sabor\nde la tarta mejora considerablemente.",
    "ch0053_00_zakuro/0604_0702_01_10": "Ese momento de placer cuando consigues algo\nque llevabas anhelando mucho tiempo...",
    "ch0053_00_zakuro/0604_0702_02_10": "Hace que merezca la pena el esfuerzo de reunir\ntoda esa fuerza de voluntad.",
    "ch0053_00_zakuro/0605_0701_01_10": "¿Te han llamado la atención las piedras que\ntengo en el pelo? Es un estilo que está muy de\nmoda ahora mismo en la región de Kalos.",
    "ch0053_00_zakuro/0605_0701_02_10": "¡Y yo fui el precursor de esa tendencia!",
    "ch0053_00_zakuro/0605_0701_03_10": "Gracias a eso, me gané el respeto de muchos\ncomo pionero de la moda en nuestra región.",
    "ch0053_00_zakuro/0605_0701_04_10": "¿Por qué no te animas a probar algo parecido,\n[Name:PlayerNickname ]?\nEstoy convencido de que te quedaría muy bien.",
    "ch0053_00_zakuro/0605_0702_01_10": "Las rocas son como la gente: cada cual tiene su\npropio carácter.",
    "ch0053_00_zakuro/0605_0702_02_10": "Demuéstrale a la gente tu estilo con piedras que\ncomplementen tu personalidad a la perfección.",
    "ch0053_00_zakuro/1701_0701_01_10": "Encontré esto mientras estaba de escalada y\npensé que podría serte de ayuda.",
    "ch0053_00_zakuro/1701_0702_01_10": "Cada vez que escalo una montaña, encuentro\ntoda suerte de objetos curiosos.",
    "ch0053_00_zakuro/1701_0702_02_10": "Ese es otro de los motivos por los que disfruto\ntanto de este deporte: la montaña siempre\nacaba sorprendiéndote, de una forma u otra.",
    "ch0053_00_zakuro/2501_0701_01_10": "Siempre digo que es imprescindible mantener un\nespíritu inquebrantable para poder alcanzar\ncualquier meta que uno se proponga.",
    "ch0053_00_zakuro/2501_0701_02_10": "Esto se aplica a muchos ámbitos de la vida,\ncomo los deportes. Pero también a algunos tan\ndispares como la gastronomía.",
    "ch0053_00_zakuro/2501_0701_03_10": "A veces hay que tener el valor de atreverse a\nprobar cosas nuevas; estoy seguro de que Passio\ntiene muchos nuevos sabores que ofrecer.",
    "ch0053_00_zakuro/2501_0701_04_10": "¡Estoy que me subo por las paredes por expandir\nmis horizontes culinarios!",
    "ch0053_00_zakuro/2501_0702_01_10": "Además, esta isla ofrece un desafío aún mayor:\nllevarse la victoria en el WPM. Démoslo todo y\nsuperemos este muro que parece infranqueable.",
    "ch0053_00_zakuro/2501_0702_02_10": "Es la cima a la que aspiran Entrenadores de todo\nel mundo y, sin duda, algún día me gustaría\ncontemplar el panorama desde tales alturas.",
    "ch0053_00_zakuro/2501_0702_03_10": "Pero para eso tendré que superar el mayor\nobstáculo que se ha interpuesto en mi camino\nhasta la fecha. Me refiero a ti, por supuesto.",
    "ch0053_00_zakuro/2511_0701_01_10": "Admiro la relación que tenéis tu Pokémon y tú.",
    "ch0053_00_zakuro/2511_0701_02_10": "Los Pokémon son como los humanos. Si los tratas\nbien, se convertirán en amistades inestimables.\nPor el contrario, si los tratas mal...",
    "ch0053_00_zakuro/2511_0701_03_10": "Pero, siendo tú, no tengo que preocuparme de\nnada. Sé que están en buenas manos.",
    "ch0053_00_zakuro/2511_0702_01_10": "Hay metas que, por mucho que uno se esfuerce,\nno están al alcance.",
    "ch0053_00_zakuro/2511_0702_02_10": "Pero, sean cuales sean las circunstancias o el\nrival al que os enfrentéis, vosotros nunca tiráis\nla toalla.",
    "ch0053_00_zakuro/2511_0702_03_10": "Ese espíritu de equipo tan colosal del que hacéis\ngala me llena de orgullo y satisfacción.",
    "ch0053_00_zakuro/3001_0701_01_10": "Buenos días. Espero que estés preparad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] para\nnuestro entrenamiento matutino.",
    "ch0053_00_zakuro/3002_0701_01_10": "¡Buenos días! Hoy hace el día perfecto para ir\nde escalada.",
    "ch0053_00_zakuro/3003_0701_01_10": "¡Hola! Espero que estés dándolo todo para poder\nsuperar cualquier muro que se interponga en tu\ncamino.",
    "ch0053_00_zakuro/3004_0701_01_10": "¡Hola! Demos lo mejor de nosotros mismos,\nsiempre con una sonrisa en la cara.",
    "ch0053_00_zakuro/3005_0701_01_10": "Buenas noches. Se nos ha hecho bastante tarde.\nAdmiro tu dedicación por seguir entrenándote a\nestas horas.",
    "ch0053_00_zakuro/3006_0701_01_10": "Aprovechando las últimas horas del día para\ndarlo todo, ¿eh? ¡Me gusta! Pero procura\ndescansar un poco también."
}
