{
    "ch0098_00_hau/0101_0701_01_10": "Alola, [Name:PlayerNickname ]!",
    "ch0098_00_hau/0101_0701_02_10": "Okay, dann lass uns auch heute wieder viel Spaß\nmit unseren Pokémon haben!",
    "ch0098_00_hau/0601_0701_01_10": "Allein schon hier auf Passio zu sein macht mich\ntotal hibbelig!",
    "ch0098_00_hau/0601_0701_02_10": "Weil mir hier ja alles neu und fremd ist, komm ich\naus dem Staunen gar nicht mehr heraus!",
    "ch0098_00_hau/0601_0701_03_10": "Neue Dinge zu entdecken ist etwas Tolles!",
    "ch0098_00_hau/0601_0702_01_10": "Immer wenn ich mich eingeengt fühle, breche ich\nzu einem Abenteuer auf!",
    "ch0098_00_hau/0601_0702_02_10": "Wenn ich frische Luft einatme, dann fühle ich mich\nwie ein neuer Mensch.",
    "ch0098_00_hau/0601_0702_03_10": "Da draußen bietet sich immer ein anderes Bild und\nes wartet stets ein neues Abenteuer darauf, in\nAngriff genommen zu werden.",
    "ch0098_00_hau/0602_0701_01_10": "Sag mal, kennst du das Pokémon Koalelu? Das ist\nmein Vorbild, weißt du.",
    "ch0098_00_hau/0602_0701_02_10": "Es schläft den lieben langen Tag! Jede Bewegung\nund selbst Pokémon-Kämpfe führt es im Schlaf\naus!",
    "ch0098_00_hau/0602_0701_03_10": "Gut möglich, dass es mich überhaupt nicht sieht.\nDoch im Traum sind wir Freunde!",
    "ch0098_00_hau/0602_0702_01_10": "In seinen Träumen bestreitet Koalelu ganz bestimmt\nein Abenteuer nach dem anderen!",
    "ch0098_00_hau/0602_0702_02_10": "Ich will irgendwann auch mal in die Welt der\nTräume aufbrechen!",
    "ch0098_00_hau/0603_0701_01_10": "Alola-Raichu steht zwar unter Strom, aber das\nbedeutet nicht, dass es auch die Stimmung zum\nKnistern bringt.",
    "ch0098_00_hau/0603_0701_02_10": "Es muss also ständig Pokémon-Kämpfe austragen,\num etwas von der Spannung abzulassen.",
    "ch0098_00_hau/0603_0701_03_10": "Wenn man es sich selbst überlässt, entlädt es sich\nauch gern einfach mal mitten im Zimmer. Das ist\ndann immer ein ziemlicher Schock.",
    "ch0098_00_hau/0603_0702_01_10": "Nach Kämpfen futtern Raichu und ich gern\nMalasadas. Das ist eine lokale Spezialität aus\nAlola.",
    "ch0098_00_hau/0603_0702_02_10": "Selbst wenn es etwas Leckeres verputzt, ist es\nnicht gerade eine Stimmungskanone und wirkt eher\nabwesend.",
    "ch0098_00_hau/0603_0702_03_10": "Aber da es alles bis auf den letzten Bissen aufisst,\ndenke ich schon, dass es ihm schmeckt.",
    "ch0098_00_hau/0604_0701_01_10": "Ich bin ein Trainer und als solcher stehe ich total\nauf Pokémon-Kämpfe.",
    "ch0098_00_hau/0604_0701_02_10": "Mir hat einmal eine Freundin die Haut gerettet,\ndie nicht mal ein Pokémon-Trainer war.",
    "ch0098_00_hau/0604_0701_03_10": "Das hat mir die Augen geöffnet: Bei einem Kampf\ngeht es nicht so sehr darum, ob man siegen kann,\nsondern ob man den Willen hat zu gewinnen!",
    "ch0098_00_hau/0604_0702_01_10": "Die Freundin, die mich damals vor diesen üblen\nSchurken beschützt hat, heißt übrigens Lilly.",
    "ch0098_00_hau/0604_0702_02_10": "Sie ist unglaublich mutig!",
    "ch0098_00_hau/0605_0701_01_10": "Wie denkst du eigentlich so von mir,\n[Name:PlayerNickname ]?",
    "ch0098_00_hau/0605_0701_02_10": "Es würde mir schon viel bedeuten, wenn du mich\nfür einen netten Typen halten würdest!",
    "ch0098_00_hau/0605_0701_03_10": "Sowohl Menschen als auch Pokémon haben gute\nund schlechte Seiten.",
    "ch0098_00_hau/0605_0701_04_10": "Ein wirklich anständiger Mensch ist meiner Meinung\nnach jemand, der die guten Seiten an anderen\nsieht.",
    "ch0098_00_hau/0605_0702_01_10": "Ich glaube ja, dass auch Schurken und Bösewichte\nihre guten Seiten haben müssen.",
    "ch0098_00_hau/0605_0702_02_10": "Ansonsten hätten sie ja nicht so viele Freunde!",
    "ch0098_00_hau/1701_0701_01_10": "Alola! Ich hab hier was ganz Tolles für dich!",
    "ch0098_00_hau/1701_0701_02_10": "Wenn man was Gutes mit anderen teilt, hat man\ngleich doppelt so viel Freude dran!",
    "ch0098_00_hau/1701_0702_01_10": "Einmal hab ich viele Dinge an meine Bekannten\nund Freunde verteilt, ohne mir groß Gedanken\ndeswegen zu machen...",
    "ch0098_00_hau/1701_0702_02_10": "Da haben alle gedacht, der Junge muss verrückt\nsein, und haben mir im Gegenzug so viel\ngeschenkt, dass ich letztlich mehr hatte als vorher!",
    "ch0098_00_hau/2501_0701_01_10": "Mein Opi, der Inselkönig, ist total stark!",
    "ch0098_00_hau/2501_0701_02_10": "Er ist total gut darin, das Beste aus seinen\nPokémon herauszuholen.",
    "ch0098_00_hau/2501_0701_03_10": "Ich bin zwar nicht so erfahren wie mein Opi, aber\nich gebe trotzdem auf meine ganz eigene Art und\nWeise mein Bestes!",
    "ch0098_00_hau/2501_0702_01_10": "Sag mal, bist du eigentlich gut darin, das Beste\naus deinem Pokémon herauszukitzeln?",
    "ch0098_00_hau/2501_0702_02_10": "Wenn einem das gelingt, dann macht das nicht nur\ntotal viel Freude, sondern man kann Unglaubliches\nvollbringen!",
    "ch0098_00_hau/2501_0702_03_10": "Ich werde auch mal ein Inselkönig wie mein Opi\nund zaubere dann allen ein Lächeln ins Gesicht.",
    "ch0098_00_hau/2511_0701_01_10": "Hast du dir schon mal einen Kampf geliefert,\nbei dem du vor Aufregung richtig gezittert hast?",
    "ch0098_00_hau/2511_0701_02_10": "Ich schon. Damals hab ich leider den Kürzeren\ngezogen. Gefühlstechnisch war das eine Mischung\naus Freude und Enttäuschung, würde ich sagen.",
    "ch0098_00_hau/2511_0701_03_10": "Aber es war auch einsame Spitzenklasse! So einen\nKampf würde ich gerne noch mal erleben!",
    "ch0098_00_hau/2511_0702_01_10": "Wenn du auch der größte Pokémon-Trainer von\nallen werden willst, dann sind wir beide offiziell\nRivalen!",
    "ch0098_00_hau/2511_0702_02_10": "Ich hab sowohl vor dir als auch vor deinem\nPokémon großen Respekt!",
    "ch0098_00_hau/2511_0702_03_10": "Darum will ich irgendwann mal einen Kampf\ngegen dich bestreiten, bei dem ich meine gesamte\nKraft zusammennehme!",
    "ch0098_00_hau/3001_0701_01_10": "Morgen! Lass uns los! Ich will Malasadas futtern!",
    "ch0098_00_hau/3002_0701_01_10": "Wow! So früh schon auf Zack? Ich futter noch\nschnell mein Frühstück, dann leg ich auch los!",
    "ch0098_00_hau/3003_0701_01_10": "Alola! Ohne was im Magen ist es echt nicht leicht,\nrauszugehen und sich auf den Beinen zu halten!",
    "ch0098_00_hau/3004_0701_01_10": "Ich wollt mir was zu mampfen besorgen.\nKommst du auch mit?",
    "ch0098_00_hau/3005_0701_01_10": "So spät noch beschäftigt? Dann will ich mich auch\nmal reinhängen! Man sieht sich!",
    "ch0098_00_hau/3006_0701_01_10": "Wenn ich zu lang aufbleibe, hält mir mein Opi\nwieder eine Standpauke!"
}
