{
    "ch0091_00_shirona/0101_0701_01_10": "Oh, [Name:PlayerNickname ]!\nDu bist aber schwungvoll. Wie schön!",
    "ch0091_00_shirona/0101_0701_02_10": "Lass dir die gute Laune nicht verderben!\nWir amüsieren uns heute beim Kämpfen!",
    "ch0091_00_shirona/0601_0701_01_10": "Jedem Trainer geht etwas anderes durch den Kopf,\nwenn ein Kampf beginnt.",
    "ch0091_00_shirona/0601_0701_02_10": "Die Pokémon spüren, was in ihrem Trainer vorgeht,\nund reagieren darauf, indem sie im Kampf ihr\nBestes geben.",
    "ch0091_00_shirona/0601_0701_03_10": "Wenn man also Pokémon kämpfen sieht, kann man\ndurch sie auch etwas über ihre Trainer erfahren.",
    "ch0091_00_shirona/0601_0702_01_10": "Du und dein Pokémon, ihr macht beim Kämpfen\nimmer den Eindruck, als hättet ihr viel Spaß.",
    "ch0091_00_shirona/0601_0702_02_10": "Ich mag es, zusammen mit euch zu kämpfen.",
    "ch0091_00_shirona/0601_0702_03_10": "Wenn etwas Spaß macht, kann man sich einfach\nden lieben langen Tag darin verlieren.",
    "ch0091_00_shirona/0602_0701_01_10": "Ich frage mich, welche Legenden diese Insel\nbeeinflusst haben, auf die wir durch eine seltsame\nMacht gerufen wurden...",
    "ch0091_00_shirona/0602_0701_02_10": "Hier gibt es viele verschiedene Orte, stimmt’s?",
    "ch0091_00_shirona/0602_0701_03_10": "Passio mag zwar eine künstliche Insel sein, aber\nich vermute, dass sie von den Mythen irgendeiner\nanderen Region beeinflusst wurde.",
    "ch0091_00_shirona/0602_0701_04_10": "Hier und da fällt mir das an einigen Ecken einfach\nsofort auf...",
    "ch0091_00_shirona/0602_0702_01_10": "Eigentlich muss dieser Bericht noch fertig werden,\naber vorher gibt’s noch einen Abstecher ins Meer.\nIch habe extra meinen Badeanzug mitgebracht...",
    "ch0091_00_shirona/0602_0702_02_10": "Oh, ich habe nur so vor mich hingeredet! Denk dir\nnichts dabei!",
    "ch0091_00_shirona/0602_0702_03_10": "Auf Passio gibt es Vielfalt in Hülle und Fülle. Sollen\ndamit alle Besucher bedient werden oder ist das\nein Ausdruck von Wankelmütigkeit?",
    "ch0091_00_shirona/0603_0701_01_10": "Ich habe angefangen, mich für Mythen zu\ninteressieren, als ich eine antike Höhlenmalerei\nin meinem Heimatdorf gesehen habe.",
    "ch0091_00_shirona/0603_0701_02_10": "Diese Malereien der Legenden aus der\nSinnoh-Region sollte man sich nicht entgehen\nlassen!",
    "ch0091_00_shirona/0603_0701_03_10": "Falls du also mal in die Sinnoh-Region kommst,\nschau doch auch in Elyses vorbei. Es ist nur ein\nkleines Dorf, aber ein Besuch zahlt sich aus.",
    "ch0091_00_shirona/0603_0702_01_10": "Im Vergleich zu Passio ist es in Sinnoh ziemlich\nkalt, also brauchst du da auf jeden Fall eine Jacke.",
    "ch0091_00_shirona/0603_0702_02_10": "Dagegen kommt man in Hoenn oder Alola schon\nmal ins Schwitzen, wenn man das Klima in Sinnoh\ngewöhnt ist.",
    "ch0091_00_shirona/0604_0701_01_10": "Unter all meinen Pokémon würde ich Knakrack als\nso etwas wie mein Ass im Ärmel bezeichnen.",
    "ch0091_00_shirona/0604_0701_02_10": "Vielleicht ist es deshalb so voller Tatendrang bei\nder Sache, seit wir auf Passio gelandet sind.",
    "ch0091_00_shirona/0604_0701_03_10": "Und ich muss natürlich versuchen, das Beste aus\nKnakracks Kraft herauszuholen, indem ich ihm die\nrichtigen Anweisungen gebe.",
    "ch0091_00_shirona/0604_0702_01_10": "Als es noch ein Kaumalat war, hat es einfach alles\nangeknabbert. Tücher, Bücher, sogar Tische... Wir\nhatten es nicht einfach, aber es war so süß!",
    "ch0091_00_shirona/0604_0702_02_10": "Manchmal muss ich daran denken und fange an,\nlaut zu lachen. Es war mal so ungezogen und jetzt\nist es mein großes Ass!",
    "ch0091_00_shirona/0605_0701_01_10": "Die Dinge, die wir in der Vergangenheit erleben,\nmachen uns zu dem, was wir heute sind.",
    "ch0091_00_shirona/0605_0701_02_10": "Unser heutiges Ich kreiert also unser zukünftiges\nIch.",
    "ch0091_00_shirona/0605_0701_03_10": "Genieße jetzt jeden Moment, damit du später mit\nFreude auf deine Geschichte zurückblicken kannst.",
    "ch0091_00_shirona/0605_0702_01_10": "Meine Geschichte... Hm... Das kann ich schwer\nkurz und knackig auf den Punkt bringen...",
    "ch0091_00_shirona/0605_0702_02_10": "Aber sie ist auf jeden Fall kostbar, weil ich sie\nzusammen mit meinen Pokémon erschaffe.",
    "ch0091_00_shirona/1701_0701_01_10": "Hey, ich möchte dir das hier geben. Wie wäre es,\nwenn du es einsetzt?",
    "ch0091_00_shirona/1701_0701_02_10": "Ich habe keinen Gebrauch dafür, aber wenn du\nes einsetzt, dann würde es nicht verschwendet\nwerden!",
    "ch0091_00_shirona/1701_0702_01_10": "Sachen, die ich nicht brauche, versuche ich gleich\nloszuwerden, sonst vermüllt mein Zimmer sofort...",
    "ch0091_00_shirona/1701_0702_02_10": "Ah, ähm... Hör nicht auf mich! Ich habe nur so vor\nmich hin geredet...",
    "ch0091_00_shirona/2501_0701_01_10": "An einem Ort nur für Trainer wie diesem fühlt man\nsich geradezu wie auf Wolken!",
    "ch0091_00_shirona/2501_0701_02_10": "Vielleicht, weil man den Enthusiasmus von Trainern\nund Pokémon spürt, deren Wege sich kreuzen?",
    "ch0091_00_shirona/2501_0701_03_10": "Auch viele meiner Freunde und Bekannten sind an\ndiesem Ort versammelt.",
    "ch0091_00_shirona/2501_0701_04_10": "Um nicht den Anschluss zu verlieren, muss ich auch\neinen Zahn zulegen!",
    "ch0091_00_shirona/2501_0702_01_10": "Es ist wichtig, mit anderen Trainern zu\ninteragieren, um einander besser kennenzulernen.",
    "ch0091_00_shirona/2501_0702_02_10": "Letztens habe ich mit Kattlea und ein paar anderen\nin einem Café einen leckeren Tee genossen.",
    "ch0091_00_shirona/2501_0702_03_10": "Ja, und die Konditorei gleich um die Ecke, die war\nauch nicht schlecht! Und dann...",
    "ch0091_00_shirona/2501_0702_04_10": "Warte, wieso guckst du mich so an? Du denkst\nwohl, ich amüsiere mich die ganze Zeit bloß?",
    "ch0091_00_shirona/2511_0701_01_10": "Wenn du deine Pokémon mit Liebe trainierst, dann\nwird es bei ihnen auch Wirkung zeigen.",
    "ch0091_00_shirona/2511_0701_02_10": "Meine geliebten Pokémon sind schon lange bei mir.\nWir sind Reise- und Kampfgefährten.",
    "ch0091_00_shirona/2511_0701_03_10": "Deshalb bin ich fest von ihrer Stärke überzeugt!",
    "ch0091_00_shirona/2511_0702_01_10": "Dein Pokémon konnte auch nur so stark werden,\nweil du an es und dein Team glaubst, meinst du\nnicht?",
    "ch0091_00_shirona/2511_0702_02_10": "Ja, denn wenn du dich auf es verlässt, dann\nfühlt es sich gleich motiviert und will deinen\nErwartungen gerecht werden!",
    "ch0091_00_shirona/3001_0701_01_10": "Guten Morgen! Du siehst aus, als hättest du tolle\nLaune! Dir muss es gut gehen, wenn du morgens\nschon so aktiv bist!",
    "ch0091_00_shirona/3002_0701_01_10": "Guten Morgen. Bist du schon bereit für den\nheutigen Tag? Ich freue mich darauf, mit dir\nzusammen neue Mysterien zu untersuchen!",
    "ch0091_00_shirona/3003_0701_01_10": "Ich habe die Insel ein wenig erkundet und eh ich\nmichs versehen habe, war es schon Mittag. Je\nmehr ich herausfinde, desto mehr will ich wissen.\n",
    "ch0091_00_shirona/3004_0701_01_10": "Puh, ich habe gerade all meine Studienmaterialien\nsortiert. Jetzt würde ich echt gerne etwas Dampf\nablassen.",
    "ch0091_00_shirona/3005_0701_01_10": "Die Sonne ist anscheinend bereits untergegangen.\nWas für ein zauberhafter Zeitpunkt für einen\nSpaziergang!",
    "ch0091_00_shirona/3006_0701_01_10": "Große Mythen wurden im Laufe der Geschichte\nimmer wieder im Schein eines Lagerfeuers\nweitergegeben."
}
