{
    "ch0090_50_daigo/0101_0701_01_10": "[Name:PlayerNickname ]!\nI was hoping I’d run into you.",
    "ch0090_50_daigo/0101_0701_02_10": "I’d love to have a chat so you can tell me about\nall of your adventures.",
    "ch0090_50_daigo/7101_0701_01_10": "It’s not often that I get to dress up for a\nspecial occasion.",
    "ch0090_50_daigo/7101_0701_02_10": "Come on, let’s enjoy the day together!",
    "ch0090_50_daigo/7102_0701_01_10": "What do you and your Pokémon do when you\ncome across a really big obstacle?",
    "ch0090_50_daigo/7102_0701_02_10": "Rayquaza and I can simply soar right over it.",
    "ch0090_50_daigo/7102_0701_03_10": "But using brute strength to smash through it or\ncircumnavigating it altogether are also perfectly\ngood options.",
    "ch0090_50_daigo/7102_0701_04_10": "There’s always more than one way to do things.",
    "ch0090_50_daigo/7103_0701_01_10": "My partner Rayquaza is such a fascinating\nPokémon. Did you know it likes to eat meteorites?",
    "ch0090_50_daigo/7103_0701_02_10": "I happen to love rocks and stones as well, so we\nmake an excellent team.",
    "ch0090_50_daigo/7103_0701_03_10": "Though I am slightly worried that it might try to\ngobble up my prized collection one day...",
    "ch0090_50_daigo/7104_0701_01_10": "I spotted Wallace earlier today. He was smiling\near to ear as he watched all the passersby moving\nabout the city.",
    "ch0090_50_daigo/7104_0701_02_10": "We’re so lucky to be in a place full of smiles and\nhappy people.",
    "ch0090_50_daigo/7105_0701_01_10": "I felt a thrill of excitement in my chest the first\ntime we battled... I’ll never forget it.",
    "ch0090_50_daigo/7105_0701_02_10": "Every day I get to battle you feels like a\ncelebration of that first time!",
    "ch0090_50_daigo/1701_0701_01_10": "Hey! There’s something I want to give you.",
    "ch0090_50_daigo/1701_0701_02_10": "Here.",
    "ch0090_50_daigo/1701_0702_01_10": "I’m sure you’ll find a good use for it!",
    "ch0090_50_daigo/2501_0701_01_10": "Do you want to know why rocks and stones are so\namazing? I’d love to teach you.",
    "ch0090_50_daigo/2501_0701_02_10": "Other than gemstones, rocks are mostly plain and\ncolorless. Not much sparkle or shine.",
    "ch0090_50_daigo/2501_0701_03_10": "But behind every stone is an incredible backstory.",
    "ch0090_50_daigo/2501_0701_04_10": "Every stone you see has a reason for being there.",
    "ch0090_50_daigo/2501_0702_01_10": "It takes a long time for a stone to become what\nit is, just like it takes time for us to grow and\nbecome stronger.",
    "ch0090_50_daigo/2501_0702_02_10": "I hope you and your Pokémon continue to deepen\nyour bond together as you grow on your journey.",
    "ch0090_50_daigo/2511_0701_01_10": "Standing at the very top can often feel like a\nbattle with yourself...",
    "ch0090_50_daigo/2511_0701_02_10": "so I’m glad I get the opportunity to battle talented\nsync pairs like you and your partner.",
    "ch0090_50_daigo/2511_0701_03_10": "It lets me feel that drive to aim even higher—\nto feel the bond I’ve developed with my own\npartner Pokémon.",
    "ch0090_50_daigo/2511_0702_01_10": "Your partner seems to have a great deal of\ntrust in you.",
    "ch0090_50_daigo/2511_0702_02_10": "*chuckle* I can tell by the joyful expression on\nits face alone!",
    "ch0090_50_daigo/2511_0702_03_10": "Rayquaza and I might have some competition!",
    "ch0090_50_daigo/3001_0701_01_10": "There are all sorts of Trainers out there! You\nshould spend your time enjoying this island and\nmeeting the people gathered here!",
    "ch0090_50_daigo/3003_0701_01_10": "As you explore Pasio, I want you to enjoy how it’s\nconstantly changing. See it with your own eyes,\nand feel it in your heart!",
    "ch0090_50_daigo/3005_0701_01_10": "A lot has happened since I first met you. It’s been\nfun, hasn’t it?"
}
