{
    "ch0055_00_gampi/0101_0701_01_10": "Bienvenid[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] seas, joven. He estado aguardando\ntu llegada.",
    "ch0055_00_gampi/0101_0701_02_10": "Yo velaré por tu seguridad. Marchemos los dos\njuntos.",
    "ch0055_00_gampi/0601_0701_01_10": "Haces gala de un estilo de combate sublime,\ndonde priman la caballerosidad y la galantería.",
    "ch0055_00_gampi/0601_0701_02_10": "Yo considero que en toda contienda regirse por\nestos valores debe ser condición sine qua non.",
    "ch0055_00_gampi/0601_0701_03_10": "Mantengamos siempre la cabeza bien alta ante\nla adversidad e impidamos que nos invadan la\ndesazón y los remordimientos.",
    "ch0055_00_gampi/0601_0701_04_10": "Yo procuro acometer cada uno de mis combates\ncon suma seriedad, sin perder nunca la\ncompostura.",
    "ch0055_00_gampi/0601_0702_01_10": "Los Pokémon son nuestros fieles camaradas, que\nse entregan con nobleza a la causa en cuerpo y\nalma.",
    "ch0055_00_gampi/0601_0702_02_10": "Por eso debemos tratarlos con suma lealtad y\nbuena fe, para evitar que caigan en la\nignominia.",
    "ch0055_00_gampi/0602_0701_01_10": "Aegislash es mi compañero de fatigas. Nuestra\namistad se ha ido fraguando con las numerosas\nvicisitudes compartidas en campos de batalla.",
    "ch0055_00_gampi/0602_0701_02_10": "No exagero ni un ápice si afirmo que me puedo\nvanagloriar de contar con él a mi vera.",
    "ch0055_00_gampi/0602_0701_03_10": "Ojalá tú puedas contar también con un Pokémon\nque sea para ti una fuente de orgullo.",
    "ch0055_00_gampi/0602_0701_04_10": "Porque ese mismo orgullo que nos inspiran\nnuestros Pokémon se manifiesta en la confianza\nmutua, que constituye una virtud fundamental.",
    "ch0055_00_gampi/0602_0702_01_10": "Si avanzas resolut[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] con el orgullo por bandera,\nlos Pokémon estarán para ti al pie del cañón\ncon toda certeza.",
    "ch0055_00_gampi/0602_0702_02_10": "Yo llevo esta máxima grabada a fuego en mi\ncorazón. A ti te pongo por testigo que lucharé\nsiempre en buena lid, ¡pardiez!",
    "ch0055_00_gampi/0603_0701_01_10": "He encomendado a Klefki la custodia de las\nllaves de mi morada en Kalos durante mi\nausencia.",
    "ch0055_00_gampi/0603_0701_02_10": "En realidad, al principio este pequeño bribón\nosó sustraérmelas.",
    "ch0055_00_gampi/0603_0701_03_10": "Sin embargo, aceptó de buen grado\ndevolvérmelas tras hincar la rodilla en un\ncombate Pokémon.",
    "ch0055_00_gampi/0603_0701_04_10": "Yo correspondí su noble gesto entregándole esas\nmismas llaves. Desde entonces nos une una\nférrea amistad.",
    "ch0055_00_gampi/0603_0702_01_10": "Con Klefki como aliado, se me antoja imposible\nque alguno pueda llegar a hurtar mis preciadas\nllaves.",
    "ch0055_00_gampi/0603_0702_02_10": "Desde que los designios me trajeron hasta\nPassio, he podido seguir obrando con gallardía y\nhonor.",
    "ch0055_00_gampi/0603_0702_03_10": "Y no sería en absoluto exagerado atribuir este\nmérito a Klefki, por la inestimable ayuda que me\nha dispensado.",
    "ch0055_00_gampi/0604_0701_01_10": "Para mantener este cuerpo duro como el acero\nes imperativo un entrenamiento especial.",
    "ch0055_00_gampi/0604_0701_02_10": "En ocasiones meto la mano en llamas al rojo\nvivo, o me dejo golpear por el violento torrente\nde una cascada.",
    "ch0055_00_gampi/0604_0701_03_10": "O también, ataviado con mi armadura, encajo\nlos ataques que Aegislash me lanza\ndirectamente.",
    "ch0055_00_gampi/0604_0701_04_10": "Esto solo está al alcance de alguien con un\ncuerpo de acero, como yo. Te aconsejo que te\nabstengas de emularme.",
    "ch0055_00_gampi/0604_0702_01_10": "Los ataques de mi Aegislash son verdaderamente\npenetrantes.",
    "ch0055_00_gampi/0604_0702_02_10": "Tanto es así que, incluso protegido por esta\nsoberbia armadura, puedo percibir la potencia\ndel impacto.",
    "ch0055_00_gampi/0604_0702_03_10": "Esa potencia palidece comparada con la exhibida\nen un combate. Por eso quiero sentir las\nemociones de los Pokémon en primera línea.",
    "ch0055_00_gampi/0605_0701_01_10": "El deseo vehemente de protegerse no solo a uno\nmismo, sino también a las personas o Pokémon\nque te rodean, no es asunto baladí.",
    "ch0055_00_gampi/0605_0701_02_10": "Es más, ¡ese intenso sentimiento es la espada y\nescudo de todo Entrenador que se precie!",
    "ch0055_00_gampi/0605_0701_03_10": "Tú, por lo que veo, ya posees una espada y\nescudo a tu medida.",
    "ch0055_00_gampi/0605_0701_04_10": "Empuña esas armas y lucha con denuedo\ndefendiendo a tus compañeros para conducirlos\nhasta la victoria en el campo de batalla.",
    "ch0055_00_gampi/0605_0702_01_10": "No importa cuán fuerte seas: un equipo que\ndepende únicamente de la capacidad de uno de\nsus miembros está abocado al fracaso.",
    "ch0055_00_gampi/0605_0702_02_10": "Pero esa misma fuerza que atesoras puede\nayudarte a encontrar la armonía con tus aliados,\ncimentar vuestra unión y llevaros a la victoria.",
    "ch0055_00_gampi/0605_0702_03_10": "Tu fuerza es tu mejor arma. Como la espada y\nel escudo, solo los Entrenadores más duchos\npueden manejarla con destreza. Empléala bien.",
    "ch0055_00_gampi/1701_0701_01_10": "Permíteme que te haga entrega de este objeto.\nDoy fe de su utilidad.",
    "ch0055_00_gampi/1701_0702_01_10": "Tenía una corazonada. Sabía que ese objeto te\nvendría como agua de mayo.",
    "ch0055_00_gampi/2501_0701_01_10": "La armadura que porto es motivo de orgullo\npara mi familia.",
    "ch0055_00_gampi/2501_0701_02_10": "Los antepasados de mi estirpe se dedicaron a la\nnoble causa de proteger Kalos y convivieron con\nlos Pokémon en plena armonía.",
    "ch0055_00_gampi/2501_0701_03_10": "Pero la región no siempre ha sido un remanso\nde paz, ya que en tiempos remotos se vio\nasolada por una cruenta guerra.",
    "ch0055_00_gampi/2501_0701_04_10": "De acuerdo con las crónicas de la época, los\nmiembros de mi familia, junto a los Pokémon, se\nerigieron en los salvadores de la población.",
    "ch0055_00_gampi/2501_0702_01_10": "Poder vivir en paz hoy es algo que debemos a\nnuestros antepasados y a los Pokémon que\nlucharon con denuedo por un futuro mejor.",
    "ch0055_00_gampi/2501_0702_02_10": "Por eso siento la imperiosa necesidad de rendir\ntributo a su loable esfuerzo no solo conviviendo\nen plena armonía con los Pokémon.",
    "ch0055_00_gampi/2501_0702_03_10": "También debo honrar la memoria de mi linaje\ntransmitiendo su gesta a generaciones venideras,\npara que no caiga en el olvido.",
    "ch0055_00_gampi/2511_0701_01_10": "Yo sigo un estricto código de honor, basado en\nlibrar siempre combates en buena lid.",
    "ch0055_00_gampi/2511_0701_02_10": "Tu estilo de combate, aguerrido y justo a la vez,\nencarna a la perfección esta idea.",
    "ch0055_00_gampi/2511_0701_03_10": "La gallardía y nobleza que muestras no pasa\ninadvertida a los Pokémon y Entrenadores que\nse encuentran contigo.",
    "ch0055_00_gampi/2511_0701_04_10": "Puedo presumir de haberte conocido. Mejor\ndicho, ¡puedo jactarme de haber formado equipo\ncon un[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ] Entrenador[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ] tan formidable como tú!",
    "ch0055_00_gampi/2511_0702_01_10": "Regirse en esta vida por valores tales como la\nlealtad o la sinceridad acaba dando sus frutos.",
    "ch0055_00_gampi/2511_0702_02_10": "No dejes que el temor te llegue a\ndescorazonar e impida tu avance.",
    "ch0055_00_gampi/2511_0702_03_10": "La razón es sencilla: nosotros estaremos siempre\nal pie del cañón para ti, dándote aliento y\nvelando por tu bien.",
    "ch0055_00_gampi/3001_0701_01_10": "¡Buenos días! Hoy no pienso flaquear en ningún\nmomento. Tienes mi palabra.",
    "ch0055_00_gampi/3002_0701_01_10": "Me congratula ver como entrenas arduamente\nnada más rayar el alba. Permíteme que me una.",
    "ch0055_00_gampi/3003_0701_01_10": "¡Yo te saludo! Porfiemos en nuestro afán por\nalcanzar el olimpo de la grandiosidad.\n¡No debemos caer presa de los remordimientos!",
    "ch0055_00_gampi/3004_0701_01_10": "Avancemos sin cesar con el sol a nuestra\nespalda y el honor como estandarte.",
    "ch0055_00_gampi/3005_0701_01_10": "Has seguido entrenando con tesón aun allende\nel crepúsculo. Pero recuerda que el descanso es\nigualmente importante.",
    "ch0055_00_gampi/3006_0701_01_10": "La meta ya está a nuestro alcance. ¡Avancemos\nespoleados por nuestro orgullo!"
}
