{
    "ch0004_40_toko/0101_0701_01_10": "Hey, [Name:PlayerNickname ]! Let’s get out\nthere and do our best today, as always!",
    "ch0004_40_toko/0101_0701_02_10": "We can make this day a memory as precious as a\nshining diamond!",
    "ch0004_40_toko/7101_0701_01_10": "I wonder if there’s a princess out there who’s a\nstrong Pokémon Trainer. If there is, I’d sure love\nto battle her!",
    "ch0004_40_toko/7101_0701_02_10": "Maybe I should ask Lear! He’s a strong Trainer—\nand isn’t he also a prince, too? He might\nknow someone!",
    "ch0004_40_toko/7102_0701_01_10": "It’s really hard to eat while wearing such a\nfancy costume.",
    "ch0004_40_toko/7102_0701_02_10": "But Glacia is always wearing a fancy dress, and\nshe can eat an entire Mauville Ramen Bowl\nwithout getting a drop of broth on her clothes!",
    "ch0004_40_toko/7102_0701_03_10": "There must be a trick to it. I guess I need\nmore practice!",
    "ch0004_40_toko/7103_0701_01_10": "Rosa told me that she starred in some movies at\nPokéstar Studios—and that she wore a princess\ndress in one of them.",
    "ch0004_40_toko/7103_0701_02_10": "If I ever have the chance to go there, I want to be\nin a movie while wearing this dress. I’m sure that\nwould be a great memory!",
    "ch0004_40_toko/7104_0701_01_10": "Lisia and Dawn came up to me when they saw my\nnew costume, and they said that I should enter a\ncontest with Diancie and wear it there.",
    "ch0004_40_toko/7104_0701_02_10": "That sounds fun and all, but I’m kinda worried\nthat Diancie might stand out too much... What if\nsomeone bad tries to steal it?",
    "ch0004_40_toko/7104_0701_03_10": "I wonder if I could use Props to disguise Diancie\nlike in a Pokémon Musical...",
    "ch0004_40_toko/7105_0701_01_10": "What do you think about my costume,\n[Name:PlayerNickname ]? Be honest!",
    "ch0004_40_toko/7105_0701_02_10": "Hm. I see. You think it looks cool when it sparkles\nas I’m battling, huh?",
    "ch0004_40_toko/7105_0701_03_10": "So do I!",
    "ch0004_40_toko/7105_0701_04_10": "I’m glad my costume is pretty or cute or whatever,\nbut what I really love is that it catches everyone’s\neye while I’m battling!",
    "ch0004_40_toko/1701_0701_01_10": "Oh, hey! There’s something I wanted to give you.",
    "ch0004_40_toko/1701_0702_01_10": "Diancie and I found this. Use it if you think it’ll\ncome in handy!",
    "ch0004_40_toko/2501_0701_01_10": "I’ve never really worn frilly clothes like this before.\nIt was really tough at first...",
    "ch0004_40_toko/2501_0701_02_10": "But now, I love this dress! And it goes perfectly\nwith Diancie!",
    "ch0004_40_toko/2501_0702_01_10": "I have newfound respect for Trainers like Diantha\nand Elesa who wear all kinds of different outfits\nfor their jobs.",
    "ch0004_40_toko/2501_0702_02_10": "After wearing this costume for a while, I’ve\nrealized that clothes like this aren’t just pretty—\nthey also take a lot of work!",
    "ch0004_40_toko/2511_0701_01_10": "Diancie is a sudden transformation of a Pokémon\ncalled Carbink.",
    "ch0004_40_toko/2511_0701_02_10": "Because they’re such rare Pokémon, bad people\nare always trying to steal them.",
    "ch0004_40_toko/2511_0701_03_10": "As long as I’m with my Diancie, there’s no way\nany thieves are going to get their grubby little\nhands on it!",
    "ch0004_40_toko/2511_0702_01_10": "Diancie and I have battled together lots of times,\nand it’s gotten really strong. There’s no way we’d\nlose to someone who wanted to steal it...",
    "ch0004_40_toko/2511_0702_02_10": "but if we’re ever in trouble, promise you’ll help\nme protect Diancie!",
    "ch0004_40_toko/3001_0701_01_10": "Morning! I’m looking forward to \na bunch more Pokémon battles today!",
    "ch0004_40_toko/3003_0701_01_10": "Hi! Now that you’re here, let’s go have some fun!",
    "ch0004_40_toko/3005_0701_01_10": "Hey! Is it that late already? Time sure does fly!"
}
