{
    "ch0048_10_gima/0101_0701_01_10": "Hey, [Name:PlayerNickname ]. Meeting you\ntoday must mean luck is smiling on me.",
    "ch0048_10_gima/0101_0701_02_10": "Heh... Seems like this ought to ease my boredom\nfor a little while.",
    "ch0048_10_gima/0601_0701_01_10": "This outfit was custom-made for me by a designer\nhere on Pasio.",
    "ch0048_10_gima/0601_0701_02_10": "Apparently, the designer took inspiration from\nSharpedo’s nickname—the bully of the sea.",
    "ch0048_10_gima/0601_0701_03_10": "Sharpedo can swim at speeds of up to 75 miles\nper hour, and its fangs can rip through sheet iron.",
    "ch0048_10_gima/0601_0701_04_10": "I’ve got to keep my fangs sharp, too, so I can\nhave the best battles possible.",
    "ch0048_10_gima/0601_0702_01_10": "Sharpedo is quite aggressive, and it’s very\nsensitive to the scent of blood. I like those\nqualities.",
    "ch0048_10_gima/0601_0702_02_10": "After all, keen senses are crucial for a\nrisk taker like me...",
    "ch0048_10_gima/0601_0702_03_10": "Even the smallest factors can mean the difference\nbetween victory and defeat. Remember that.",
    "ch0048_10_gima/0602_0701_01_10": "When Sharpedo becomes Mega Sharpedo, it gains\nvery flashy markings all over its body.",
    "ch0048_10_gima/0602_0701_02_10": "They’re actually old battle scars... I suppose you\ncould call them medals.",
    "ch0048_10_gima/0602_0701_03_10": "Luck is a factor in any battle, of course, but\nexperience makes all the difference.",
    "ch0048_10_gima/0602_0701_04_10": "Your experiences here on Pasio should be a good\nfoundation for you to build on.",
    "ch0048_10_gima/0602_0702_01_10": "Sharpedo’s fangs always grow back no matter\nhow many times they break or snap off in battle.",
    "ch0048_10_gima/0602_0702_02_10": "Whether you win or lose, you still gain something\nfrom a battle—a chance to become even stronger.",
    "ch0048_10_gima/0602_0702_03_10": "Being part of your team means Sharpedo and I\ncan show you what we’re truly capable of.",
    "ch0048_10_gima/0603_0701_01_10": "Everyone’s got to play the hand they’re dealt\nin life...",
    "ch0048_10_gima/0603_0701_02_10": "A good risk taker must keep that in mind.",
    "ch0048_10_gima/0603_0701_03_10": "In the same way, a good Trainer knows not to\nface the rough seas of life alone, but with their\nPokémon at their side.",
    "ch0048_10_gima/0603_0701_04_10": "You truly care about your Pokémon, and your\nbattle instincts aren’t too shabby, either. You might\nhave a future in the gaming circuit someday.",
    "ch0048_10_gima/0603_0702_01_10": "If somebody wins a battle, then, without doubt,\nsomeone else has lost. That’s the way of battle.",
    "ch0048_10_gima/0603_0702_02_10": "In order to win, a Trainer and their Pokémon must\nbecome stronger together.",
    "ch0048_10_gima/0603_0702_03_10": "Truly great battles demand equally great strength.\nYou can’t have one without the other.",
    "ch0048_10_gima/0604_0701_01_10": "Surfing the waves with Sharpedo is a great way\nto improve your balance and concentration.",
    "ch0048_10_gima/0604_0701_02_10": "The trick is to be in perfect sync with your\nPokémon. If you can do that, even choppy waves\nand crosswinds won’t trip you up.",
    "ch0048_10_gima/0604_0701_03_10": "Hmm. This is harder to explain than I thought...",
    "ch0048_10_gima/0604_0701_04_10": "If you want, I’ll let you ride Sharpedo sometime.",
    "ch0048_10_gima/0604_0702_01_10": "Riding the waves on Sharpedo gives you a\nwonderful sense of speed.",
    "ch0048_10_gima/0604_0702_02_10": "You can’t really understand how thrilling it is\nunless you experience it for yourself. And once\nyou do, it sticks with you forever.",
    "ch0048_10_gima/0604_0702_03_10": "The same could be also said of Pokémon battles.\nTake you, for example—I can see the light in your\neyes shining brilliantly after every battle.",
    "ch0048_10_gima/0605_0701_01_10": "Watching you up close, it’s quite easy to see\njust how much you love Pokémon battles,\n[Name:PlayerNickname ].",
    "ch0048_10_gima/0605_0701_02_10": "Raising Pokémon, teaching them moves, collecting\nitems to give them... If you neglect even one of\nthese areas, victory gets further from your grasp.",
    "ch0048_10_gima/0605_0701_03_10": "But you don’t shirk a single responsibility, and\nyou still manage to enjoy yourself during battles.\nThat’s quite remarkable.",
    "ch0048_10_gima/0605_0702_01_10": "Your Pokémon battles are quite interesting,\n[Name:PlayerNickname ].",
    "ch0048_10_gima/0605_0702_02_10": "They get the crowd cheering and fire up your\nteammates to battle alongside you.",
    "ch0048_10_gima/0605_0702_03_10": "That’s why, at times, I think I’d like to battle you as\na rival...",
    "ch0048_10_gima/0605_0702_04_10": "Whenever the opportunity presents itself, I hope\nyou’ll allow me to battle you.",
    "ch0048_10_gima/1701_0701_01_10": "Somehow I knew you’d be here. When you’re a\nrisk taker like I am, you develop a sixth sense for\nthis sort of thing.",
    "ch0048_10_gima/1701_0701_02_10": "You should have this. I’m sure it’ll come in handy\nwhen the odds are stacked against you.",
    "ch0048_10_gima/1701_0702_01_10": "Every Trainer uses items differently.",
    "ch0048_10_gima/1701_0702_02_10": "I’m curious to see exactly how you’ll use that.",
    "ch0048_10_gima/2501_0701_01_10": "Battle is not a climb to reach a mountain’s peak,\nbut a journey of discovery across a vast ocean.",
    "ch0048_10_gima/2501_0701_02_10": "No one is invincible. Every Trainer has tasted\ndefeat at one time or another.",
    "ch0048_10_gima/2501_0701_03_10": "Win or lose, what matters is whether you channel\nit into your next experience.",
    "ch0048_10_gima/2501_0701_04_10": "Battle seems simple, but it’s not until you dive in\nthat you realize just how deep it really is. That’s\nwhy I’ve dedicated my life to it.",
    "ch0048_10_gima/2501_0702_01_10": "The depth of battle is difficult to explain with just\nwords alone.",
    "ch0048_10_gima/2501_0702_02_10": "If you’d like to learn more about the joy of battle,\nI’d be more than happy to lend a hand.",
    "ch0048_10_gima/2501_0702_03_10": "Not just as a risk taker, but as a Trainer, too.",
    "ch0048_10_gima/2511_0701_01_10": "The most intriguing part of any battle is the\nopponent you’re facing.",
    "ch0048_10_gima/2511_0701_02_10": "Especially on Pasio, where there is no shortage\nof intriguing Trainers, each with their own unique\napproach to battle.",
    "ch0048_10_gima/2511_0701_03_10": "Since I’m already wearing my sygna suit, I might\nas well dedicate myself to enjoying the battles that\ncan only be experienced on this island.",
    "ch0048_10_gima/2511_0702_01_10": "I like this sygna suit. It captures the unique\nambience of Pasio.",
    "ch0048_10_gima/2511_0702_02_10": "I’d expect nothing less from an outfit inspired by\nSharpedo’s reputation as the bully of the sea.",
    "ch0048_10_gima/2511_0702_03_10": "As a risk taker, I’ve got to do justice to these\nclothes. I’ll have to find some impossible odds\nto overcome.",
    "ch0048_10_gima/3001_0701_01_10": "When I got up this morning, the thought of all\nthe battles waiting for me woke me up like a hot\ncup of coffee.",
    "ch0048_10_gima/3002_0701_01_10": "I’ve never been much of a morning person...\nUnless I’ve got a Pokémon battle waiting for me,\nof course.",
    "ch0048_10_gima/3003_0701_01_10": "If you skip a meal, you might not be at full\nstrength when you need it. It sounds like common\nsense, but it’s easy to forget.",
    "ch0048_10_gima/3004_0701_01_10": "I was thinking of heading to the beach. For some\nreason, I’ve always been drawn to the sound of\nthe waves.",
    "ch0048_10_gima/3005_0701_01_10": "It’s time to get out on the town. When you live\nand breathe competition like I do, the darkness of\nnight is no obstacle to battling.",
    "ch0048_10_gima/3006_0701_01_10": "Imagine—a one-night-only, winner-takes-all\ntournament. I’d jump at the chance to compete in\nsomething like that."
}
