{
    "ch0017_10_leaf/0101_0701_01_10": "Oh! Hey, [Name:PlayerNickname ]!\nHow’s it going?",
    "ch0017_10_leaf/0101_0701_02_10": "Being part of a sync pair is what makes Pasio\nso much fun, don’t you think? I could never be\nbored with my partner around!",
    "ch0017_10_leaf/0601_0701_01_10": "Walking along with a Poké Ball in my hand used\nto make me feel so confident.",
    "ch0017_10_leaf/0601_0701_02_10": "But being able to walk alongside my Pokémon all\nthe time here on Pasio has blasted that confidence\nthrough the roof!",
    "ch0017_10_leaf/0601_0701_03_10": "My partner and I are always looking out\nfor each other!",
    "ch0017_10_leaf/0602_0701_01_10": "My policy is to always take care of my Pokémon\nand keep them out of danger.",
    "ch0017_10_leaf/0602_0701_02_10": "I don’t want my Pokémon to do anything that could\nget them hurt, but if I say no to everything, that\nwould be really boring for them.",
    "ch0017_10_leaf/0602_0701_03_10": "I mean, you’ve gotta respect their freedom!\nI can watch over my Pokémon but still give them\nplenty of room to have fun. ",
    "ch0017_10_leaf/0603_0701_01_10": "I love lying down in the sun when the weather\nis nice.",
    "ch0017_10_leaf/0603_0701_02_10": "The forest, a grassy field, the beach...anywhere!\nLying down and listening to the sounds of nature\nalways makes me feel good.",
    "ch0017_10_leaf/0603_0701_03_10": "I’ve definitely dozed off by accident and caught a\ncold once or twice doing that, though.",
    "ch0017_10_leaf/0604_0701_01_10": "I have a really funny friend back in Kanto.",
    "ch0017_10_leaf/0604_0701_02_10": "She copies everything I say and repeats it back\nto me. Weird, huh!",
    "ch0017_10_leaf/0604_0701_03_10": "She’s a bit of a strange cookie, but after I gave\nher a Poké Doll, the two of us became really\ngood friends!",
    "ch0017_10_leaf/0605_0701_01_10": "Ever since I started wearing my sygna suit, I’ve\nfelt a little different somehow.",
    "ch0017_10_leaf/0605_0701_02_10": "It feels like my partner and I are closer than\nwe’ve ever been—like we truly understand\neach other!",
    "ch0017_10_leaf/0605_0701_03_10": "Next time we battle, I’ll show you just how much\nour strength has blossomed!",
    "ch0017_10_leaf/1701_0701_01_10": "There you are! I’ve been looking all over for you!",
    "ch0017_10_leaf/1701_0701_02_10": "I have a present for you. Hope it comes in handy!",
    "ch0017_10_leaf/1701_0702_01_10": "What do you think? Pretty cool, huh!",
    "ch0017_10_leaf/2501_0701_01_10": "Once I battle someone, they’ll always be a friend\nin my book!",
    "ch0017_10_leaf/2501_0701_02_10": "I love how battling brings people together,\nwhether we win or lose!",
    "ch0017_10_leaf/2501_0701_03_10": "Don’t you think that’s awesome? I love Pokémon!",
    "ch0017_10_leaf/2501_0702_01_10": "If we want to get to know each other better, all\nwe have to do is battle a bunch more, right?",
    "ch0017_10_leaf/2501_0702_02_10": "Come on, let’s do it right now! Don’t expect me to\ngo easy on you just because we’re friends, though!",
    "ch0017_10_leaf/2501_0702_03_10": "*giggle* Kidding, kidding... I’ve got to do some\nmore training before the two of us battle again!",
    "ch0017_10_leaf/2511_0701_01_10": "I like collecting flowers and turning them into\nlittle flower crowns.",
    "ch0017_10_leaf/2511_0701_02_10": "When I’m collecting them, I form a picture of the\nperson I’m making the crown for in my head and\ntry to find flowers that would suit them best.",
    "ch0017_10_leaf/2511_0701_03_10": "It’s a lot of fun! Next time, I’ll have to try making\none for you! Look forward to it, OK?",
    "ch0017_10_leaf/2511_0702_01_10": "Hmm... What kind of flowers would suit you best?\nMaybe some bright, energetic yellow ones...\nor some sweet, gentle green ones...",
    "ch0017_10_leaf/2511_0702_02_10": "There are so many options, it’s hard to choose.\nI could always use a mix of different colors, too!\nYeah, I’ll go with that!",
    "ch0017_10_leaf/3001_0701_01_10": "Brush that sleepiness away! Say it loud, and say it\nproud—good morning!",
    "ch0017_10_leaf/3003_0701_01_10": "Hey there! Perfect time to get some sun, isn’t it?",
    "ch0017_10_leaf/3005_0701_01_10": "Time to continue our super-exciting,\nheart-pounding adventures...in dreamland!"
}
