{
    "ch0096_10_zumi/0101_0701_01_10": "Welcome back, [EN:Gen Ref=\"255\" M=\"Mr.\" F=\"Miss\" ] [Name:PlayerNickname ].\nWould you care to start with an appetizer?",
    "ch0096_10_zumi/0101_0701_02_10": "Ah, my apologies... It’s this uniform. While I’m\nwearing it, my way of speaking automatically\nshifts into customer service mode.",
    "ch0096_10_zumi/0601_0701_01_10": "When I’m shorthanded at the restaurant,\nI sometimes serve food to the guests myself.",
    "ch0096_10_zumi/0601_0701_02_10": "It makes my busy days even busier, but I don’t\nmind the extra work at all.",
    "ch0096_10_zumi/0601_0701_03_10": "Simply having the chance to see my guests’\neyes light up with joy as I place their meals\nbefore them is reward enough.",
    "ch0096_10_zumi/0601_0701_04_10": "Nothing makes a chef happier than to see his\nguests smile.",
    "ch0096_10_zumi/0601_0702_01_10": "Sometimes my guests call me to their table\nto share their thoughts on the meal.",
    "ch0096_10_zumi/0601_0702_02_10": "They smile and tell me how they loved my choice\nof spices in the main course or enjoyed the nice\ntextures in the dessert.",
    "ch0096_10_zumi/0601_0702_03_10": "I love hearing that feedback. It makes me want\nto delight and surprise my guests with even\nmore delicious dishes in the future.",
    "ch0096_10_zumi/0602_0701_01_10": "What do you think makes a meal truly excellent?\nIt’s more than just how delicious the food is—I can\ntell you that.",
    "ch0096_10_zumi/0602_0701_02_10": "The aesthetics of the garnishing and plating, the\ntiming of each course, and the overall atmosphere\nof the restaurant are all deeply important.",
    "ch0096_10_zumi/0602_0701_03_10": "I believe there’s value in taking the time to step\nout to the front where my guests are dining\nand check these things myself.",
    "ch0096_10_zumi/0602_0701_04_10": "Or...maybe I just like seeing my guests smiling.\nWho knows? *chuckle*",
    "ch0096_10_zumi/0602_0702_01_10": "Sometimes I do go out and walk by the tables at\nmy restaurant, but I’m no match for the waitstaff.",
    "ch0096_10_zumi/0602_0702_02_10": "They are masters in their own right. I’m constantly\nimpressed by how quietly and efficiently they’re\nable to move about the dining area.",
    "ch0096_10_zumi/0602_0702_03_10": "I can rest easy knowing the restaurant guests\nare in very good hands.",
    "ch0096_10_zumi/0603_0701_01_10": "Octillery and I first encountered one another\non a beach.",
    "ch0096_10_zumi/0603_0701_02_10": "I was there with my Clawitzer to procure some\nnew ingredients to work with.",
    "ch0096_10_zumi/0603_0701_03_10": "As we were walking, Clawitzer bristled at\nsomething hiding among the rocks, so he shot\ntoward it with Water Gun...",
    "ch0096_10_zumi/0603_0701_04_10": "and out jumped Octillery! In a way, I suppose\nwe started off as enemies more than friends.",
    "ch0096_10_zumi/0603_0702_01_10": "As soon as Octillery spotted us, he attacked\nwith Octazooka.",
    "ch0096_10_zumi/0603_0702_02_10": "Thankfully, we were able to dodge it for the most\npart, but a little bit of ink from the blast managed\nto splash into my mouth in the process.",
    "ch0096_10_zumi/0603_0702_03_10": "As soon as the flavor hit me, I knew...\nIf used as a cooking ingredient, Octillery’s ink\ncould have endless potential!",
    "ch0096_10_zumi/0604_0701_01_10": "Octillery’s ink is actually safe to cook with\nand eat.",
    "ch0096_10_zumi/0604_0701_02_10": "It has a deep, robust, complex flavor...\nSimple words like “sweet” or “salty” or “spicy”\ncan’t even begin to describe the spectrum of it.",
    "ch0096_10_zumi/0604_0701_03_10": "I knew from the moment I tasted it that in the\nhands of an expert like myself, Octillery’s ink\ncould be used to create a new kind of food!",
    "ch0096_10_zumi/0604_0701_04_10": "I wanted to learn everything I could about\nOctillery, so we spent a lot of time together.",
    "ch0096_10_zumi/0604_0702_01_10": "Octillery’s ink isn’t poisonous, but it can cause\na peculiar reaction when handled, so there are\ncertain precautions you have to take.",
    "ch0096_10_zumi/0604_0702_02_10": "The ink contains a substance that can dull our\nsense of smell. If you come into contact with it,\nyour nose may not work very well for a while.",
    "ch0096_10_zumi/0604_0702_03_10": "That’s why I always advise wearing a mask\nwhen extracting Octillery ink—to guard your\nnose from the fumes.",
    "ch0096_10_zumi/0605_0701_01_10": "I’d love to prepare you a full-course dinner\nsomeday, [Name:PlayerNickname ].\nWould that interest you?",
    "ch0096_10_zumi/0605_0701_02_10": "Every step of the process would be handled by\nyours truly, so you wouldn’t have to lift a finger.",
    "ch0096_10_zumi/0605_0701_03_10": "I’ll take care of everything, from preparing the\nfood to setting the table—Chef Siebold’s full\ndining experience.",
    "ch0096_10_zumi/0605_0702_01_10": "I’d like to use Octillery’s ink in at least one of\nthe courses. Yes, that would be a must!",
    "ch0096_10_zumi/0605_0702_02_10": "But sadly, I have yet to perfect a recipe that\nuses it.",
    "ch0096_10_zumi/0605_0702_03_10": "Soon! Soon I will finish my recipe and you can\nlook forward to tasting it—along with many other\ndelicious dishes—in your full-course dinner!",
    "ch0096_10_zumi/1701_0701_01_10": "I came across this by chance when I was\nshopping for ingredients. Would you like to\nhave it?",
    "ch0096_10_zumi/1701_0701_02_10": "Use it well. I hope it helps you win a glorious\nPokémon battle!",
    "ch0096_10_zumi/1701_0702_01_10": "Oh, no need to thank me. Although...",
    "ch0096_10_zumi/1701_0702_02_10": "if you happen to spot any rare ingredients,\ntell me immediately, OK? I’ll come and find\nyou right away.",
    "ch0096_10_zumi/2501_0701_01_10": "When I wear this uniform, I’m forced to realize\nthat there are certain ideals and expectations\nthat come with food service.",
    "ch0096_10_zumi/2501_0701_02_10": "To master waiting on guests in the dining area\nwould be to master a whole different art form.",
    "ch0096_10_zumi/2501_0701_03_10": "While I would love to do so, perfecting both\nserving and cooking would be a bit beyond\nmy reach.",
    "ch0096_10_zumi/2501_0701_04_10": "My battle is in the kitchen, not the front of\nthe restaurant.",
    "ch0096_10_zumi/2501_0702_01_10": "I think of my restaurant as a vast, complete\nwork of art with many working parts.",
    "ch0096_10_zumi/2501_0702_02_10": "The chef who cooks the food, the staff who serve\nthe guests in the front—all are vitally important.",
    "ch0096_10_zumi/2501_0702_03_10": "It’s the joy of sharing a meal and the sense of\ncommunity that that creates. It’s one big work\nof art.",
    "ch0096_10_zumi/2501_0702_04_10": "One person can’t create something like that alone.\nIt’s easy to get bigheaded as a chef, so I try to\nremind myself of that from time to time.",
    "ch0096_10_zumi/2511_0701_01_10": "Most Octillery like to spend their days in dark,\ncramped spaces like caves and grottoes.",
    "ch0096_10_zumi/2511_0701_02_10": "But ever since my Octillery and I became partners,\nhe’s worked right alongside me, even in the\nbrightest places.",
    "ch0096_10_zumi/2511_0701_03_10": "I could be reaching, but I like to think that\nOctillery’s odd behavior is proof that he really\ntrusts me.",
    "ch0096_10_zumi/2511_0701_04_10": "If I’m correct, it would be terribly rude of me to\ntrust Octillery any less in return. I always keep\nthat in the back of my mind.",
    "ch0096_10_zumi/2511_0702_01_10": "I can see it as plain as day when I look at you\nand your Pokémon.",
    "ch0096_10_zumi/2511_0702_02_10": "You two have a deep trust for one another\nas partners.",
    "ch0096_10_zumi/2511_0702_03_10": "The beautiful harmony you create together\ncould be described as art.",
    "ch0096_10_zumi/3001_0701_01_10": "Good morning. Would you care for a smoothie\nto boost your energy for the day?",
    "ch0096_10_zumi/3002_0701_01_10": "Breakfast is the most important meal of the day.\nI always try to eat something, even when I’m\nin a rush.",
    "ch0096_10_zumi/3003_0701_01_10": "Good afternoon. Would you care for a light lunch?\nI have several options prepared.",
    "ch0096_10_zumi/3004_0701_01_10": "It’s getting close to dinnertime. I should go and\nmake sure the dining area is ready for the\nevening rush.",
    "ch0096_10_zumi/3005_0701_01_10": "Good evening. Dinner is being served as we\nspeak, if you’d like to follow me to your table.",
    "ch0096_10_zumi/3006_0701_01_10": "A good night’s sleep is my recipe for success.\nI avoid late-night snacking since it tends to keep\nme awake."
}
