{
    "ch0042_00_nagi/0101_0701_01_10": "Hola, [Name:PlayerNickname ].\nSabía que vendrías.",
    "ch0042_00_nagi/0101_0701_02_10": "Eres como un soplo de aire fresco que anuncia\nla llegada de una jornada venturosa.",
    "ch0042_00_nagi/0601_0701_01_10": "Cuando era niña, un día que estaba surcando\nel vasto cielo con mis Pokémon pájaro, me\nentraron ganas de posarme en unas nubes.",
    "ch0042_00_nagi/0601_0701_02_10": "En cuanto las vi pasar ante mí formando un\ngran cúmulo, su belleza me sedujo de tal forma\nque deseé cabalgarlas hasta el horizonte.",
    "ch0042_00_nagi/0601_0701_03_10": "Al final, ni corta ni perezosa, me planté en una\nde ellas de un salto. Estaba, literalmente, en\nuna nube.",
    "ch0042_00_nagi/0601_0701_04_10": "Entonces me di cuenta de que en realidad no se\ntrataba de un cúmulo, sino más bien... ¡de una\nbandada de Altaria! Imagínate mi sorpresa.",
    "ch0042_00_nagi/0601_0702_01_10": "Pocas cosas son comparables con flotar a la\nderiva bajo un cielo azul celeste, con el canto\nde Altaria rodeándote y exaltando los sentidos.",
    "ch0042_00_nagi/0601_0702_02_10": "Me hallaba, sin duda, en un lugar de ensueño.",
    "ch0042_00_nagi/0602_0701_01_10": "Ciudad Arborada es un lugar tan frondoso que\nlas casas ubicadas en los árboles están a la\norden del día.",
    "ch0042_00_nagi/0602_0701_02_10": "Estar tan cerca del suelo me produce una cierta\nansiedad. Por eso acostumbro a caminar de\npuntillas.",
    "ch0042_00_nagi/0602_0701_03_10": "El mayor inconveniente es que acabo con las\npiernas agarrotadas y calambres por doquier.",
    "ch0042_00_nagi/0602_0702_01_10": "Ni siquiera los esguinces lograrán quebrantar\nmi voluntad de mecerme en el viento con\nelegancia.",
    "ch0042_00_nagi/0602_0702_02_10": "¡Soy una amante de los Pokémon pájaro que\nplanea en las alturas!",
    "ch0042_00_nagi/0603_0701_01_10": "Los Pelipper son capaces de transportar objetos\nen su gran pico.",
    "ch0042_00_nagi/0603_0701_02_10": "No es de extrañar que sus servicios como\nrepartidores sean muy socorridos.",
    "ch0042_00_nagi/0603_0701_03_10": "Conozco de sobra sus dotes en este sentido, ya\nque antaño me fueron de gran ayuda para\ntransportar mercancía en mi trabajo.",
    "ch0042_00_nagi/0603_0702_01_10": "Pelipper y yo no trabajábamos para ganar\ndinero.",
    "ch0042_00_nagi/0603_0702_02_10": "En realidad yo lo hacía para saciar mi\ncuriosidad sobre Ciudad Arborada, donde se\nhalla mi gimnasio.",
    "ch0042_00_nagi/0604_0701_01_10": "¿Quién puede resistirse a la fascinación que\nproduce contemplar una bandada de Pokémon\nalados impulsados por las fuerzas eólicas?",
    "ch0042_00_nagi/0604_0701_02_10": "Las bellas siluetas que dibujan parecen encarnar\nnuestro anhelo de alzarnos y emprender el\nvuelo hacia el majestuoso cielo azul.",
    "ch0042_00_nagi/0604_0701_03_10": "Cuando planeo junto a ellos, siento como si la\nmadre naturaleza y yo formásemos un solo\ncuerpo.",
    "ch0042_00_nagi/0604_0702_01_10": "Los Pokémon pájaro me han enseñado a\nsentirme en plena armonía con la natura.",
    "ch0042_00_nagi/0604_0702_02_10": "Estoy segura de que entiendes perfectamente a\nqué me refiero. Tu mirada me resulta muy\nreveladora.",
    "ch0042_00_nagi/0605_0701_01_10": "Llegas haciendo gala de una gracilidad\narrebatadora, [Name:PlayerNickname ].",
    "ch0042_00_nagi/0605_0701_02_10": "Te envuelve un halo tan misterioso como esa\nbrisa, suave y gentil, que se levanta cuando\napareces ante mí.",
    "ch0042_00_nagi/0605_0701_03_10": "Como si la madre naturaleza te rindiese\npleitesía y me anunciara tu presencia.",
    "ch0042_00_nagi/0605_0702_01_10": "Estoy segura de que, contigo a mi vera,\nseríamos capaces de alzar el vuelo de manera\naún más majestuosa, si cabe.",
    "ch0042_00_nagi/0605_0702_02_10": "El cielo resulta demasiado inmenso para una\nsola persona, pero...\nAh, perdona, no sé lo que me digo.",
    "ch0042_00_nagi/1701_0701_01_10": "El viento ha traído esto hasta mí. He decidido\ndártelo, porque podría resultarte de utilidad.",
    "ch0042_00_nagi/1701_0701_02_10": "Espero que los dones de la madre naturaleza te\nbrinden todo el aliento que necesitas en tus\naventuras.",
    "ch0042_00_nagi/1701_0702_01_10": "¿Alguna vez has reflexionado sobre la\nvolatilidad de nuestras vidas? Como si todo\nestuviese siempre en el aire...",
    "ch0042_00_nagi/1701_0702_02_10": "A veces todo marcha viento en popa, pero en\notras ocasiones hay que conformarse y pensar:\n\"más vale pájaro en mano que ciento volando\".",
    "ch0042_00_nagi/2501_0701_01_10": "Lograr estar en plena sintonía con los Pokémon\npájaro ha supuesto una ardua tarea.",
    "ch0042_00_nagi/2501_0701_02_10": "Decidí imitarlos e invertir la jornada posada\nsobre las ramas, cantando como ellos.",
    "ch0042_00_nagi/2501_0701_03_10": "La gente que pasaba por allí me miraba con\nrostro de preocupación. Me pregunto por qué...",
    "ch0042_00_nagi/2501_0702_01_10": "Aprender a escuchar la voz del viento entraña\nuna dificultad inmensa.",
    "ch0042_00_nagi/2501_0702_02_10": "No existe ningún libro que me pueda ilustrar ni\nnadie que me ayude a interpretarlo.",
    "ch0042_00_nagi/2501_0702_03_10": "Con esmero he conseguido llegar a comprender\nlo que me susurra al oído, pero mis palabras de\nrespuesta... se las lleva el propio viento.",
    "ch0042_00_nagi/2511_0701_01_10": "¿Quieres probar tú también a conversar con el\nviento? Al hacerlo se adueñará de ti la más\nabsoluta serenidad.",
    "ch0042_00_nagi/2511_0701_02_10": "Una brisa suave y apacible indica un buen\nhumor, mientras que una ráfaga te dejará\nentrever su enojo.",
    "ch0042_00_nagi/2511_0701_03_10": "Cuando se forma una borrasca, es mejor\nmantenerse alejado. Es lo que me ha enseñado\nel viento.",
    "ch0042_00_nagi/2511_0701_04_10": "Si lo miras de esa forma, es igual a las\npersonas.",
    "ch0042_00_nagi/2511_0702_01_10": "Cuando soplan vientos favorables, uno es más\npositivo. Y ese estado de ánimo suele deparar\ncosas buenas.",
    "ch0042_00_nagi/2511_0702_02_10": "Al fin y al cabo, son las fuerzas eólicas quienes\nportan ventura.",
    "ch0042_00_nagi/2511_0702_03_10": "Espero que a ti te vaya siempre todo viento en\npopa.",
    "ch0042_00_nagi/3001_0701_01_10": "Buenos días.\n¿Alguna vez has pensado en lo maravilloso que\nsería poder surcar los cielos grácilmente?",
    "ch0042_00_nagi/3002_0701_01_10": "La mejor hora para saber qué viento va\na soplar durante el día es la mañana.",
    "ch0042_00_nagi/3003_0701_01_10": "La clave para pasar una buena tarde es\nencontrar un lugar en lo alto donde sentir el\nviento acariciando tu cuerpo.",
    "ch0042_00_nagi/3004_0701_01_10": "Hola. En mi opinión, es importante descansar de\nvez en cuando.",
    "ch0042_00_nagi/3005_0701_01_10": "No estés por ahí hasta tarde, porque podrías\ncoger algo de frío por el viento nocturno.",
    "ch0042_00_nagi/3006_0701_01_10": "Me encanta sentir la suave brisa que sopla tras\nla puesta de sol."
}
