{
    "ch0091_00_shirona/0101_0701_01_10": "Oh, hi, [Name:PlayerNickname ]!\nYou look like you’re ready for some fun today.",
    "ch0091_00_shirona/0101_0701_02_10": "What do you say we use that energy to\ngo find a battle or two!",
    "ch0091_00_shirona/0601_0701_01_10": "Different Trainers have different feelings\nand approaches when it comes to\nPokémon battling.",
    "ch0091_00_shirona/0601_0701_02_10": "Our Pokémon are on the receiving end of those\nfeelings, and they fight for us wholeheartedly.",
    "ch0091_00_shirona/0601_0701_03_10": "So in a sense, watching a Pokémon while\nit’s battling can actually tell you a lot about\nits Trainer, too.",
    "ch0091_00_shirona/0601_0702_01_10": "When you and your Pokémon are battling\ntogether, you two always look like you’re\nhaving so much fun.",
    "ch0091_00_shirona/0601_0702_02_10": "It’s part of why I love battling with you.",
    "ch0091_00_shirona/0601_0702_03_10": "It’s easy to pour all your energy into something\nif you’re having a great time doing it.",
    "ch0091_00_shirona/0602_0701_01_10": "A mysterious power drew us to this place...\nBut I wonder what influenced its creation.",
    "ch0091_00_shirona/0602_0701_02_10": "There are all sorts of diverse locations here, \naren’t there?",
    "ch0091_00_shirona/0602_0701_03_10": "Pasio may be a man-made island,\nbut I think it’s been influenced by the\nmythology of other regions.",
    "ch0091_00_shirona/0602_0701_04_10": "There’s so much to see here that it’s\nhard to pick where to explore next.",
    "ch0091_00_shirona/0602_0702_01_10": "I’ve got a report I need to finish, but a little\nswimming at the beach sounds kind of nice, too.\nI did bring a bathing suit, after all...",
    "ch0091_00_shirona/0602_0702_02_10": "Oh! Don’t mind me. I’m just talking to\nmyself over here!",
    "ch0091_00_shirona/0602_0702_03_10": "There’s so much variety here on Pasio. The\ncreator must really have a mind for hospitality,\nassuming all of this was a conscious decision.",
    "ch0091_00_shirona/0603_0701_01_10": "There’s an ancient cave painting in\nmy hometown. It’s what first sparked my\ninterest in studying ancient mythology.",
    "ch0091_00_shirona/0603_0701_02_10": "The artwork portrays an old Sinnoh legend.\nIt’s quite an impressive sight.",
    "ch0091_00_shirona/0603_0701_03_10": "It’s a little out of the way, but I think it would\nbe worth the trip to Celestic Town to see it next\ntime you visit the Sinnoh region.",
    "ch0091_00_shirona/0603_0702_01_10": "It’s a lot colder in Sinnoh than it is here on\nPasio. Remember to bring a coat when you visit!",
    "ch0091_00_shirona/0603_0702_02_10": "I’m so used to the colder climate there that\nplaces like Hoenn and Alola feel too warm.",
    "ch0091_00_shirona/0604_0701_01_10": "All of my Pokémon are amazing, but\nGarchomp is definitely the ace of my team.",
    "ch0091_00_shirona/0604_0701_02_10": "Maybe that’s why she’s been such a ball\nof energy ever since we got to Pasio.",
    "ch0091_00_shirona/0604_0701_03_10": "It’s up to me to channel all of that energy\nand make the most out of it in a battle.",
    "ch0091_00_shirona/0604_0702_01_10": "Back when she was a Gible, she’d gnaw on\nfabric, books, and even tables! It was a pain to\ndeal with at the time, but she was just so cute...",
    "ch0091_00_shirona/0604_0702_02_10": "Thinking back on those days always makes\nme laugh. She used to be such a naughty thing,\nbut look at her now! My brilliant ace.",
    "ch0091_00_shirona/0605_0701_01_10": "I’m the person I am today because of\neverything I’ve seen and experienced\nup until now...",
    "ch0091_00_shirona/0605_0701_02_10": "which means that who we are and\nwhat we do today is going to change\nwho we will be in the future.",
    "ch0091_00_shirona/0605_0701_03_10": "So I say live life to the fullest! Let’s make sure we\ncan look back on our pasts with a smile someday.",
    "ch0091_00_shirona/0605_0702_01_10": "Hmm... It’s kind of hard to sum up my past\nin only a few words...",
    "ch0091_00_shirona/0605_0702_02_10": "but it’s a life I’ve built together with my\nPokémon, so one thing I can say for sure\nis that it’s amazing!",
    "ch0091_00_shirona/1701_0701_01_10": "Hey, I wanted to give you this.\nDo you think you can use it?",
    "ch0091_00_shirona/1701_0701_02_10": "I don’t really need it, but I didn’t want it\nto go to waste, either. Will you take it?",
    "ch0091_00_shirona/1701_0702_01_10": "If I don’t get rid of the things I’m not using,\nmy room gets out of hand pretty quickly...",
    "ch0091_00_shirona/1701_0702_02_10": "I mean, um, forget what I just said!\nLet’s just keep that between you and me, OK?",
    "ch0091_00_shirona/2501_0701_01_10": "Being in a place that was created just for\nTrainers is so exhilarating, isn’t it?",
    "ch0091_00_shirona/2501_0701_02_10": "Maybe it’s all the enthusiasm in the air\nwith so many Trainers and Pokémon\nmilling about.",
    "ch0091_00_shirona/2501_0701_03_10": "A lot of my friends and colleagues\nhave gathered here, all in one place.",
    "ch0091_00_shirona/2501_0701_04_10": "We’ll have to stay on our toes if we\ndon’t want to lose!",
    "ch0091_00_shirona/2501_0702_01_10": "Interacting with other Trainers and getting to\nknow each other is so important—especially\nsince we’re all competitors in the end.",
    "ch0091_00_shirona/2501_0702_02_10": "The other day, I had a lovely time with\nCaitlin and a few other Trainers at the\ncafé where we went for a cup of tea...",
    "ch0091_00_shirona/2501_0702_03_10": "Oh! And there’s an amazing cake shop\nnearby as well! What else...",
    "ch0091_00_shirona/2501_0702_04_10": "Hm? What’s that smirk for?\nYou don’t think I spend ALL my time\nprancing around eating cake, do you?",
    "ch0091_00_shirona/2511_0701_01_10": "If you raise your Pokémon with love and\nkindness, it will return those feelings.",
    "ch0091_00_shirona/2511_0701_02_10": "My Pokémon are like my best friends—\nwe’ve been journeying and battling together\nfrom the very beginning.",
    "ch0091_00_shirona/2511_0701_03_10": "I have absolute confidence in their abilities\nbecause of all the time we’ve spent together.",
    "ch0091_00_shirona/2511_0702_01_10": "You believe in your Pokémon and your team,\nand your Pokémon knows it! That’s probably\nwhere it gets a lot of its strength.",
    "ch0091_00_shirona/2511_0702_02_10": "After all, being relied upon by others often\nmotivates us to try even harder. Your Pokémon\nwants to do its very best for you!",
    "ch0091_00_shirona/3001_0701_01_10": "Good morning!\nYou look like you’re in a good mood. You must\nbe doing well if you’re up and about this early!",
    "ch0091_00_shirona/3002_0701_01_10": "Good morning.\nAre you all set for today? I’m looking forward\nto exploring some new mysteries with you.",
    "ch0091_00_shirona/3003_0701_01_10": "I started doing some research on this island,\nand before I knew it, it was lunchtime!\nThe more I learn, the more curious I get.",
    "ch0091_00_shirona/3004_0701_01_10": "Phew, I just finished organizing all of my\nresearch materials. I think I’m ready to go\nblow off some steam now.",
    "ch0091_00_shirona/3005_0701_01_10": "It looks like the sun’s gone down.\nWhat an enchanting time to go on a stroll!",
    "ch0091_00_shirona/3006_0701_01_10": "Great myths have been passed down throughout\nhistory by the light of a campfire."
}
