{
    "ch0096_00_zumi/0101_0701_01_10": "Ah, [Name:PlayerNickname ].\nTe estaba aguardando.",
    "ch0096_00_zumi/0101_0701_02_10": "Para exprimir al máximo las cualidades de los\nPokémon, lo mejor es aprovechar todos y cada\nuno de los momentos de la jornada.",
    "ch0096_00_zumi/0601_0701_01_10": "¿Sabrías decirme cuál es el condimento idóneo\npara sazonar cualquier comida?",
    "ch0096_00_zumi/0601_0701_02_10": "Es la felicidad.",
    "ch0096_00_zumi/0601_0701_03_10": "Cuando un plato se paladea con una sonrisa en\nla cara, su sabor se realza y se multiplican los\nestímulos que reciben las papilas gustativas.",
    "ch0096_00_zumi/0601_0701_04_10": "Y esa sonrisa que no podemos reprimir al probar\nun plato redunda también en la felicidad del\ncocinero que lo ha preparado con mimo.",
    "ch0096_00_zumi/0601_0701_05_10": "Deleitar el paladar propio y ajeno es un placer\nque no admite concesiones.",
    "ch0096_00_zumi/0601_0702_01_10": "Las dudas me asaltan frecuentemente cuando me\ndedico a mi labor y no siempre hallo respuesta\na todas las incógnitas que se me plantean.",
    "ch0096_00_zumi/0601_0702_02_10": "Por eso mismo el júbilo que experimento cuando\nlogro despejarlas es aún mayor, si cabe.",
    "ch0096_00_zumi/0601_0702_03_10": "El arte del combate Pokémon y el arte culinario\nrequieren que tratemos por todos los medios de\nalcanzar la máxima excelencia.",
    "ch0096_00_zumi/0602_0701_01_10": "Por lo visto, hay gente que me considera un\nchef legendario.",
    "ch0096_00_zumi/0602_0701_02_10": "Pero yo discrepo.",
    "ch0096_00_zumi/0602_0701_03_10": "No me considero todavía digno de recibir\ntamaño calificativo.",
    "ch0096_00_zumi/0602_0701_04_10": "Aún debo elevar a la categoría de arte mi\ncontribución en el ámbito de la cocina y el\ncombate Pokémon.",
    "ch0096_00_zumi/0602_0702_01_10": "La derrota en un combate Pokémon no deja de\nser una señal inequívoca de mi debilidad\nmanifiesta.",
    "ch0096_00_zumi/0602_0702_02_10": "Es preciso averiguar las virtudes que residen en\ncada Pokémon para alcanzar nuestras metas.",
    "ch0096_00_zumi/0603_0701_01_10": "Clawitzer, a la sazón todavía un Clauncher, es\nmi fiel compañero, siempre dispuesto a dar el\nmáximo en primera línea de combate.",
    "ch0096_00_zumi/0603_0701_02_10": "Nuestro primer encuentro me conmovió tanto\nque no se borró cual lágrima en la lluvia, sino\nque permanece aún hoy grabado en mi memoria.",
    "ch0096_00_zumi/0603_0701_03_10": "No sé cómo, había recalado entre los\ningredientes que estaba preparando para un\nplato. Te puedes imaginar el desaguisado.",
    "ch0096_00_zumi/0603_0701_04_10": "Yo tenía la certeza de que aquel Pokémon tan\nrebosante de potencial sería capaz de brillar\ncon luz propia.",
    "ch0096_00_zumi/0603_0701_05_10": "El hecho de que Clauncher apareciese de forma\nfortuita, aderezado con la decisión que tomé en\nsu día, es lo que nos ha traído hasta aquí.",
    "ch0096_00_zumi/0603_0702_01_10": "Si nos detenemos a pensar, en realidad no fui\nyo quien encontró a Clawitzer.",
    "ch0096_00_zumi/0603_0702_02_10": "Más bien debería afirmar que tal vez Clawitzer\nfue quien me encontró a mí.",
    "ch0096_00_zumi/0604_0701_01_10": "Mi afán por hallar la excelencia culinaria me\nllevó en cierta ocasión a emprender un viaje\nallende la región de Kalos.",
    "ch0096_00_zumi/0604_0701_02_10": "Durante mi periplo pesqué por casualidad un\nMagikarp en el que intuí un potencial nada\ndesdeñable.",
    "ch0096_00_zumi/0604_0701_03_10": "Y dicho Magikarp cumplió con creces las\nexpectativas que tenía depositadas en él.",
    "ch0096_00_zumi/0604_0701_04_10": "Acabó evolucionando a Gyarados, y junto a él\npude capear los temporales que nos azotaron\nen nuestra singladura.",
    "ch0096_00_zumi/0604_0702_01_10": "El verdadero potencial es algo que reside en lo\nmás recóndito de las cosas y las personas.",
    "ch0096_00_zumi/0604_0702_02_10": "Igual que un cocinero de primera saca el jugo a\nlos ingredientes, un Entrenador de pro debe\nsaber exprimir el potencial de los Pokémon.",
    "ch0096_00_zumi/0605_0701_01_10": "Me alegro sobremanera por haber tenido la\noportunidad de conocerte.",
    "ch0096_00_zumi/0605_0701_02_10": "Has logrado hallar las virtudes de tu Pokémon y\nextraerles el máximo potencial en tu condición\nde Entrenador[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ].",
    "ch0096_00_zumi/0605_0701_03_10": "Estoy firmemente convencido de que llegarás a\nsaborear las mieles del éxito más rotundo.",
    "ch0096_00_zumi/0605_0702_01_10": "La capacidad de poder extraer el máximo\npotencial de los Pokémon es una virtud que\nreside en todo Entrenador que se precie.",
    "ch0096_00_zumi/0605_0702_02_10": "Siempre que tengas esto bien presente podrás\nsuperar tus propias metas y adquirir una fuerza\naún mayor.",
    "ch0096_00_zumi/1701_0701_01_10": "Mientras estaba limpiando la cocina he\nencontrado esto. Me gustaría entregártelo.",
    "ch0096_00_zumi/1701_0701_02_10": "Estoy seguro de que sabrás sacarle todo el jugo\nque posee.",
    "ch0096_00_zumi/1701_0702_01_10": "Tanto los Entrenadores como los chefs tienen\nque poner todo de su parte para aprovechar el\npotencial de aquello que manejan.",
    "ch0096_00_zumi/1701_0702_02_10": "Si encuentro algún otro objeto que pueda serte\nde utilidad, te lo daré.",
    "ch0096_00_zumi/2501_0701_01_10": "Tanto la cocina como los combates Pokémon son\nplaceres efímeros.",
    "ch0096_00_zumi/2501_0701_02_10": "No obstante, confeccionar ese instante fugaz\nrequiere un tiempo que no es en absoluto\nbreve. Ya ves, lo comido por lo servido.",
    "ch0096_00_zumi/2501_0701_03_10": "Es una mezcla de cavilación, investigación,\nadquisición de conocimiento y experimentación,\naderezado en todo momento con paciencia.",
    "ch0096_00_zumi/2501_0701_04_10": "Una labor fruto de toda una vida, un esfuerzo\ndonde no hay lugar para las concesiones si se\nquiere llegar a alcanzar la suma exquisitez.",
    "ch0096_00_zumi/2501_0702_01_10": "Los Pokémon están siempre dispuestos a\napoyarnos y acompañarnos.",
    "ch0096_00_zumi/2501_0702_02_10": "Por eso me dedico a mi labor con suma\nseriedad, sin dejar nunca de plantearme\ninterrogantes.",
    "ch0096_00_zumi/2501_0702_03_10": "Quiero que el fruto de nuestro esfuerzo\ncombinado redunde en la felicidad mutua.\nEso sería miel sobre hojuelas.",
    "ch0096_00_zumi/2501_0702_04_10": "Si lo consigo, lo primero en lo que pienso es en\nesmerarme por volver a degustar esa sensación\nde dicha compartida.",
    "ch0096_00_zumi/2511_0701_01_10": "Tu estilo de combate me resulta muy instructivo.\nTe manejas con gran suficiencia, como si tu\nlema fuera: \"Yo me lo guiso, yo me lo como\".",
    "ch0096_00_zumi/2511_0701_02_10": "Para mostrarte mi agradecimiento, me gustaría\nentregarme en cuerpo y alma para prepararte un\nopíparo banquete con el que deleitar el paladar.",
    "ch0096_00_zumi/2511_0701_03_10": "Me gustaría dirimir si las respuestas que he\ncavilado a los interrogantes que me he\nplanteado son las correctas.",
    "ch0096_00_zumi/2511_0701_04_10": "Por eso te emplazo a una próxima ocasión para\nque me expreses tu opinión.",
    "ch0096_00_zumi/2511_0702_01_10": "Los combates Pokémon y la cocina comparten, a\nla postre, los mismos fundamentos.",
    "ch0096_00_zumi/2511_0702_02_10": "En ambos casos se deben hallar virtudes, tanto\nde ingredientes como de Pokémon, y extraer el\npotencial para alcanzar los mayores objetivos.",
    "ch0096_00_zumi/2511_0702_03_10": "Aprecio en grado sumo tu valía y conocimiento\nen la materia y sé que eres la persona idónea a\nla que acudir cuando me acucien las dudas.",
    "ch0096_00_zumi/3001_0701_01_10": "Buenos días. ¿Has tomado un desayuno\nequilibrado? Un refrigerio de buena mañana te\naporta la energía que necesitas para la jornada.",
    "ch0096_00_zumi/3002_0701_01_10": "Un nuevo amanecer de un nuevo día. Se debe\nsaborear cada momento como si fuera el último.",
    "ch0096_00_zumi/3003_0701_01_10": "Hola. ¿Has saboreado tu almuerzo como se\nmerece? Esta vida es menos vida si uno no\ndeleita el paladar.",
    "ch0096_00_zumi/3004_0701_01_10": "¿Qué debería cocinar esta noche? Tengo que ir\na aprovisionarme de algunos ingredientes.",
    "ch0096_00_zumi/3005_0701_01_10": "Buenas noches. Mastica siempre bien la comida\ny saboréala para hacer más llevadera la jornada\nde mañana.",
    "ch0096_00_zumi/3006_0701_01_10": "Descansa bien esta noche. Así estarás preparad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]\npara las aventuras que te depara la próxima\njornada."
}
