{
    "ch0040_00_hachiku/0101_0701_01_10": "¡Hola, [Name:PlayerNickname ]!\nMe alegro de verte por aquí.",
    "ch0040_00_hachiku/0101_0701_02_10": "Entreguémonos en cuerpo y alma a nuestro\nentrenamiento para poder luchar del lado de la\njusticia.",
    "ch0040_00_hachiku/0601_0701_01_10": "En Teselia tenemos a un majestuoso Pokémon\nllamado Beartic, que posee unos colmillos y\nunas garras de hielo de lo más intimidantes.",
    "ch0040_00_hachiku/0601_0701_02_10": "Pero a mi Beartic no hay que tenerle miedo,\npues lo mueve el fervor de la justicia.",
    "ch0040_00_hachiku/0601_0701_03_10": "No solo eso, es también un fiel compañero.\nEstuvo a mi lado durante el duro adiestramiento\nal que me sometí en las montañas nevadas.",
    "ch0040_00_hachiku/0601_0701_04_10": "He perdido la cuenta de la cantidad de veces\nque me salvó la vida arropándome entre su\ncálido pelaje cuando el frío arreciaba.",
    "ch0040_00_hachiku/0601_0701_05_10": "Una lección vital que aprendí de esta vivencia\nes que la cooperación es primordial para superar\nlas adversidades de la naturaleza.",
    "ch0040_00_hachiku/0601_0702_01_10": "Pokémon y humanos debemos cooperar por el\nbien mutuo.",
    "ch0040_00_hachiku/0601_0702_02_10": "De esa cooperación brota un fuerte vínculo que\ntrasciende en el tiempo y el espacio. Es lo que\ndenominamos \"Poder Compi\".",
    "ch0040_00_hachiku/0602_0701_01_10": "Los cristales que forman el cuerpo de mi\nCryogonal alcanzan la friolera de cien grados\nbajo cero.",
    "ch0040_00_hachiku/0602_0701_02_10": "Como supondrás, a cualquier persona normal le\nresultaría imposible ponerle un dedo encima,\npues acabaría convertida en un cubito de hielo.",
    "ch0040_00_hachiku/0602_0701_03_10": "Sin embargo, yo me sometí a un adiestramiento\nmuy duro para poder soportar tales temperaturas\ny fortalecer nuestro Poder Compi.",
    "ch0040_00_hachiku/0602_0701_04_10": "Ahora ese vínculo es más profundo que nunca y\narde con una pasión cálida y reconfortante.",
    "ch0040_00_hachiku/0602_0702_01_10": "...\n¡Aaah, achís!",
    "ch0040_00_hachiku/0602_0702_02_10": "...\nEsto es lo que me pasa por llevar medio torso al\ndescubierto.",
    "ch0040_00_hachiku/0603_0701_01_10": "¿Tienes interés en el cine?",
    "ch0040_00_hachiku/0603_0701_02_10": "Una de las películas de Pokéwood, la ciudad\ndel cine, está triunfando ahora mismo en la\ncartelera de la región de Teselia...",
    "ch0040_00_hachiku/0603_0701_03_10": "¿Me notas el orgullo en la cara? En efecto, yo\nsoy uno de los actores más reconocidos de\nPokéwood.",
    "ch0040_00_hachiku/0603_0701_04_10": "Ojalá pudieses sentir en tus carnes la pasión\nque yo y otros profesionales del cine sentimos\ncuando nos dejamos la piel en nuestro trabajo.",
    "ch0040_00_hachiku/0603_0702_01_10": "En Pokéwood, humanos y Pokémon comparten el\nescenario. Sería muy aburrido que solo hubiese\npersonas en las películas, ¿no crees?",
    "ch0040_00_hachiku/0603_0702_02_10": "Si te pica la curiosidad, te recomiendo que veas\nalguna de nuestras películas. Estoy convencido\nde que no te decepcionarán.",
    "ch0040_00_hachiku/0604_0701_01_10": "Antes era un hombre de pocas palabras: siempre\nestaba callado y hablaba justo lo necesario, pero\nconsideré necesario un cambio de actitud.",
    "ch0040_00_hachiku/0604_0701_02_10": "Cuando uno no dice lo que piensa con total\nclaridad, puede dar lugar a malentendidos.",
    "ch0040_00_hachiku/0604_0701_03_10": "Aprendí que hay cosas que no puedes esperar\nque la gente entienda si no las dices. Es mejor\ndejar claro lo que uno piensa desde el principio.",
    "ch0040_00_hachiku/0604_0702_01_10": "Nuestro encuentro aquí en Passio es un recuerdo\nque atesoraré durante toda mi vida.",
    "ch0040_00_hachiku/0604_0702_02_10": "Sé que suena exagerado, pero lo digo de todo\ncorazón. Las amistades hay que cuidarlas como\noro en paño.",
    "ch0040_00_hachiku/0605_0701_01_10": "Hubo una época de mi vida en la que tuve que\nhacer un paréntesis en mi carrera como actor\ndebido a ciertas circunstancias.",
    "ch0040_00_hachiku/0605_0701_02_10": "En esos momentos de desazón, el Campeón de la\nregión de Teselia, Mirto, logró enderezarme y\nabrirme los ojos para encontrar el camino.",
    "ch0040_00_hachiku/0605_0701_03_10": "Ten esto siempre presente: por muy difíciles que\nse pongan las cosas, aunque parezca que no\nhaya ninguna salida, que todo se venga abajo...",
    "ch0040_00_hachiku/0605_0701_04_10": "Siempre podrás hallar un camino que te conduzca\na una situación mejor. Nunca lo olvides.\nA mí me cambió la vida.",
    "ch0040_00_hachiku/0605_0702_01_10": "El maestro aprende también de sus discípulos...",
    "ch0040_00_hachiku/0605_0702_02_10": "Transmitirte todo lo que sé está siendo una\nexperiencia reveladora. Estoy aprendiendo\nmuchas cosas sobre mí mismo.",
    "ch0040_00_hachiku/1701_0701_01_10": "Esto es para ti. No tengas reparos en aceptarlo.",
    "ch0040_00_hachiku/1701_0702_01_10": "Algo tan simple como tener un gesto con alguien\nque te importa puede alegrarte el día entero.",
    "ch0040_00_hachiku/1701_0702_02_10": "Y si encima te recompensan con una sonrisa,\nmejor que mejor.",
    "ch0040_00_hachiku/2501_0701_01_10": "¿No crees que me parezco sobremanera a\nJuncomán? ¡Pues eso es porque soy yo mismo!",
    "ch0040_00_hachiku/2501_0701_02_10": "¡Sí, tienes ante ti al mismísimo Juncomán,\nantagonista de la película homónima que arrasó\nen todas las taquillas de la región de Teselia!",
    "ch0040_00_hachiku/2501_0701_03_10": "¡¿Qu-qué?! ¿Dices que no te suena de nada?\n¿Que no has oído hablar de mí en tu vida?\n¡Esto es un ultraje!",
    "ch0040_00_hachiku/2501_0701_04_10": "Hmm... En ese caso, se me ocurre algo...\n¡Tendremos que rodar la siguiente entrega de\nJuncomán aquí, en Passio!",
    "ch0040_00_hachiku/2501_0701_05_10": "¡Y te concederé el privilegio de desempeñar un\npapel estelar en ella!",
    "ch0040_00_hachiku/2501_0702_01_10": "¿Cómo dices? ¿Que estás impaciente por\nempezar con el rodaje?",
    "ch0040_00_hachiku/2501_0702_02_10": "¡Ja, ja, ja, ja! ¡Qué casualidad! ¡Pues ya somos\ndos, chic[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!",
    "ch0040_00_hachiku/2501_0702_03_10": "Será mejor que no hagas muchos planes para\ndespués del WPM: ¡vas a estar muy ocupad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] con\ntu nueva vida como estrella de Pokéwood!",
    "ch0040_00_hachiku/2511_0701_01_10": "Me siento privilegiado por poder presenciar tus\nprogresos tras cada combate. Me recuerdas a mí\ncuando era más joven.",
    "ch0040_00_hachiku/2511_0701_02_10": "Verte demostrar tus habilidades en combate\ncontra Entrenadores y Pokémon me incita a\npensar en lo lejos que llegarás algún día.",
    "ch0040_00_hachiku/2511_0701_03_10": "Estoy convencido de que te espera un futuro\nbrillante y de que conseguirás todo lo que te\npropongas en esta vida.",
    "ch0040_00_hachiku/2511_0701_04_10": "Puede que en el camino te topes con multitud\nde vicisitudes, pero sé que serás capaz de\nmantenerte firme y superarlas.",
    "ch0040_00_hachiku/2511_0701_05_10": "Recuerda que hay mucha gente que te apoya y\nque va a estar ahí a tu lado siempre que lo\nnecesites, servidor incluido.",
    "ch0040_00_hachiku/2511_0702_01_10": "Tu fuerza reside también en todos aquellos que\nte apoyan y confían en ti.",
    "ch0040_00_hachiku/2511_0702_02_10": "Cuida las amistades de las personas y los\nPokémon que creen en ti como oro en paño.",
    "ch0040_00_hachiku/3001_0701_01_10": "Buenos días. Así me gusta, entrenando con\nganas desde por la mañana.",
    "ch0040_00_hachiku/3002_0701_01_10": "No hay nada como salir a correr por la mañana\npara aumentar la resistencia del cuerpo.",
    "ch0040_00_hachiku/3003_0701_01_10": "Hola, ¿qué tal estás? Si no te importa, me\ngustaría entrenar contigo.",
    "ch0040_00_hachiku/3004_0701_01_10": "¿Has almorzado ya? Hay que reponer energías\npara poder dedicarse en cuerpo y alma al\nadiestramiento.",
    "ch0040_00_hachiku/3005_0701_01_10": "Buenas tardes. Si estás agotad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ], lo mejor será\nque descanses. Por mucho que finjas, se te nota\nen la cara que tienes sueño.",
    "ch0040_00_hachiku/3006_0701_01_10": "Vaya, ¿despiert[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] tan tarde?\nProcura dormir lo suficiente."
}
