{
    "ch0055_00_gampi/0101_0701_01_10": "Sei mir gegrüßt, [Name:PlayerNickname ]!\nIch habe dich schon erwartet.",
    "ch0055_00_gampi/0101_0701_02_10": "Ich werde dich mit meinem Leben schützen, edler\nTrainer! Alsdann, schreiten wir voran!",
    "ch0055_00_gampi/0601_0701_01_10": "Deine vortreffliche Art zu kämpfen fußt wahrlich\nauf den Grundfesten der Redlichkeit.",
    "ch0055_00_gampi/0601_0701_02_10": "Die Redlichkeit, so erscheint mir, ist im Kampfe\nritterlicher Anstand schlechthin.",
    "ch0055_00_gampi/0601_0701_03_10": "So legt sich der verdrießliche Schleier der Reue\nauch im Angesicht einer Niederlage nicht auf\nunsere Herzen.",
    "ch0055_00_gampi/0601_0701_04_10": "Jedem einzelnen Gefecht begegne ich mit der\ngebotenen Ernsthaftigkeit und Hingabe.",
    "ch0055_00_gampi/0601_0702_01_10": "Die Pokémon sind unsere treu ergebenen Recken,\ndie uns mit Leib und Seele zur Seite stehen.",
    "ch0055_00_gampi/0601_0702_02_10": "Und um ihnen weder Gram noch Schande zu\nbereiten, obliegt es uns, in aller Aufrichtigkeit\nunsere Kräfte zu vereinen.",
    "ch0055_00_gampi/0602_0701_01_10": "Durengard ist mein hart gesottener Kampfgefährte,\nan dessen Seite ich über die Jahre so manche\nSchlacht geschlagen habe.",
    "ch0055_00_gampi/0602_0701_02_10": "Fürwahr, man könnte mich nicht der Übertreibung\nbezichtigen, würde ich Durengard meinen ganzen\nStolz nennen!",
    "ch0055_00_gampi/0602_0701_03_10": "Ich wünsche auch dir einen solchen Gefährten, der\ndich stets mit Stolz zu erfüllen vermag!",
    "ch0055_00_gampi/0602_0701_04_10": "Der Stolz auf das eigene Pokémon ist nichts\nanderes als ein Ausdruck von Vertrauen. Er ist\neine Form von Stärke.",
    "ch0055_00_gampi/0602_0702_01_10": "Wenn du mit Stolz erfüllt bist, wird dieses Gefühl\nim Herzen deines Pokémon ein Echo finden.",
    "ch0055_00_gampi/0602_0702_02_10": "Dies habe ich in meinem Herzen niedergeschrieben\nund geschworen, bei allem, was mir teuer ist, im\nKampfe dem Pfad der Redlichkeit treu zu bleiben.",
    "ch0055_00_gampi/0603_0701_01_10": "Wenn ich fernab der heimatlichen Gefilde von\nKalos weile, hütet Clavion für mich die Schlüssel\nzu meinem Domizil.",
    "ch0055_00_gampi/0603_0701_02_10": "Eine Wendung zum Guten, wandelte es doch einst\nauf dem Pfade der Rechtlosigkeit, als es mir eben\njene Schlüssel raubte...",
    "ch0055_00_gampi/0603_0701_03_10": "Mein Triumph über es im Kampfe brannte jedoch\nwie ein läuterndes Feuer in ihm und bereitete so\nden Boden für den Keim der Rechtschaffenheit.",
    "ch0055_00_gampi/0603_0701_04_10": "Von dem Tage an, als sich die Aufrichtigkeit in\nseinem Herz niederließ, vertraute ich ihm meine\nSchlüssel an und wir wurden Freunde.",
    "ch0055_00_gampi/0603_0702_01_10": "Bei Clavion sind meine Schlüssel allzeit gegen\nDiebstahl gefeit.",
    "ch0055_00_gampi/0603_0702_02_10": "Auch hier auf Passio, wohin mich die Fügung des\nSchicksals brachte, verrichte ich mein Tagewerk\nnicht minder würdevoll als in meiner Heimat.",
    "ch0055_00_gampi/0603_0702_03_10": "Und es ist nicht der Geist der Übertreibung, der\nmir die Worte in den Mund legt, wenn ich sage,\ndass ich dies nur dank Clavions Hilfe tun kann.",
    "ch0055_00_gampi/0604_0701_01_10": "Um diese stahlschwere Rüstung auch weiterhin\nschultern zu können, ist Leibesertüchtigung das\nGebot der Stunde.",
    "ch0055_00_gampi/0604_0701_02_10": "Bald lasse ich meine Hände von glühenden\nFlammen verzehren, bald stärke ich meinen Rücken\nunter dem gewaltigen Druck eines Wasserfalles...",
    "ch0055_00_gampi/0604_0701_03_10": "Sodann kleide ich mich in meinen Harnisch und\nversuche, Durengards Angriffen standzuhalten.",
    "ch0055_00_gampi/0604_0701_04_10": "Doch dies ist mir nur dank meines stählernen\nKörpers möglich. Von einer Nachahmung muss\nich dir entschieden abraten.",
    "ch0055_00_gampi/0604_0702_01_10": "Der Angriff meines Durengards ist wahrlich\nmesserscharf.",
    "ch0055_00_gampi/0604_0702_02_10": "Selbst in meiner vortrefflichen Rüstung geht mir\nder heftige Aufprall seiner Attacken durch Mark\nund Bein!",
    "ch0055_00_gampi/0604_0702_03_10": "Doch mein Geist ist von dem Wunsch beseelt, die\nGefühle der Pokémon, die im Kampf noch heftiger\naufeinander losgehen, nachvollziehen zu können.",
    "ch0055_00_gampi/0605_0701_01_10": "Die hehre Absicht, nicht nur sich selbst, sondern\nauch Pokémon und andere zu schützen...",
    "ch0055_00_gampi/0605_0701_02_10": "Dieser Wunsch ist dem Trainer zugleich Klinge und\nSchild!",
    "ch0055_00_gampi/0605_0701_03_10": "Mich deucht, du besitzt bereits ein passendes\nSchild samt Klinge zu deinem Schutz und Trutze,\n[Name:PlayerNickname ].",
    "ch0055_00_gampi/0605_0701_04_10": "Damit wirst du deine Mitstreiter nicht nur im Kampf\nbeschützen, sondern sie zudem von Sieg zu Sieg\nführen.",
    "ch0055_00_gampi/0605_0702_01_10": "Ein Team ist stets so stark wie sein schwächstes\nMitglied, egal, wie sehr der Einzelne sich auch\nhervortun mag.",
    "ch0055_00_gampi/0605_0702_02_10": "Doch dir wohnt eine Kraft inne, mit der du alle\nSchwierigkeiten deines Teams überwinden und den\nZusammenhalt fördern kannst!",
    "ch0055_00_gampi/0605_0702_03_10": "Klinge und Schild... Beides zu befehligen ist nur\neinem fähigen Krieger vergönnt. Das dürfte dir zu\nEhre und Stolz gereichen.",
    "ch0055_00_gampi/1701_0701_01_10": "Bitte nimm dieses Item von mir in Empfang,\nes wird sich dir als nützlich erweisen!",
    "ch0055_00_gampi/1701_0702_01_10": "Mich befiel spontan das Gefühl, dass dieses Item\ndir von großem Nutzen sein würde.",
    "ch0055_00_gampi/2501_0701_01_10": "Die Rüstung, die ich am Leibe trage, jenes teure\nErbe meiner Ahnen, ist der in Stahl gegossene\nStolz meiner Familie.",
    "ch0055_00_gampi/2501_0701_02_10": "Seit Generationen hat sich mein Haus dem Schutz\nder Kalos-Region verschrieben und lebt in Eintracht\nan der Seite der Pokémon.",
    "ch0055_00_gampi/2501_0701_03_10": "Vor langer Zeit wurde Kalos in einen fürchterlichen\nKrieg verwickelt...",
    "ch0055_00_gampi/2501_0701_04_10": "Doch alten Aufzeichnungen zufolge gelang es\nmeinen Ahnen, mit ihren Pokémon die guten Leute\nvon Kalos zu retten.",
    "ch0055_00_gampi/2501_0702_01_10": "Man kann wohl mit Fug und Recht behaupten,\ndass wir den Frieden heute dem erbrachten Opfer\nmeiner Ahnen und deren Pokémon verdanken.",
    "ch0055_00_gampi/2501_0702_02_10": "Daher ist es mein Bestreben, in Einklang mit den\nPokémon zu leben und auf diese Weise meiner\nDankbarkeit Ausdruck zu verleihen.",
    "ch0055_00_gampi/2501_0702_03_10": "Und um die Heldentaten meiner Vorväter vor dem\nVergessen zu bewahren, werde ich nicht müde, sie\nwortgewaltig zu verkünden!",
    "ch0055_00_gampi/2511_0701_01_10": "Ich habe den feierlichen Schwur geleistet, beim\nKampf stets dem Pfad der Redlichkeit zu folgen.",
    "ch0055_00_gampi/2511_0701_02_10": "Deine Art zu kämpfen hat mir verdeutlicht, dass du\nebenfalls diesem Ideal nachstrebst. Nein, es gar\nverkörperst!",
    "ch0055_00_gampi/2511_0701_03_10": "In deiner Brust pocht ein aufrichtiges Herz, was\nden Trainern und Pokémon, mit denen du zu tun\nhast, nicht verborgen bleibt.",
    "ch0055_00_gampi/2511_0701_04_10": "Deine Bekanntschaft gemacht zu haben und mit dir\nals Teil eines Teams kämpfen zu dürfen, erfüllt\nmich mit Stolz!",
    "ch0055_00_gampi/2511_0702_01_10": "Wenn du nur beharrlich am Pfad der Aufrichtigkeit\nfesthältst, wirst du vom Schicksal überreich mit den\nentsprechenden Ergebnissen belohnt werden.",
    "ch0055_00_gampi/2511_0702_02_10": "Doch wem sage ich das. Vor dir türmen sich keine\ndunklen Wolken der Angst und des Zweifels auf.\nDein Weg ist mit Zuversicht gepflastert!",
    "ch0055_00_gampi/2511_0702_03_10": "Schließlich sind mit mir und meinem Pokémon treu\nergebene Gefährten zu deinem Schutz bestellt.",
    "ch0055_00_gampi/3001_0701_01_10": "Den Morgen zum Gruße! Du hast mein Ehrenwort,\ndass ich in meiner Haltung nicht wanken werde!",
    "ch0055_00_gampi/3002_0701_01_10": "Dich in der frühen Morgenstund so fleißig bei der\nArbeit zu sehen ist eine Augenweide! Lasset uns\ndoch gemeinsam dem Training nachgehen!",
    "ch0055_00_gampi/3003_0701_01_10": "Gegrüßt seist du! Lasset uns nach Größe streben,\nauf dass uns nicht die Reue gräme!",
    "ch0055_00_gampi/3004_0701_01_10": "Lasset uns mit der Sonne im Rücken in aller\nRedlichkeit vorwärtsstreben!",
    "ch0055_00_gampi/3005_0701_01_10": "Du übst fleißig bis in die späte Abendstund hinein!\nBedenke, dass die Rast von gleicher Wichtigkeit ist!",
    "ch0055_00_gampi/3006_0701_01_10": "Es fehlt nur noch ein kleines Stück! Lasset uns mit\nStolz in unseren Herzen voranschreiten!"
}
