{
    "ch0017_10_leaf/0101_0701_01_10": "¡Anda, [Name:PlayerNickname ]! ¿Qué tal?",
    "ch0017_10_leaf/0101_0701_02_10": "Las aventuras son más divertidas porque nos\nacompaña nuestro compi Pokémon. Así que no te\nolvides de ir siempre con él.",
    "ch0017_10_leaf/0601_0701_01_10": "Antes siempre paseaba con mi compi metida en\nuna Poké Ball y me sentía alegre y segura.",
    "ch0017_10_leaf/0601_0701_02_10": "Pero desde que llegué a Passio me acostumbré a\nsacarla de la Poké Ball y me siento aún mejor.\nYo creo que nuestro vínculo se ha fortalecido así.",
    "ch0017_10_leaf/0601_0701_03_10": "De esa forma, siempre podremos protegernos la\nuna a la otra si es necesario.",
    "ch0017_10_leaf/0602_0701_01_10": "Para mí es muy importante proteger a mis\nPokémon y cuidar de ellos.",
    "ch0017_10_leaf/0602_0701_02_10": "De todas formas, tampoco les puedo prohibir todo\npor si fuera peligroso, que entonces les iba a dar\nalgo del aburrimiento.",
    "ch0017_10_leaf/0602_0701_03_10": "Yo prefiero no quitarles el ojo de encima pero\npermitirles que hagan lo que quieran.",
    "ch0017_10_leaf/0603_0701_01_10": "¡Qué día tan bueno hace! Perfecto para descansar\ntirada en algún prado.",
    "ch0017_10_leaf/0603_0701_02_10": "Bueno, o en un bosque, en un campo de flores,\nen la playa... Vaya, un sitio tranquilo donde poder\ndisfrutar de los apacibles sonidos de la naturaleza.",
    "ch0017_10_leaf/0603_0701_03_10": "Aunque a veces me quedo dormida y termino\ncogiendo un resfriado, je, je...",
    "ch0017_10_leaf/0604_0701_01_10": "En la región de Kanto, de donde yo vengo, hay\nuna niña un tanto curiosa.",
    "ch0017_10_leaf/0604_0701_02_10": "No sé por qué, pero nada más conocerla, lo\núnico que hacía era imitar todo lo que yo decía\no hacía. ¿A que suena raro?",
    "ch0017_10_leaf/0604_0701_03_10": "¡Pero le entregué un Poké Muñeco y se convirtió\nen mi amiga!",
    "ch0017_10_leaf/0605_0701_01_10": "No sé a qué se debe, pero este Traje Summum\nme hace sentir especial.",
    "ch0017_10_leaf/0605_0701_02_10": "Como si ahora pudiera entenderme mejor con mi\nPokémon, una sensación similar.",
    "ch0017_10_leaf/0605_0701_03_10": "¡Acabamos de florecer y somos más fuertes!\nTe lo demostraremos en un combate.",
    "ch0017_10_leaf/1701_0701_01_10": "¡Por fin te encuentro! Quería darte una cosa.",
    "ch0017_10_leaf/1701_0701_02_10": "Toma esto, yo creo que te va a ser de mucha\nutilidad, ¡o eso espero!",
    "ch0017_10_leaf/1701_0702_01_10": "¿Qué te parece? No está nada mal, ¿a que no?",
    "ch0017_10_leaf/2501_0701_01_10": "Con tan solo librar un combate Pokémon puedes\nhacerte amigo de alguien. ¡Es genial!",
    "ch0017_10_leaf/2501_0701_02_10": "Da igual que ganes o pierdas, porque lo más\nimportante es que conseguirás un nuevo amigo.",
    "ch0017_10_leaf/2501_0701_03_10": "¡Y todo gracias a los Pokémon! Si es que son de\nlo que no hay.",
    "ch0017_10_leaf/2501_0702_01_10": "Y cuantos más combates libres contra alguien,\n¡más florecerá vuestra amistad!",
    "ch0017_10_leaf/2501_0702_02_10": "Venga, ¡a combatir se ha dicho! No pienso perder,\nque lo sepas.",
    "ch0017_10_leaf/2501_0702_03_10": "¡Ji, ji, ji! Una parte vital del entrenamiento es\naprender a estar siempre preparado.",
    "ch0017_10_leaf/2511_0701_01_10": "Una de mis aficiones consiste en reunir flores para\ncrear coronas florales.",
    "ch0017_10_leaf/2511_0701_02_10": "Y me lo paso pipa imaginando qué tipo de\nflores le puede gustar a cada persona.",
    "ch0017_10_leaf/2511_0701_03_10": "La próxima corona la haré pensando en ti.\n¡Espero que te guste!",
    "ch0017_10_leaf/2511_0702_01_10": "Yo creo que te pega... un amarillo enérgico...\nO quizá un verde apacible, más bien.",
    "ch0017_10_leaf/2511_0702_02_10": "La verdad es que hay muchísimas opciones.\nPor eso lo mejor es ir probando hasta dar con\nalgo que te guste. O mezclar todo, ¡quién sabe!",
    "ch0017_10_leaf/3001_0701_01_10": "Bueno, hay que despejarse como sea a primera\nhora de la mañana, ¡y a empezar el día con\nenergía!",
    "ch0017_10_leaf/3003_0701_01_10": "¡Buenos días! Es la hora de coger energías, y no\nhay nada como tomar el sol para eso.",
    "ch0017_10_leaf/3005_0701_01_10": "¡Tengo unas ganas irrefrenables de salir de\naventuras! Pero ya es de noche, así que toca\nhacerlo en sueños."
}
