{
    "ch0021_80_green/0101_0701_01_10": "Hey! I was looking forward to seeing you,\n[Name:PlayerNickname ]! Heh, you look ready\nto take on the world and get stronger!",
    "ch0021_80_green/7101_0701_01_10": "If you wanna know my origin story, I could\nprobably sum it up in one word—Red!",
    "ch0021_80_green/7101_0701_02_10": "I set off on my journey to complete my Pokédex\nat the same time as him. We’ve been rivals\never since!",
    "ch0021_80_green/7101_0701_03_10": "What’s your origin story like? Looking back on that\ncan be important, you know.",
    "ch0021_80_green/7102_0701_01_10": "Not to brag or anything, but I actually became the\nChampion of the Indigo League back in Kanto.",
    "ch0021_80_green/7102_0701_02_10": "Though...I lost to Red right after, so people started\ncalling me the phantom Champion...",
    "ch0021_80_green/7103_0701_01_10": "This Aerodactyl of mine has kept things exciting\never since we met!",
    "ch0021_80_green/7103_0701_02_10": "I mean, he was regenerated from amber! Doesn’t\nget much cooler than that!",
    "ch0021_80_green/7103_0701_03_10": "Aerodactyl is ferocious, so he’s always ready for a\ngood fight. All he wants to do is battle, day in and\nday out!",
    "ch0021_80_green/7104_0701_01_10": "This outfit I’m wearing is similar to the one I wore\nwhen I first started out on my Pokémon journey.",
    "ch0021_80_green/7104_0701_02_10": "Not bad, right? I still rock the look, if you ask me!",
    "ch0021_80_green/7105_0701_01_10": "Hey, [Name:PlayerNickname ]! Are there any\nTrainers you’re hoping to be like someday?",
    "ch0021_80_green/7105_0701_02_10": "If not, you should try to be like me! I’d be perfect.",
    "ch0021_80_green/7105_0701_03_10": "’Cause I’m cool and reliable! Oh, and don’t forget\nthat I’m pretty much the strongest there is!",
    "ch0021_80_green/7105_0701_04_10": "There’s no way you’ve already found someone\nbetter. Trust me.",
    "ch0021_80_green/1701_0701_01_10": "Hey! Got a present for ya!",
    "ch0021_80_green/1701_0702_01_10": "Have fun with it! Smell ya later!",
    "ch0021_80_green/2501_0701_01_10": "As you already know, I’m the most powerful\nTrainer in the world! And of course, my partner\nPokémon is also number one!",
    "ch0021_80_green/2501_0701_02_10": "Aerodactyl can keep up even with the harshest\ntraining I throw at him! He’s the strongest in\nthe universe!",
    "ch0021_80_green/2501_0702_01_10": "Aerodactyl really sees Red’s Charizard as his rival.\nWhenever they see each other, you can see\nsparks fly!",
    "ch0021_80_green/2501_0702_02_10": "He really hates losing and just goes for what he\nwants. So he’s the same as me.",
    "ch0021_80_green/2511_0701_01_10": "There are a whole bunch of strong Trainers\nhere on Pasio. Once in a blue moon, even I\nsometimes lose.",
    "ch0021_80_green/2511_0701_02_10": "That reminds me of all the times I lost to Red\nback in Kanto...",
    "ch0021_80_green/2511_0701_03_10": "He was always stronger whenever I saw him...so\nI did everything I could to keep up with him.",
    "ch0021_80_green/2511_0701_04_10": "I guess that’s why the two of us are as strong as\nwe are now!",
    "ch0021_80_green/2511_0702_01_10": "When I was Champion and lost to Red...",
    "ch0021_80_green/2511_0702_02_10": "it taught me what it really means to lose.",
    "ch0021_80_green/2511_0702_03_10": "But my guess is you already know something that\nimportant, huh?",
    "ch0021_80_green/3001_0701_01_10": "Good morning. How you feeling?\nMe? I’m feeling great. Thanks for asking!",
    "ch0021_80_green/3003_0701_01_10": "Bonjour! Off for an adventure?\nThat’s fine and all, but don’t forget to have\na battle with me from time to time!",
    "ch0021_80_green/3005_0701_01_10": "You’re still adventuring at this hour?\nI think I’m gonna call it a day myself.\nSmell ya later!"
}
