{
    "ch0067_01_leader1/0101_0701_01_10": "Hey, [Name:PlayerNickname ]!\nBiste gut drauf? ",
    "ch0067_01_leader1/0101_0701_02_10": "Man kommt viel besser durch den Tag, wenn man\ngute Laune hat!",
    "ch0067_01_leader1/7101_0701_01_10": "Mein Stil ist doch cool, nich’? Also so richtig mega\ntrendy!",
    "ch0067_01_leader1/7101_0701_02_10": "Man sieht’s mir zwar nich’ an, aber ich bin echt\nfleißig und arbeite super hart daran, ich selbst zu\nsein!",
    "ch0067_01_leader1/7102_0701_01_10": "Drival ist sooo talentiert! Er kann kochen, ist ’n\ntoller Bodyguard und so weiter...",
    "ch0067_01_leader1/7102_0701_02_10": "Ich bin in solchen Sachen echt nich’ gut. Aber ich\nhab trotzdem ’ne wichtige Rolle zu spielen!",
    "ch0067_01_leader1/7102_0701_03_10": "Mein Job ist, gute Laune zu verbreiten! Wenn ich\nda bin, kannste dich doch nur happy fühlen, oder?",
    "ch0067_01_leader1/7103_0701_01_10": "Hier auf Passio laufen sooo viele voll modische\nLeute rum. Ich guck mir immer ’n paar Ideen von\nihnen ab.",
    "ch0067_01_leader1/7103_0701_02_10": "So wie Kimonos und himmelblaue Anzüge! Total\nabgefahren, findste nich’ auch?",
    "ch0067_01_leader1/7103_0701_03_10": "Wär’s nich’ cool, ’ne Boutique mit solchen\nKlamotten zu eröffnen?",
    "ch0067_01_leader1/7104_0701_01_10": "Uff... Ich hab mich heut mal wieder meeega mit\nDrival gezofft.",
    "ch0067_01_leader1/7104_0701_02_10": "Wir konnten uns nich’ einig werden, wer den Chef\nlieber hat.",
    "ch0067_01_leader1/7104_0701_03_10": "Dass ich das bin, ist ja wohl klar! Nächstes Mal\nbeweis ich ihm das auch.",
    "ch0067_01_leader1/7105_0701_01_10": "Also, auf Passio, ja? Kommt’s dir nicht auch so vor,\nals könnte man hier nich’ wirklich genug Spaß\nhaben?",
    "ch0067_01_leader1/7105_0701_02_10": "Irgendwie fehlt hier was, wo man sich denkt:\n„Woah! Krass! Abgefahren!“ Ist doch so, oder?!",
    "ch0067_01_leader1/7105_0701_03_10": "Das denkste doch auch, stimmt’s? Da müssen wir\nuns echt mal mit dem Chef drüber unterhalten,\n[Name:PlayerNickname ]!",
    "ch0067_01_leader1/1701_0701_01_10": "Heeey, da biste ja! Da, nimm das.",
    "ch0067_01_leader1/1701_0702_01_10": "Versprich dem kleinen Chettalein, dass du’s mit\nBedacht verwendest, OK?",
    "ch0067_01_leader1/2501_0701_01_10": "Seit ich jung war, hab ich mich für den Chef um\nden Haushalt gekümmert und bei ihm im Palast\ngewohnt.",
    "ch0067_01_leader1/2501_0701_02_10": "Der Chef ist jetzt ja schon echt cool, aber woah...\nEr war sooo süß, als er jünger war!",
    "ch0067_01_leader1/2501_0701_03_10": "Ups... Ich werd voll rot, wenn ich daran denke...",
    "ch0067_01_leader1/2501_0702_01_10": "Der Chef ist für mich die Nummer eins! Es gibt\nniemanden sonst, der so treu an seiner Seite steht\nwie ich!",
    "ch0067_01_leader1/2501_0702_02_10": "Ich bin und bleibe sein größter Fan! Hehe!",
    "ch0067_01_leader1/2511_0701_01_10": "Vor dem Chef kann ich’s nicht sagen, aber ich\nkann dich schon echt gut leiden.",
    "ch0067_01_leader1/2511_0701_02_10": "Also, natürlich hab ich dich nich’ mal halb so gern\nwie ihn.",
    "ch0067_01_leader1/2511_0701_03_10": "Aber wenn’s dir mal nich’ gut geht, kannste immer\nzu mir kommen. Ich helf dir dann... vielleicht!",
    "ch0067_01_leader1/2511_0702_01_10": "Brillen sind cool, oder? Die sind mein liebstes\nAccessoire. Und wenn man die aufsetzt, wirkt man\nauch gleich voll schlau, stimmt’s?",
    "ch0067_01_leader1/2511_0702_02_10": "Nächstes Mal bring ich dir auch eine mit. Dann\nsiehste auch super krass und trendy aus!",
    "ch0067_01_leader1/3001_0701_01_10": "Morgeeen. Ich bin noch voll müde... Werd wohl\nnoch ein Nickerchen zum Munterwerden machen.\nNimm dir da bloß kein Beispiel an mir!",
    "ch0067_01_leader1/3003_0701_01_10": "Es ist schon Nachmittag. Zeit, was zu essen! Ich\nverhuuunger. Ich freu mich auf was auch immer\nDrival kocht. Willste auch was davon?",
    "ch0067_01_leader1/3005_0701_01_10": "Heute war wieder mal ein krasser Tag. Ich hoffe\nmal, dass morgen ein genauso super Tag mit dem\nChef wird."
}
