{
    "ch0043_00_toki/0101_0701_01_10": "Hey! Reitest du heute wieder auf deiner Welle,\n[Name:PlayerNickname ]?",
    "ch0043_00_toki/0101_0701_02_10": "Jede Erfahrung kann zu einem guten Training\nwerden. Also, was stellen wir heute an?",
    "ch0043_00_toki/0601_0701_01_10": "Makuhita ist unfassbar stark! Das ist aber auch\nkein Wunder, schließlich trainiert es die ganze Zeit,\nauch wenn ich es ihm nicht extra sage.",
    "ch0043_00_toki/0601_0701_02_10": "Wir haben uns vor langer Zeit mal in die Haare\ngekriegt...",
    "ch0043_00_toki/0601_0701_03_10": "Hahaha, der Streit war dann aber im\nHandumdrehen geschlichtet! Es hat mich\nvolle Kanne durch die Luft geschleudert!",
    "ch0043_00_toki/0601_0701_04_10": "Makuhita mag klein sein, aber dafür hat es umso\nmehr Power und Mumm in sich.",
    "ch0043_00_toki/0601_0702_01_10": "Wenn du so ein hartgesottenes Pokémon an deiner\nSeite hast, könnt ihr euch gegenseitig immer weiter\nmotivieren.",
    "ch0043_00_toki/0601_0702_02_10": "So ein Partner wäre bestimmt auch was für dich!",
    "ch0043_00_toki/0602_0701_01_10": "Ich liebe das Surfen! Und damit ich mit Freude\nüber die größten Wellen reiten kann, härte ich\nmeinen Körper ab.",
    "ch0043_00_toki/0602_0701_02_10": "Möchtest du schneller paddeln? Dafür eignet sich\nein Unterarmstütz. Und für einen besseren Start\nlegst du lieber ein paar Liegestütze ein!",
    "ch0043_00_toki/0602_0701_03_10": "Natürlich können auch Kniebeugen oder Training\nfür einen Marathonlauf helfen!",
    "ch0043_00_toki/0602_0701_04_10": "Selbst wenn dein Körper nicht stark genug ist,\num auf den Wellen zu reiten, darfst du niemals\naufgeben. Du musst auch dein Herz trainieren!",
    "ch0043_00_toki/0602_0702_01_10": "Mit Herz meine ich aber nicht das tatsächliche\nOrgan.",
    "ch0043_00_toki/0602_0702_02_10": "Es geht um die Leidenschaft in dir. Um das Gefühl,\ndir selbst immer treu zu bleiben.",
    "ch0043_00_toki/0603_0701_01_10": "Ich komme aus Faustauhaven, das ist eine ziemlich\nkleine Insel.",
    "ch0043_00_toki/0603_0701_02_10": "Die Leute dort sind für mich wie eine Familie. Es ist\neben ein überschaubares Örtchen, da sind alle eng\nmiteinander verbunden.",
    "ch0043_00_toki/0603_0701_03_10": "Wir helfen uns gegenseitig. Gemeinsam können\nwir uns selbst einer Sturmwelle entgegenstellen.",
    "ch0043_00_toki/0603_0702_01_10": "Wenn jemand auf unserer Insel ein Problem hat,\neilen die anderen sofort zu Hilfe.",
    "ch0043_00_toki/0603_0702_02_10": "Steckt die Stärke von Faustauhaven auch in dir?\nDas kannst nur du selbst beeinflussen. Reite auf\ndieser Welle, so gut du kannst!",
    "ch0043_00_toki/0603_0702_03_10": "Du musst lediglich aufsteigen, die Strömung macht\nden Rest.",
    "ch0043_00_toki/0604_0701_01_10": "Kapoera ist ein Pokémon, das über eine wirklich\neinzigartige Kampfpose verfügt!",
    "ch0043_00_toki/0604_0701_02_10": "Diese Pose gelingt nur einem wahren Meister der\nBalance. Deshalb orientiere ich mich an ihr, wenn\nich surfen gehe.",
    "ch0043_00_toki/0604_0701_03_10": "Seine Pose würde sicher auch dich faszinieren,\ndas verrät mir ein Blick in dein Gesicht.",
    "ch0043_00_toki/0604_0702_01_10": "Es gibt so viele Sachen, die wir von Pokémon\nlernen können!",
    "ch0043_00_toki/0604_0702_02_10": "Was wir heute sind, haben wir ihnen zu\nverdanken.",
    "ch0043_00_toki/0605_0701_01_10": "So sieht man sicher wieder! Wenn es dir mal\nschwerfällt, auf einer Welle zu reiten, komm\neinfach zu mir, [Name:PlayerNickname ].",
    "ch0043_00_toki/0605_0701_02_10": "Weißt du, um einen klaren Kopf zu kriegen,\nhab ich mir früher auch oft mit meinen\nTrainingspartnern die Zeit vertrieben.",
    "ch0043_00_toki/0605_0701_03_10": "Die beste Möglichkeit, sich vom Training eine\nPause zu gönnen, ist ein anderes Training!\nPokémon-Kämpfe zum Beispiel.",
    "ch0043_00_toki/0605_0702_01_10": "Früher hatte ich mal einen Trainingspartner mit\neinem Faible für Wutkekse und einem wilden Herz\nvoller Leidenschaft.",
    "ch0043_00_toki/0605_0702_02_10": "Ich freue mich schon auf den Tag, an dem unsere\nHerzen auf derselben Wellenlänge liegen!",
    "ch0043_00_toki/1701_0701_01_10": "Hey, wo kommst du denn her? Ich hab was\nHübsches für dich gefunden.",
    "ch0043_00_toki/1701_0701_02_10": "Es lag unter einem Felsen, den ich während meines\nTrainings verschoben hab.",
    "ch0043_00_toki/1701_0702_01_10": "Nicht schlecht, oder? Benutz es ruhig, keine falsche\nBescheidenheit!",
    "ch0043_00_toki/2501_0701_01_10": "Sieh dir nur mal meinen Bizeps an! Und diese\nMuskeln an meinem Bauch und meinem Rücken!",
    "ch0043_00_toki/2501_0701_02_10": "Muskeln sind unkompliziert. Trainierst du sie,\nwerden sie größer. So einfach ist das!",
    "ch0043_00_toki/2501_0701_03_10": "Man muss Liebe in das Muskeltraining stecken,\ngenau wie auch in das Training seiner Pokémon!\nDas ist das große Geheimnis.",
    "ch0043_00_toki/2501_0702_01_10": "Wellen können sich einfach gegen alles stemmen!\nMit Muskeln ist das nicht anders.",
    "ch0043_00_toki/2501_0702_02_10": "Wenn wir das Meer als unsere Mutter betrachten,\nwären dann unsere Muskeln nicht etwas\nÄhnliches?",
    "ch0043_00_toki/2501_0702_03_10": "Moment, müssten wir nicht eigentlich die Mütter\nder Muskeln sein? Schließlich ziehen wir sie quasi\ngroß... Oder passt „Väter“ besser?",
    "ch0043_00_toki/2501_0702_04_10": "Was? Darum geht’s nicht? Haha, du redest ja\nwirres Zeug!",
    "ch0043_00_toki/2511_0701_01_10": "Um beim Surfen besser zu werden, muss man sich\nein unnachgiebiges Herz antrainieren!",
    "ch0043_00_toki/2511_0701_02_10": "Das gilt im Prinzip auch für Pokémon-Kämpfe.\nSelbst, wenn man nicht so viel auf dem Kasten\nhat, darf man im Herzen nie verlieren!",
    "ch0043_00_toki/2511_0701_03_10": "Man muss nicht nur den Körper, sondern auch sein\nHerz stählen! Nur wenn man das tut, gelangt man\nzu wahrer Stärke.",
    "ch0043_00_toki/2511_0701_04_10": "Solange du das niemals vergisst, kannst du selbst\nauf der wildesten Sturmwelle reiten.",
    "ch0043_00_toki/2511_0702_01_10": "Es gibt zwei Dinge, die ich von ganzem Herzen\nliebe: hohe Wellen und den Duft der salzigen\nMeeresbrise!",
    "ch0043_00_toki/2511_0702_02_10": "Mein Training stelle ich im Licht der sommerlichen\nSonnenstrahlen auf die Probe, um zu sehen, wie\nweit es mich gebracht hat.",
    "ch0043_00_toki/2511_0702_03_10": "Wenn es mir dann gelingt, eine Welle zu\nbändigen, fühlt es sich wie ein unglaublicher\nErfolg an.",
    "ch0043_00_toki/2511_0702_04_10": "Ich wünschte, ich könnte dieses Gefühl mit\njemandem teilen! Willst du nicht auch versuchen,\neine Runde auf dem Brett zu drehen?",
    "ch0043_00_toki/3001_0701_01_10": "Morgen! Wenn du deinen Körper in Bewegung\nbringst, wachst du im Nu auf!",
    "ch0043_00_toki/3002_0701_01_10": "Hey! Lust auf eine Runde Joggen?\nDie morgendliche Brise ist so schön kühl und\nerfrischend!",
    "ch0043_00_toki/3003_0701_01_10": "Nachmittags einfach am Strand chillen und auf\ngute Wellen warten... Das kann auch Spaß\nmachen!",
    "ch0043_00_toki/3004_0701_01_10": "Das Wetter ist schön und die See ganz ruhig.\nDer perfekte Nachmittag für etwas Training!",
    "ch0043_00_toki/3005_0701_01_10": "Es ist schön, nachts dem Meer zuzuhören und der\nheranrollenden Flut zu lauschen.",
    "ch0043_00_toki/3006_0701_01_10": "Nachts kühle ich mich gerne ein bisschen ab. Sei\nbereit dafür, dich morgen in die Wellen zu stürzen!"
}
