{
    "ch0021_01_green/0101_0701_01_10": "Ah, [Name:PlayerNickname ], te voilà enfin !\nC'est pas trop tôt !",
    "ch0021_01_green/0101_0701_02_10": "On va partir à l'aventure aujourd'hui, hein ?\nQuand on veut être le meilleur comme moi, hors\nde question de rester à se tourner les pouces.",
    "ch0021_01_green/0601_0701_01_10": "Hé, hé ! T'as vu cette tenue, un peu ?",
    "ch0021_01_green/0601_0701_02_10": "Elle renferme une force phénoménale ! Et c'est\njuste trop bien pour écraser tous mes adversaires !",
    "ch0021_01_green/0601_0701_03_10": "Mais maintenant que j'ai fait le malin devant tout\nle monde, je peux plus me permettre de perdre...",
    "ch0021_01_green/0601_0701_04_10": "J'vais te montrer de quoi on est capables, avec\nTortank !",
    "ch0021_01_green/0602_0701_01_10": "Passio est vraiment un coin de rêve pour\nprogresser en tant que Duo.",
    "ch0021_01_green/0602_0701_02_10": "D'ailleurs, si t'as un peu de temps, ça te dirait pas\nqu'on aille s'entraîner un peu ?",
    "ch0021_01_green/0602_0701_03_10": "Réussir à détecter les failles de son adversaire\npermet d'apprendre à ne pas les reproduire.",
    "ch0021_01_green/0602_0701_04_10": "Et c'est une super occaz' pour soi et son Pokémon\nde s'améliorer, pas vrai ?",
    "ch0021_01_green/0603_0701_01_10": "Les canons à eau de Tortank sont méga puissants !\nLeurs jets à haute pression peuvent même\ntranspercer du métal super épais !",
    "ch0021_01_green/0603_0701_02_10": "Avec lui à mes côtés, j'suis sûr que rien ne nous\narrêtera !",
    "ch0021_01_green/0603_0701_03_10": "Il y a que ce fichu Red qui me résiste...\nImpossible de trouver le moyen de le battre.",
    "ch0021_01_green/0603_0701_04_10": "Mais je finirai par l'avoir, et je deviendrai le\nDresseur le plus fort du monde !",
    "ch0021_01_green/0604_0701_01_10": "Mon Tortank est avec moi depuis qu'il était\ntout jeune Carapuce.",
    "ch0021_01_green/0604_0701_02_10": "Je pouvais déjà ressentir toute l'étendue de son\ncourage et de sa loyauté envers son Dresseur...",
    "ch0021_01_green/0604_0701_03_10": "Mais depuis qu'il a évolué en Tortank, il m'est\ndevenu encore plus indispensable !",
    "ch0021_01_green/0604_0701_04_10": "Il est ma plus grande fierté. Je sais que je pourrai\ntoujours compter sur lui, qu'il sera toujours là pour\nmoi.",
    "ch0021_01_green/0605_0701_01_10": "Red n'est pas le seul à qui je vais montrer que je\nsuis le meilleur... Je vais te le prouver à toi aussi,\n[Name:PlayerNickname ] !",
    "ch0021_01_green/0605_0701_02_10": "Je te considère comme un[FR:Gen Ref=\"255\" F=\"e\" ] véritable rival[FR:Gen Ref=\"255\" F=\"e\" ] !\nEt crois-moi, je dis pas ça à tout le monde !",
    "ch0021_01_green/0605_0701_03_10": "C'est bizarre comme sentiment... J'ai à la fois\nhâte et un peu peur de te voir progresser.",
    "ch0021_01_green/0605_0701_04_10": "C'est sûrement parce que nos combats promettent\nde devenir de plus en plus difficiles... Enfin, c'est\npas que ça me déplaise, au contraire !",
    "ch0021_01_green/0605_0701_05_10": "Mais je pense qu'au fond, ça me fait plaisir de te\nvoir devenir un[FR:Gen Ref=\"255\" F=\"e\" ] Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] super balèze.",
    "ch0021_01_green/1701_0701_01_10": "Yo ! Tu tombes bien, j'ai justement un truc à\nte donner.",
    "ch0021_01_green/1701_0701_02_10": "Je pense que ça t'aidera dans tes aventures,\nalors fais-en bon usage.",
    "ch0021_01_green/1701_0702_01_10": "Pour être un Dresseur digne de ce nom, faut\nsavoir utiliser correctement ses objets.",
    "ch0021_01_green/1701_0702_02_10": "Savoir quand utiliser ses objets est essentiel\ndans une bonne stratégie.",
    "ch0021_01_green/2501_0701_01_10": "À Passio, c'est la coopération entre les Duos qui\ncompte le plus dans les combats.",
    "ch0021_01_green/2501_0701_02_10": "Peu importe à quel point le Duo est puissant, s'il\narrive pas à travailler en équipe, il arrivera\njamais à libérer tout son potentiel.",
    "ch0021_01_green/2501_0701_03_10": "La première fois que j'ai combattu à tes côtés,\nj'avais peur que t'arrives pas à suivre ma\ncadence. Mais c'est du passé, tout ça.",
    "ch0021_01_green/2501_0701_04_10": "On voit bien que toi et ton Pokémon, vous faites\nparfaitement confiance aux Duos de votre équipe.",
    "ch0021_01_green/2501_0702_01_10": "En tant que coéquipier, c'est à moi de couvrir\nvos points faibles.",
    "ch0021_01_green/2501_0702_02_10": "Allez pas croire que vous pouvez tout maîtriser\net être les plus forts sans l'aide de personne.",
    "ch0021_01_green/2501_0702_03_10": "La confiance, ça marche dans les deux sens !",
    "ch0021_01_green/2511_0701_01_10": "J'espère qu'un jour, toi aussi t'auras l'occasion de\nparcourir le monde.",
    "ch0021_01_green/2511_0701_02_10": "Passio a son lot de rencontres et d'aventures,\nmais le monde regorge de tellement de choses\nà découvrir...",
    "ch0021_01_green/2511_0701_03_10": "Je parle évidemment des gens et des Pokémon,\nmais aussi de toutes ces merveilles de la nature\nqui valent vraiment le détour.",
    "ch0021_01_green/2511_0701_04_10": "Les découvertes d'un Dresseur qui parcourt le\nmonde ne s'arrêtent jamais !",
    "ch0021_01_green/2511_0701_05_10": "Choisir de devenir un Dresseur, c'est un peu choisir\nde s'embarquer dans un voyage sans fin.",
    "ch0021_01_green/2511_0702_01_10": "C'est pas de tout repos de partir à la découverte\ndu monde. Mais je suis sûr que tu t'en sortiras\nsans souci.",
    "ch0021_01_green/2511_0702_02_10": "Ton Pokémon sera toujours à tes côtés. Et puis...",
    "ch0021_01_green/2511_0702_03_10": "... si jamais tu te retrouves dans la mouise,\ntu peux compter sur moi pour te tirer d'affaire !",
    "ch0021_01_green/3002_0701_01_10": "Tu m'as l'air encore bien endormi[FR:Gen Ref=\"255\" F=\"e\" ].\nUn petit combat pour se réveiller ?\nT'inquiète, je rigole !",
    "ch0021_01_green/3003_0701_01_10": "Les pouvoirs de ma tenue sont dingues ! J'ai trop\nl'impression de faire qu'un avec mon Pokémon !\nJ'ai l'impression de jamais vraiment être seul.",
    "ch0021_01_green/3005_0701_01_10": "Sur ce, je vais rentrer. Quand on est balèze\ncomme moi, on règle vite ses affaires en cours,\nce qui permet de rentrer tôt ensuite !"
}
