{
    "ch0092_00_iris/0101_0701_01_10": "Schön, dich zu sehen! Ich habe schon auf dich\ngewartet, [Name:PlayerNickname ].",
    "ch0092_00_iris/0101_0701_02_10": "Freut mich, dass wir uns heute wieder treffen.\nLass uns zusammen Abenteuer bestehen!",
    "ch0092_00_iris/0601_0701_01_10": "Das Dorf der Drachen, in dem ich aufgewachsen\nbin, ist ein sehr ungewöhnlicher Ort.",
    "ch0092_00_iris/0601_0701_02_10": "Menschen und Drachen-Pokémon leben dort in\nHarmonie zusammen. Das liebe ich daran.",
    "ch0092_00_iris/0601_0701_03_10": "Maxax und ich kennen uns schon, seit ich klein\nwar. Inzwischen sind wir wie Familie füreinander.",
    "ch0092_00_iris/0601_0701_04_10": "Das macht Maxax wohl zu so was wie meiner\ngroßen Schwester... Aber in Wahrheit kümmere\nich mich um Maxax, als wäre ich die Ältere.",
    "ch0092_00_iris/0601_0702_01_10": "Vor seiner Entwicklung war Maxax noch kleiner als\nich.",
    "ch0092_00_iris/0601_0702_02_10": "Es war sogar so klein, dass es rund um die Uhr in\nmeinen Haaren gespielt hat. Das musst du dir mal\nvorstellen!",
    "ch0092_00_iris/0602_0701_01_10": "Was bedeutet es eigentlich, erwachsen zu werden?",
    "ch0092_00_iris/0602_0701_02_10": "Dass man sich fein anziehen, auf andere Leute\nRücksicht nehmen und auf seine Wortwahl achten\nmuss?",
    "ch0092_00_iris/0602_0701_03_10": "Ich weiß, dass ich nicht mein ganzes Leben lang\nein Kind bleiben kann. Irgendwann muss ich\nerwachsen werden.",
    "ch0092_00_iris/0602_0701_04_10": "Manchmal mache ich ältere Leute nach und gebe\nvor, erwachsen zu sein. Dann merke ich, dass ich\nkeinen blassen Schimmer hab, was das bedeutet.",
    "ch0092_00_iris/0602_0701_05_10": "Meistens denke ich mir dann, dass es eigentlich\ngar nicht so schlimm ist, wenn ich einfach ich\nselbst bin, egal, ob ich dabei kindisch wirke.",
    "ch0092_00_iris/0602_0702_01_10": "Ich habe meinen Opa gefragt und er hat gesagt,\ndass niemand weiß, was es heißt, erwachsen zu\nsein.",
    "ch0092_00_iris/0602_0702_02_10": "Dann kann ein Kind wie ich es ja erst recht nicht\nwissen, oder?",
    "ch0092_00_iris/0603_0701_01_10": "Ich bin Lilia, das Mädchen mit dem heißen Draht zu\nDrachen!",
    "ch0092_00_iris/0603_0701_02_10": "Stell dir folgenden Aufmacher vor: „Unglaublich\naber wahr – das Mädchen, welches von\nDrachen-Pokémon aufgezogen wurde!“",
    "ch0092_00_iris/0603_0701_03_10": "Eine Sonderreportage im Fernsehen mit diesem\nTitel... Das hätte doch was!",
    "ch0092_00_iris/0603_0702_01_10": "Wenn ich je ins Fernsehen komme, will ich den\nZuschauern unbedingt zeigen, dass man vor\nDrachen-Pokémon keine Angst haben muss.",
    "ch0092_00_iris/0603_0702_02_10": "Klar, wenn sie schlecht drauf sind, können sie\nschon mal etwas ruppig werden. Aber das ist bei\nMenschen ja nicht anders.",
    "ch0092_00_iris/0604_0701_01_10": "Ist meine Frisur nicht der Hit? Die meisten Leute\nerschrecken erst mal, wenn sie mich zum ersten\nMal sehen.",
    "ch0092_00_iris/0604_0701_02_10": "Meine Haare sind so dicht und buschig, dass ich\nkleinere Objekte in ihnen aufbewahren kann!",
    "ch0092_00_iris/0604_0701_03_10": "Ab und zu kullern unerwartet Beeren aus meiner\nMähne, die Maxax dort versteckt hat. Daran werde\nich mich nie gewöhnen, sag ich dir!",
    "ch0092_00_iris/0604_0702_01_10": "Ich gebe mir bei der Haarpflege sehr viel Mühe.",
    "ch0092_00_iris/0604_0702_02_10": "Meine Haarpracht ist immerhin mein\nMarkenzeichen!",
    "ch0092_00_iris/0605_0701_01_10": "Die großen Städte auf Passio machen mich total\nunruhig. Ich erwische mich immer wieder dabei,\nwie mein Blick nervös durch die Gegend schweift.",
    "ch0092_00_iris/0605_0701_02_10": "Als kleines Mädchen hab ich immer im Wald oder\nan Wasserfällen gespielt. Deshalb komme ich in\nGroßstädten einfach nicht zur Ruhe.",
    "ch0092_00_iris/0605_0701_03_10": "Ich liebe es einfach, von Ast zu Ast zu springen\nund mit Brutalanda Fangen zu spielen!",
    "ch0092_00_iris/0605_0701_04_10": "Du solltest unbedingt auch mal mitspielen,\n[Name:PlayerNickname ]!\nDann bringe ich dir tolle Tricks fürs Fangen bei!",
    "ch0092_00_iris/0605_0702_01_10": "Großstädte und Orte mit viel Natur sind natürlich\nzwei Paar Schuhe. Beides hat seine Vor- und\nNachteile!",
    "ch0092_00_iris/0605_0702_02_10": "An Orten mit viel Natur fühle ich mich immer an\ndas Dorf der Drachen zurückerinnert. Dann werde\nich oft ein bisschen sentimental.",
    "ch0092_00_iris/1701_0701_01_10": "Hier, das ist für dich! Das ist bestimmt total\npraktisch.",
    "ch0092_00_iris/1701_0701_02_10": "Maxax hat es gefunden und zu mir gebracht.\nIch glaube, es hatte Angst, dass irgendjemand\nversehentlich drauftritt.",
    "ch0092_00_iris/1701_0702_01_10": "Auf den ersten Blick wirkt Maxax vielleicht ein\nbisschen bedrohlich. Dabei ist es eigentlich total\nbrav!",
    "ch0092_00_iris/1701_0702_02_10": "Aber zugegeben, wenn es wütend ist, kann es\nganz schön furchterregend sein...",
    "ch0092_00_iris/2501_0701_01_10": "Ich habe immer fleißig mit meinem Pokémon\nKämpfe bestritten und mir nichts weiter dabei\ngedacht...",
    "ch0092_00_iris/2501_0701_02_10": "Und ehe ich michs versah, war ich so stark wie\nich heute bin!",
    "ch0092_00_iris/2501_0701_03_10": "Für mich war das immer ganz selbstverständlich,\naber wenn man es genau nimmt, war das\neigentlich eine tolle Leistung.",
    "ch0092_00_iris/2501_0701_04_10": "Das Gleiche gilt auch für die Freundschaften, die\nich geknüpft habe. Dass ich Leute gefunden habe,\ndie sich gern mit mir abgeben, ist wirklich toll!",
    "ch0092_00_iris/2501_0701_05_10": "Lass uns beide versuchen, es bis an die Spitze der\nTrainerwelt zu schaffen!",
    "ch0092_00_iris/2501_0702_01_10": "Ich hab das Gefühl, dass in uns beiden noch jede\nMenge ungenutztes Potenzial steckt.",
    "ch0092_00_iris/2501_0702_02_10": "Wie die Aussicht an der Spitze der Trainerwelt\nwohl so ist?",
    "ch0092_00_iris/2511_0701_01_10": "Pokémon und Menschen vertrauen und brauchen\neinander. Das wird auch in Zukunft so bleiben.\nDas hat mir mein Opa Lysander beigebracht.",
    "ch0092_00_iris/2511_0701_02_10": "Pokémon-Kämpfe sind für mich ein Mittel, um\nVertrauen zu Pokémon aufzubauen.",
    "ch0092_00_iris/2511_0701_03_10": "Im Kampf werden die Herzen von Trainern und\nPokémon eins, weißt du?",
    "ch0092_00_iris/2511_0701_04_10": "Solange man sich nach besten Kräften anstrengt,\nsollte es einem auch nach einer Niederlage nicht\nschwerfallen zu lächeln.",
    "ch0092_00_iris/2511_0702_01_10": "In Pokémon schlummern wirklich unglaubliche\nKräfte, von denen wir Menschen nur träumen\nkönnen.",
    "ch0092_00_iris/2511_0702_02_10": "Dass man aber Freundschaft mit ihnen schließen\nkann, ist schon toll genug für mich!",
    "ch0092_00_iris/2511_0702_03_10": "Das ist auch der Grund, warum ich kämpfe.\nIch will mehr über die Pokémon und ihre Trainer\nerfahren!",
    "ch0092_00_iris/3001_0701_01_10": "Guten Morgen! Ein gepflegtes Äußeres ist sehr\nwichtig!",
    "ch0092_00_iris/3002_0701_01_10": "Ich werde meine Pokémon heute Morgen ein\nbisschen Sonne tanken lassen, solange es schön\nhell ist!",
    "ch0092_00_iris/3003_0701_01_10": "Hi! Kinder sollten keine Angst davor haben, das\nHaus zu verlassen. Komm, lass uns draußen\nspielen!",
    "ch0092_00_iris/3004_0701_01_10": "Es ist so schön hell draußen! Da krieg ich glatt\nLust, mich mit meinen Pokémon in die Sonne zu\nlegen.",
    "ch0092_00_iris/3005_0701_01_10": "Guten Abend! Bereit für mehr Spaß? Im Dorf der\nDrachen werden viele Pokémon erst bei Nacht\naktiv.",
    "ch0092_00_iris/3006_0701_01_10": "Mein Opa sagt immer, dass Kinder, die brav\nschlafen, gesunde Erwachsene werden!"
}
