{
    "ch0048_80_gima/0101_0701_01_10": "Hey, [Name:PlayerNickname ]. I thought I’d run\ninto you about now.",
    "ch0048_80_gima/0101_0701_02_10": "Battles come down to luck in the end. What kind\nof luck will today bring?",
    "ch0048_80_gima/7101_0701_01_10": "When people aren’t winning, they tend to get\nfrustrated and impatient.",
    "ch0048_80_gima/7101_0701_02_10": "At times like that, the trick is to relax and enjoy\nthe battle.",
    "ch0048_80_gima/7101_0701_03_10": "Fortune smiles not on those who obsess over\nwinning or losing. It shines on those who are\nhaving the most fun.",
    "ch0048_80_gima/7102_0701_01_10": "It’s said that Bisharp are so level-headed, they\ndon’t even change their expression when they deal\nthe finishing blow to their prey.",
    "ch0048_80_gima/7102_0701_02_10": "They’re also very observant. They keep a keen eye\non their minions, ensuring none of them even\nthinks about double-crossing their leader.",
    "ch0048_80_gima/7102_0701_03_10": "Heh... As long as Bisharp and I are on the lookout,\nno one’s going to pull a fast one on us.",
    "ch0048_80_gima/7103_0701_01_10": "Every day, without fail, Bisharp will sharpen the\nblade on her head.",
    "ch0048_80_gima/7103_0701_02_10": "She’s always ready for anything—and always\ncapable of peak performance.",
    "ch0048_80_gima/7103_0701_03_10": "Just the perfect partner for a Trainer like me, eh?",
    "ch0048_80_gima/7104_0701_01_10": "I almost always wear clothes that are formal and\ntight fitting.",
    "ch0048_80_gima/7104_0701_02_10": "Sometimes, though, it’s nice to wear something a\nlittle more loose and comfortable, like this.",
    "ch0048_80_gima/7104_0701_03_10": "If you ever feel like you want to switch things up,\na wardrobe change is a good place to start.",
    "ch0048_80_gima/7105_0701_01_10": "There are many different kinds of card players.",
    "ch0048_80_gima/7105_0701_02_10": "For example, there are those who leave everything\nto chance and go all-or-nothing. Then there are\nthose who carefully play the hand they’re dealt.",
    "ch0048_80_gima/7105_0701_03_10": "I’m one of the latter kind.\nWhat kind are you, [Name:PlayerNickname ]?",
    "ch0048_80_gima/7105_0701_04_10": "I guess I’ll have to take you on and find out.",
    "ch0048_80_gima/1701_0701_01_10": "Here’s something for you. It’s just what you\nneeded, right?",
    "ch0048_80_gima/1701_0702_01_10": "I’ve got a great intuition for these things.\nGo on—use it however you want.",
    "ch0048_80_gima/2501_0701_01_10": "The young and the talented have infinite potential\nwithin them.",
    "ch0048_80_gima/2501_0701_02_10": "I’m always really interested in how that potential\nwill be realized as they grow.",
    "ch0048_80_gima/2501_0701_03_10": "I’ve definitely got my eye on you as well. I can’t\nwait to see how you turn out!",
    "ch0048_80_gima/2501_0702_01_10": "Just like a roll of the dice, no one knows what\nyour future will bring.",
    "ch0048_80_gima/2501_0702_02_10": "We have unlimited potential precisely because we\ndon’t know our future. Even then, we still want to\nknow. Funny, isn’t it?",
    "ch0048_80_gima/2511_0701_01_10": "Just like the ocean, Pasio is come one, come all.",
    "ch0048_80_gima/2511_0701_02_10": "I think that’s why there are so many sync pairs\nwith their own unique flair here on Pasio.",
    "ch0048_80_gima/2511_0701_03_10": "I’d say that both you and I fit that description\npretty well.",
    "ch0048_80_gima/2511_0702_01_10": "I don’t know if Pasio called me to it or if it was\nI who was drawn to Pasio.",
    "ch0048_80_gima/2511_0702_02_10": "Either way, I was able to meet sync pairs like you\nand all the others.",
    "ch0048_80_gima/2511_0702_03_10": "I think I’ll stay here for a while and see how you\nand all the other young, promising Trainers\nturn out.",
    "ch0048_80_gima/3001_0701_01_10": "I’m not really a morning person...\nI tend to stay up late battling, most nights.",
    "ch0048_80_gima/3003_0701_01_10": "I study new moves during the day—and then\nbattle with them at night. That’s my style.",
    "ch0048_80_gima/3005_0701_01_10": "Some people say nights are calm and relaxing, \nbut for a thrill seeker like me, they get the\nblood pumping."
}
