{
    "ch0048_10_gima/0101_0701_01_10": "Hola, [Name:PlayerNickname ].\nEspero que nuestro encuentro signifique que hoy\nla suerte estará de mi lado.",
    "ch0048_10_gima/0101_0701_02_10": "Je, al menos no voy a tener tiempo de\naburrirme...",
    "ch0048_10_gima/0601_0701_01_10": "Este traje es obra de un diseñador muy famoso\nque vive aquí, en Passio.",
    "ch0048_10_gima/0601_0701_02_10": "Su diseño está inspirado en Sharpedo, conocido\ncomo el Terror de los Mares.",
    "ch0048_10_gima/0601_0701_03_10": "Sus dientes son capaces de atravesar el acero y\npuede nadar a 120 kilómetros por hora para\natrapar a sus presas. El sobrenombre es merecido.",
    "ch0048_10_gima/0601_0701_04_10": "Yo también he de afilar mis colmillos para\nno dejar escapar a ninguna de mis presas\nen combate.",
    "ch0048_10_gima/0601_0702_01_10": "Sharpedo es muy agresivo y altamente sensible\nal olor de la sangre... Esas facetas suyas me\ntienen cautivado.",
    "ch0048_10_gima/0601_0702_02_10": "Poseer unos sentidos tan agudos como los de\nSharpedo resulta fundamental en el juego...",
    "ch0048_10_gima/0601_0702_03_10": "A veces, el resultado dependerá de tu capacidad\nde percatarte de pequeños detalles que delaten a\ntu adversario. No lo olvides.",
    "ch0048_10_gima/0602_0701_01_10": "Las marcas que recorren el cuerpo de Sharpedo\ncuando megaevoluciona me parecen soberbias.",
    "ch0048_10_gima/0602_0701_02_10": "¿Que por qué? Son cicatrices de batallas pasadas,\ncomo si se tratase de condecoraciones que narran\nla historia de todas las experiencias que ha vivido.",
    "ch0048_10_gima/0602_0701_03_10": "La suerte puede ser partícipe en el devenir de una\ncontienda, pero lo que hará que te lleves la\nvictoria es la experiencia que hayas acumulado.",
    "ch0048_10_gima/0602_0701_04_10": "Por eso, no olvides jamás tus vivencias aquí en\nPassio, pues se convertirán en la piedra angular\nde tu desarrollo como Entrenador[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ].",
    "ch0048_10_gima/0602_0702_01_10": "Los dientes de Sharpedo vuelven a crecer de\ninmediato aunque los pierda o queden dañados\ntras un combate.",
    "ch0048_10_gima/0602_0702_02_10": "Tanto la victoria como la derrota son, al fin y al\ncabo, combates librados, y todos y cada uno de\nellos contribuyen a hacernos más fuertes.",
    "ch0048_10_gima/0602_0702_03_10": "Sácanos a combatir en tu equipo y te mostraremos\nla gran fuerza que poseemos Sharpedo y yo.",
    "ch0048_10_gima/0603_0701_01_10": "De nada sirve quejarse de las cartas que le han\ntocado a uno; si sabes cómo jugarlas, incluso una\nmala mano puede resultar invencible.",
    "ch0048_10_gima/0603_0701_02_10": "Un buen luchador sabe esto perfectamente.",
    "ch0048_10_gima/0603_0701_03_10": "Del mismo modo, un buen Entrenador se abre\npaso junto a su Pokémon y juntos superan todo\ntipo de adversidades.",
    "ch0048_10_gima/0603_0701_04_10": "Es evidente que tú cuidas de tu Pokémon y que\nposees un sentido único para los combates... Si\nhas llegado hasta aquí no ha sido solo por suerte.",
    "ch0048_10_gima/0603_0702_01_10": "Mientras haya ganadores, habrá perdedores.\n¡Tal es la naturaleza de los combates!",
    "ch0048_10_gima/0603_0702_02_10": "Para vencer, tanto el Entrenador como el Pokémon\ndeben esforzarse por fortalecerse juntos.",
    "ch0048_10_gima/0603_0702_03_10": "Y, para poder rendir lo mejor posible en combate,\nhace falta tener la disposición adecuada.",
    "ch0048_10_gima/0604_0701_01_10": "Surcar las olas sobre Sharpedo es el mejor\nejercicio para practicar el equilibrio y la\ncapacidad de concentración.",
    "ch0048_10_gima/0604_0701_02_10": "Resulta crucial sincronizar la respiración con el\nPokémon; así, ni las olas más grandes ni las más\nfuertes corrientes de aire suponen una amenaza.",
    "ch0048_10_gima/0604_0701_03_10": "Supongo que explicarlo con meras palabras\nno resulta muy ilustrativo.",
    "ch0048_10_gima/0604_0701_04_10": "Cuando quieras, te dejo que pruebes a montarte\nsobre Sharpedo.",
    "ch0048_10_gima/0604_0702_01_10": "La sensación de velocidad cuando surcas las aguas\nsobre Sharpedo hace que se te acelere el pulso.\n¡Es extraordinario!",
    "ch0048_10_gima/0604_0702_02_10": "Hay cosas que solamente pueden aprenderse o\nentenderse si las experimentas por ti mismo.",
    "ch0048_10_gima/0604_0702_03_10": "Lo mismo sucede con los combates Pokémon.\n¡Hoy te encuentras aquí gracias a la experiencia\nque has acumulado en innumerables combates!",
    "ch0048_10_gima/0605_0701_01_10": "Ahora que he tenido ocasión se observarte de\ncerca, me he dado cuenta de la pasión que\nsientes por los combates Pokémon.",
    "ch0048_10_gima/0605_0701_02_10": "Para vencer, hay que entrenar a los Pokémon,\npulir sus movimientos, tener los objetos a punto...\nSi te descuidas, el resultado puede ser fatal.",
    "ch0048_10_gima/0605_0701_03_10": "Tú no solo te preparas con diligencia, sino que\ntambién disfrutas haciéndolo. Posees una actitud\nmás que admirable.",
    "ch0048_10_gima/0605_0702_01_10": "Es un placer verte en acción en el campo de\ncombate.",
    "ch0048_10_gima/0605_0702_02_10": "Si te observase desde las gradas, aplaudiría hasta\nque me doliesen las manos, pero por suerte tengo\nel honor de combatir a tu lado.",
    "ch0048_10_gima/0605_0702_03_10": "A veces incluso pienso que me gustaría tener\nla ocasión de enfrentarme a ti. Como rivales.",
    "ch0048_10_gima/0605_0702_04_10": "Si llega a darse la ocasión, espero que te\nemplees a fondo.",
    "ch0048_10_gima/1701_0701_01_10": "Ah, aquí estás, tal y como pensaba.\nMi instinto nunca falla.",
    "ch0048_10_gima/1701_0701_02_10": "Toma, llévate esto. Estoy seguro de que\nencontrarás el momento oportuno para usarlo.",
    "ch0048_10_gima/1701_0702_01_10": "Cada Entrenador le daría un uso distinto.",
    "ch0048_10_gima/1701_0702_02_10": "Ansío ver cuál le darás tú.",
    "ch0048_10_gima/2501_0701_01_10": "Detesto comparar los combates con la cima de una\nmontaña; son, más bien, como un vasto océano\nque se extiende ante nosotros, infinito.",
    "ch0048_10_gima/2501_0701_02_10": "Tampoco existe ningún Entrenador invicto; todo\naquel que combate conoce lo que es la derrota.",
    "ch0048_10_gima/2501_0701_03_10": "Cada victoria y cada derrota nos proporcionan\nexperiencia para el próximo combate.",
    "ch0048_10_gima/2501_0701_04_10": "Hechos que, por simples que parezcan, cuentan\ncon una gran profundidad. Por eso yo me juego\nla vida cada vez que combato.",
    "ch0048_10_gima/2501_0702_01_10": "Expresar con palabras la profundidad de los\ncombates es, como cabría esperar, casi\nimposible...",
    "ch0048_10_gima/2501_0702_02_10": "Que sepas que estoy a tu entera disposición si\nlo que buscas es disfrutar de un combate.",
    "ch0048_10_gima/2501_0702_03_10": "Como Entrenador y como amante de los juegos\nde azar...",
    "ch0048_10_gima/2511_0701_01_10": "Cada oponente aporta un elemento único a los\ncombates; eso es lo que los hace interesantes.",
    "ch0048_10_gima/2511_0701_02_10": "Especialmente en Passio, donde es imposible no\ndar con compis con cualidades de lo más variadas.",
    "ch0048_10_gima/2511_0701_03_10": "Aprovecharé que me he puesto el Traje Summum\npara disfrutar al máximo de los combates únicos\nde Passio.",
    "ch0048_10_gima/2511_0702_01_10": "Los Trajes Summum representan perfectamente la\natmósfera que se respira en Passio.",
    "ch0048_10_gima/2511_0702_02_10": "En concreto el mío, con su estampado que evoca\na Sharpedo, el Terror de los Mares...",
    "ch0048_10_gima/2511_0702_03_10": "Con un traje tan espléndido como este no puedo\npermitirme sufrir ni una sola derrota.",
    "ch0048_10_gima/3001_0701_01_10": "Buenos días. Cuando necesito despejarme por la\nmañana, no hay nada como imaginarme qué\ntipo de combates me aguardan...",
    "ch0048_10_gima/3002_0701_01_10": "No me ilusionan en exceso las mañanas, aunque\ntratándose de un combate Pokémon, no pongo\nreparo alguno a cuán temprano sea.",
    "ch0048_10_gima/3003_0701_01_10": "Si uno no se alimenta como es debido, le fallarán\nlas fuerzas en el momento de la verdad.\nResulta obvio, ¿no crees?",
    "ch0048_10_gima/3004_0701_01_10": "Tenía en mente dirigirme a la playa ahora.\nDesconozco la razón, pero no hay nada que más\nme calme que la melodía del océano.",
    "ch0048_10_gima/3005_0701_01_10": "Es la hora idónea para pasear por la ciudad.\nPara un Entrenador como yo, la noche es el\nmomento del día en el que más rindo.",
    "ch0048_10_gima/3006_0701_01_10": "Combatir por la noche tiene su encanto especial.\nSe me pone la carne de gallina de pensarlo."
}
