{
    "ch0021_00_green/0101_0701_01_10": "Yo, [Name:PlayerNickname ]!\nSo sieht man sich wieder.",
    "ch0021_00_green/0101_0701_02_10": "Wenn ich Zeit hab, kämpf ich mal gegen dich. Du\nsolltest dir aber keine großen Hoffnungen machen,\ndenn ich hab nicht vor, zu verlieren!",
    "ch0021_00_green/0601_0701_01_10": "Ich nehme an, du kennst die Gerüchte über mich?\nTja, ich muss dir leider sagen... sie sind wahr!\nIch bin tatsächlich ein unfassbar guter Trainer.",
    "ch0021_00_green/0601_0701_02_10": "Andere Trainer haben gegen mich nicht den Hauch\neiner Chance. Sie tun mir fast ein wenig leid!",
    "ch0021_00_green/0601_0701_03_10": "...",
    "ch0021_00_green/0601_0701_04_10": "Okay... Rot hat mich ganz schön fertiggemacht.\nAber wenn wir uns das nächste Mal einen Kampf\nliefern, lass ich ihn nicht so einfach gewinnen!",
    "ch0021_00_green/0601_0702_01_10": "Egal bei welchem Wettkampf, ich stehe immer an\nder Spitze!",
    "ch0021_00_green/0601_0702_02_10": "Das ist genau die Art Pokémon-Kampf, auf die ich\nes abgesehen habe.",
    "ch0021_00_green/0602_0701_01_10": "Mein Tauboss hat eine unglaubliche\nGeschwindigkeit drauf, sag ich dir!",
    "ch0021_00_green/0602_0701_02_10": "Es bringt mich im Nullkommanichts von einer Stadt\nin die nächste. Ich muss nur mit den Fingern\nschnippen!",
    "ch0021_00_green/0602_0701_03_10": "Allerdings zerstört so ein Flug jedes Mal aufs Neue\nmeine Frisur. Wenn ich von Tauboss absteige, sind\nmeine Haare immer völlig durcheinander!",
    "ch0021_00_green/0602_0702_01_10": "Na, was sagst du zu meiner Frisur? Da wird man\nschon mal neidisch, ganz klar.",
    "ch0021_00_green/0602_0702_02_10": "Dahinter steckt viel Arbeit. Schließlich muss ich\nzusehen, dass meine Haare den Flügen auf meinem\nTauboss standhalten!",
    "ch0021_00_green/0603_0701_01_10": "Ich will gegen so viele starke Gegner wie möglich\nantreten. In meinen Adern fließt schließlich\nTrainerblut!",
    "ch0021_00_green/0603_0701_02_10": "Glücklicherweise kenne ich jemanden, der mir in\nSachen Kampfgeist und Talent das Wasser reichen\nkann: meinen Rivalen, Rot.",
    "ch0021_00_green/0603_0701_03_10": "Ich wünsch dir, dass du auch jemanden findest, an\ndem du dich messen kannst. Dann könnt ihr euch\ngegenseitig immer weiter antreiben!",
    "ch0021_00_green/0603_0702_01_10": "Rot hat es wirklich in sich... Er mag nicht der\ngesprächigste Trainer sein, aber das macht er\nmit seiner Liebe zu Pokémon wieder wett.",
    "ch0021_00_green/0603_0702_02_10": "Ich geb’s nicht gern zu, aber ich bewundere ihn\nein bisschen. Durch die Niederlage gegen ihn hab\nich eine Menge dazugelernt.",
    "ch0021_00_green/0604_0701_01_10": "Ich bin in einer winzigen Stadt aufgewachsen, die\nweit weg von hier liegt.",
    "ch0021_00_green/0604_0701_02_10": "Leider schaff ich es nicht oft nach Hause. Ich muss\neinfach noch viel stärker werden, noch viel mehr\nErfahrung sammeln...!",
    "ch0021_00_green/0604_0701_03_10": "Meine Schwester wohnt noch zu Hause und nörgelt\nmir ständig die Ohren damit voll, dass ich endlich\nzurückkommen soll...",
    "ch0021_00_green/0604_0701_04_10": "Sie versteht einfach nicht, was in mir vorgeht.\nWie es ist, wenn einen der Ehrgeiz packt und\nnicht mehr loslässt...",
    "ch0021_00_green/0604_0702_01_10": "Ich sag’s dir, meine Schwester hat einfach keinen\nSchimmer, was in mir vorgeht.",
    "ch0021_00_green/0604_0702_02_10": "Aber ich sollte nicht so undankbar sein. Ist doch\neigentlich ganz schön, wenn sich jemand Sorgen\num einen macht.",
    "ch0021_00_green/0605_0701_01_10": "Übrigens, [Name:PlayerNickname ]!\nDu bist ihm ganz schön ähnlich. Du weißt schon,\nmeinem Rivalen.",
    "ch0021_00_green/0605_0701_02_10": "Ihr redet beide nicht viel, und ihr habt beide\ndiesen besonderen Gesichtsausdruck, wenn ihr\neinem Pokémon gegenübersteht.",
    "ch0021_00_green/0605_0701_03_10": "Recht still, aber dafür umso mehr Feuer im Herzen.\nIn dieser Hinsicht gleicht ihr euch wie ein Ei dem\nanderen!",
    "ch0021_00_green/0605_0702_01_10": "Es kann unheimlich schwer sein, zu erahnen, was\nin ihm vorgeht... In Rot, meine ich.",
    "ch0021_00_green/0605_0702_02_10": "Wir kennen uns schon ziemlich lange, und trotzdem\nist er für mich in mancher Hinsicht noch ein Buch\nmit sieben Siegeln!",
    "ch0021_00_green/1701_0701_01_10": "Hier, das schenk ich dir. Hat sich irgendwie im\nGefieder von meinem Tauboss verfangen.",
    "ch0021_00_green/1701_0701_02_10": "Mach was draus!",
    "ch0021_00_green/1701_0702_01_10": "Tauboss fliegt mit einer Geschwindigkeit von bis zu\nMach 2! Da lässt sich ein Zusammenstoß manchmal\neinfach nicht vermeiden.",
    "ch0021_00_green/1701_0702_02_10": "Als wir neulich in einen Schwarm Swaroness\ngerast sind, wurden sie so wütend, dass sofort\nein heftiger Kampf in der Luft entbrannt ist.",
    "ch0021_00_green/2501_0701_01_10": "Du willst doch sicher auch der mächtigste Trainer\nüberhaupt werden, oder?",
    "ch0021_00_green/2501_0701_02_10": "Dann lass mich dir einen Tipp geben.",
    "ch0021_00_green/2501_0701_03_10": "Du darfst nie vergessen, wie wichtig das\nVertrauen und die Freundschaft zu deinen Pokémon\nsind.",
    "ch0021_00_green/2501_0701_04_10": "Das hat mir vor sehr langer Zeit mal mein Opa\nbeigebracht. Er muss es wissen, schließlich ist er\nein Pokémon-Professor.",
    "ch0021_00_green/2501_0701_05_10": "Jedenfalls versuche ich seitdem immer, mich daran\nzu halten. Auch heute noch.",
    "ch0021_00_green/2501_0702_01_10": "Wenn du ein besserer Trainer werden willst, reicht\nes nicht, immer nur auf Stärke zu setzen.",
    "ch0021_00_green/2501_0702_02_10": "Was am Ende über deinen Erfolg entscheidet, ist\ndas Verhältnis zu deinen Pokémon.",
    "ch0021_00_green/2511_0701_01_10": "Erinnerst du dich noch an das erste Pokémon, das\ndu gefangen hast? An den ersten Gegner, der dich\nherausgefordert hat?",
    "ch0021_00_green/2511_0701_02_10": "Ich erinnere mich noch sehr gut...",
    "ch0021_00_green/2511_0701_03_10": "An den Tag, an dem mein Abenteuer angefangen\nhat.",
    "ch0021_00_green/2511_0701_04_10": "Und das wird nicht enden, bevor ich mit meinem\nPartner Rot im Kampf geschlagen habe und so zum\nmächtigsten Trainer überhaupt geworden bin!",
    "ch0021_00_green/2511_0701_05_10": "Eigentlich hab ich gar keine Zeit, hier lange Reden\nzu schwingen...",
    "ch0021_00_green/2511_0702_01_10": "Vielleicht wirst du irgendwann mal auch ein so\nstarker Trainer wie Rot.",
    "ch0021_00_green/2511_0702_02_10": "Wenn dieser Tag kommt, hoffe ich, dass du dir mit\nmir einen extraheißen Pokémon-Kampf lieferst!",
    "ch0021_00_green/3001_0701_01_10": "Morgen! Bereit, den Tag in Angriff zu nehmen?\nWerd nicht nachlässig, nur weil es früh am Morgen\nist!",
    "ch0021_00_green/3002_0701_01_10": "Guten Morgen, alles fit bei dir? Bei mir? Mir geht’s\nsuper, danke der Nachfrage!",
    "ch0021_00_green/3003_0701_01_10": "Na, wie läuft’s? Du lässt doch das Training nicht\nschleifen, oder?",
    "ch0021_00_green/3004_0701_01_10": "Yo! Auf dem Weg ins Abenteuer? Alles schön und\ngut, aber vergiss nicht, ab und an mal gegen mich\nzu kämpfen!",
    "ch0021_00_green/3005_0701_01_10": "Verrückt, dass wir uns um diese Zeit über den\nWeg laufen! Mal eine Pause einzulegen gehört\nauch zum Training.",
    "ch0021_00_green/3006_0701_01_10": "Um diese Uhrzeit noch auf Abenteuerjagd?\nIch glaube, für mich war’s das erst mal.\nMan riecht sich! "
}
