{
    "ch0001_00_kukui/0101_0701_01_10": "¡Hola, [Name:PlayerNickname ]!\nVeo que has venido con las pilas cargadas, ¡así\nme gusta!",
    "ch0001_00_kukui/0101_0701_02_10": "¡Parece que hoy nos aguarda un día repleto de\nintensos combates!",
    "ch0001_00_kukui/0601_0701_01_10": "¡Buenas! ¿Te suenan Rowlet, Litten y Popplio?",
    "ch0001_00_kukui/0601_0701_02_10": "Son los tres Pokémon que acompañan a los\nnovatillos que comienzan sus andanzas por la\nregión de Alola.",
    "ch0001_00_kukui/0601_0701_03_10": "¡Los tres rebosan una barbaridad de energía y\nacompañan a todos aquellos que se atreven\ncon el recorrido insular!",
    "ch0001_00_kukui/0601_0701_04_10": "Uy, que me estoy enrollando. Eso del recorrido\ninsular es una tradición típica de Alola. ¡Una\naventura para los jóvenes más intrépidos!",
    "ch0001_00_kukui/0601_0701_05_10": "Ea, ahí tienes un buen tema de conversación\npara romper el hielo con cualquier Entrenador\nque venga de Alola.",
    "ch0001_00_kukui/0601_0702_01_10": "Uno de mis recuerdos más preciados es el día\nen que me convertí en Entrenador. ¡No lo\nolvidaría ni en un millón de años!",
    "ch0001_00_kukui/0601_0702_02_10": "¡Es muy importante crear una infinidad de\nrecuerdos junto a tus fieles compañeros\nPokémon!",
    "ch0001_00_kukui/0602_0701_01_10": "Para calcular la potencia de los movimientos de\nmis Pokémon, yo mismo hago de saco de boxeo\ny dejo que me zurren con todas sus fuerzas.",
    "ch0001_00_kukui/0602_0701_02_10": "Cualquiera que no me conozca pensaría que\nestoy mal de la olla, ja, ja, ja.",
    "ch0001_00_kukui/0602_0701_03_10": "¡Pero este cuerpo serrano es capaz de aguantar\ncualquier golpe!",
    "ch0001_00_kukui/0602_0701_04_10": "Eso sí, como consecuencia de ello, mi\nlaboratorio está siempre hecho un desastre.\n¡Todo sea por avanzar en mis investigaciones!",
    "ch0001_00_kukui/0602_0702_01_10": "En el laboratorio tengo un Rockruff y un Snubbull\nla mar de juguetones...",
    "ch0001_00_kukui/0602_0702_02_10": "Tengo que trabajar en una habitación alejada del\nresto porque son como dos pequeños terremotos.\n¡Me daría un telele si destrozasen todo mi curro!",
    "ch0001_00_kukui/0603_0701_01_10": "Mi palomi... digo, mi esposa, la Profesora\nPimpinela, se ha venido también a Passio.",
    "ch0001_00_kukui/0603_0701_02_10": "Y, por supuesto, ¡no ha venido solamente a\npringar! También se está dedicando a hacer\nturismo como si le fuese la vida en ello.",
    "ch0001_00_kukui/0603_0701_03_10": "Ya tenemos una cita planeada para ir a disfrutar\njuntos de la costa de Passio. ¡Me han dicho que\nlas vistas son canela fina!",
    "ch0001_00_kukui/0603_0702_01_10": "¡El mar de Passio no tiene nada que ver con el\nde Alola! Es un rollo totalmente distinto.",
    "ch0001_00_kukui/0603_0702_02_10": "Lo digo sobre todo porque en Alola, mires donde\nmires, encuentras Pyukumuku. ¡Aquí todavía no\nhe visto ni uno!",
    "ch0001_00_kukui/0604_0701_01_10": "¿Has visto a mi Lycanroc? Está en su\nForma Diurna. Está chula, ¿eh?",
    "ch0001_00_kukui/0604_0701_02_10": "Esta forma le concede un Ataque y una\nVelocidad apabullantes.\n¡Resulta infalible en combate!",
    "ch0001_00_kukui/0604_0701_03_10": "Y no solo es el as de mi equipo, ¡también se\nencarga de cuidar de mi pequeño Rockruff\ncuando yo estoy liado con mis investigaciones!",
    "ch0001_00_kukui/0604_0702_01_10": "Los Rockruff suelen ser la mar de salados y\namigables con la gente.",
    "ch0001_00_kukui/0604_0702_02_10": "Mi Lycanroc no era menos. Recuerdo cuando era\nun Rockruff... ¡Nunca tenía suficientes mimos,\npor muchos que le diese!",
    "ch0001_00_kukui/0605_0701_01_10": "¿Sabías que antes no había Liga Pokémon en la\nregión de Alola? ¡Yo me encargué de construirla!",
    "ch0001_00_kukui/0605_0701_02_10": "Por el momento y debido a lo nueva que es, no\nhay muchos Entrenadores de fuera de la región\nque vengan a probar su suerte en ella.",
    "ch0001_00_kukui/0605_0701_03_10": "¡Pero no te creas que por eso los Entrenadores\nde Alola son menos fuertes! En la Liga Pokémon\nse encuentra la flor y nata de la región.",
    "ch0001_00_kukui/0605_0701_04_10": "¡Sería genial que algún día te atrevieses a tomar\nparte en ella, [Name:PlayerNickname ]!",
    "ch0001_00_kukui/0605_0702_01_10": "¿Sabes que el Campeón de Alola tiene la misma\nedad que tú?",
    "ch0001_00_kukui/0605_0702_02_10": "¡Lo que viene a significar que, si te lo\npropusieses, tú también podrías convertirte en\n[ES:Gen Ref=\"255\" M=\"el Entrenador\" F=\"la Entrenadora\" ] más fuerte de Alola!",
    "ch0001_00_kukui/1701_0701_01_10": "¡Oh, llegas en buen momento!\nTengo algo para ti.",
    "ch0001_00_kukui/1701_0701_02_10": "¿Qué te parece? Estoy seguro de que tú podrás\ndarle un buen uso.",
    "ch0001_00_kukui/1701_0702_01_10": "Me he encontrado esto mientras hacía el trabajo\nde campo para mis investigaciones.",
    "ch0001_00_kukui/1701_0702_02_10": "¡Hay que ver la cantidad de cosas que puede\ndescubrir uno cuando está en contacto con\nPokémon y otra gente!",
    "ch0001_00_kukui/2501_0701_01_10": "Hay que ver la de vueltas que has dado en tus\naventuras. ¡Y eso que aún te quedan un montón\nde cosas por vivir!",
    "ch0001_00_kukui/2501_0701_02_10": "Pasarse el día fuera investigando y combatiendo\nno es moco de pavo. ¡Requiere una cantidad\ningente de energía!",
    "ch0001_00_kukui/2501_0701_03_10": "¡Te veo convirtiéndote en Profesor[ES:Gen Ref=\"255\" F=\"a\" ] Pokémon en\nel futuro! Tienes madera para ello, chic[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ].",
    "ch0001_00_kukui/2501_0702_01_10": "¡Tu futuro está repleto de posibilidades!",
    "ch0001_00_kukui/2501_0702_02_10": "Haz frente a todos los desafíos que te\npropongas. Y nunca cejes en tu empeño por\nsuperarte.",
    "ch0001_00_kukui/2501_0702_03_10": "¡Que sepas que me tienes aquí para apoyarte en\ncualquier cosa que te propongas!",
    "ch0001_00_kukui/2511_0701_01_10": "Mi sueño siempre fue poder construir una\nLiga Pokémon en la región de Alola.",
    "ch0001_00_kukui/2511_0701_02_10": "Y, después de soñar con ese momento durante\naños, finalmente lo conseguí. Es algo que\nquedará grabado en mi memoria para siempre.",
    "ch0001_00_kukui/2511_0701_03_10": "Si tú también tienes sueños y metas que\nperseguir, yo estaré aquí animándote hasta que\nlogres hacerlos realidad.",
    "ch0001_00_kukui/2511_0702_01_10": "Para que tus sueños se hagan realidad, tienes\nque esforzarte a tope y, a veces, incluso salirte\nun poco por la tangente.",
    "ch0001_00_kukui/2511_0702_02_10": "Pero, al final, la emoción y la felicidad que te\notorga superar todos esos obstáculos no tiene\nprecio. ¡Vale la pena el esfuerzo!",
    "ch0001_00_kukui/3001_0701_01_10": "¡Buenos días! ¿Has descansado bien?\nYo he dormido como un tronco, así que estoy a\ntope de energía.",
    "ch0001_00_kukui/3002_0701_01_10": "¡Alola por la mañana! No hay nada como\nempezar el día con un enérgico saludo.",
    "ch0001_00_kukui/3003_0701_01_10": "¡Buenas! Hace un tiempo de escándalo, ideal\npara echar montones de combates. ¡Me da que\nmis investigaciones van a ir viento en popa!",
    "ch0001_00_kukui/3004_0701_01_10": "¡Alola! ¿Te vas de aventuras?\nEspero que puedas echar un montón de\ncombates provechosos.",
    "ch0001_00_kukui/3005_0701_01_10": "Buenas noches. ¿Vas a salir ahora? Mientras\ntengas a un Pokémon a tu lado, no tendrás\nningún problema, por oscuro que esté fuera.",
    "ch0001_00_kukui/3006_0701_01_10": "¡Buenas noches! Llen[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] de energía incluso a estas\nhoras, por lo que veo. No olvides descansar\ncomo es debido, ¿vale?"
}
