{
    "ch0039_00_viola/0101_0701_01_10": "Anda, [Name:PlayerNickname ], aquí estás.\nHoy te veo estupend[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]. ¡De foto no, de portada!",
    "ch0039_00_viola/0101_0701_02_10": "¡Hagamos que este día sea digno de ser\ninmortalizado en mi álbum!",
    "ch0039_00_viola/0601_0701_01_10": "Esta cámara es un regalo que me hizo mi\nhermana mayor.",
    "ch0039_00_viola/0601_0701_02_10": "¡Se llama Alexia y trabaja en una editorial como\nreportera!",
    "ch0039_00_viola/0601_0701_03_10": "Gracias a ella, sueño con viajar con mi cámara\npor todo el mundo para inmortalizar a todos y\ncada uno de los Pokémon que lo habitan.",
    "ch0039_00_viola/0601_0701_04_10": "En Passio hay Pokémon de todos los rincones del\nmundo, así que estoy aprovechando bien el viaje\npara sacar fotos como si no hubiese un mañana.",
    "ch0039_00_viola/0601_0701_05_10": "¡Creo que me va a costar un poco capturar la\npasión que transmite este lugar!",
    "ch0039_00_viola/0601_0702_01_10": "En el Gimnasio de Ciudad Novarte, donde ejerzo\ncomo líder, hay expuesta una selección de mis\nmejores fotografías de Pokémon.",
    "ch0039_00_viola/0601_0702_02_10": "¿Me ayudas a hacerle publicidad por aquí?\n¡Quiero que venga gente de todos lados a ver\nmi obra!",
    "ch0039_00_viola/0601_0702_03_10": "Es una obra con mucho encanto y a la que le he\npuesto muchas ganas. ¡Creo que no decepciona!",
    "ch0039_00_viola/0602_0701_01_10": "¿Sabes qué Pokémon es Surskit? ¡Puede andar\nsobre el agua como si nada!",
    "ch0039_00_viola/0602_0701_02_10": "Cada vez que veo la gracilidad con la que se\nmueve, los dedos se me van solos al disparador\nde la cámara...",
    "ch0039_00_viola/0602_0701_03_10": "Habrá más de mil fotos suyas en mi colección,\nprobablemente... ¡Pero es que no me canso\nnunca! Ay, si es que es tan cuqui...",
    "ch0039_00_viola/0602_0702_01_10": "La próxima vez que te encuentres un Surskit en\nestado salvaje, fíjate bien en lo gracioso que\nes cuando se mueve.",
    "ch0039_00_viola/0602_0702_02_10": "En cuanto veas cómo se sostiene sobre el agua\ncon sus patitas, te entrarán ganas de sacarle\nmiles de fotos. ¡Así que no olvides la cámara!",
    "ch0039_00_viola/0603_0701_01_10": "No te creas que solo les hago fotos a los\nPokémon.",
    "ch0039_00_viola/0603_0701_02_10": "Me encanta inmortalizar tanto a los Entrenadores\nque los acompañan como todos los lugares que\nvisito, sean ciudades o parajes naturales.",
    "ch0039_00_viola/0603_0701_03_10": "Aunque, he de admitirlo, los Pokémon son mis\nmodelos favoritos. ¡Y, de entre todos ellos, los\nde tipo Bicho acaparan todos los flashes!",
    "ch0039_00_viola/0603_0701_04_10": "Sobre todo cuando evolucionan, es una estampa\nmaravillosa. ¡Siempre echo una ráfaga de fotos\npara que no se me escape ni un momento!",
    "ch0039_00_viola/0603_0702_01_10": "Jamás podría cansarme de apuntar mi objetivo\nhacia los Pokémon.",
    "ch0039_00_viola/0603_0702_02_10": "La combinación de mis dos cosas favoritas en\neste mundo: ¡la fotografía y los Pokémon!\n¡Es tan pero que tan increíble!",
    "ch0039_00_viola/0604_0701_01_10": "Vivillon es un Pokémon maravilloso oriundo de\nla región de Kalos.",
    "ch0039_00_viola/0604_0701_02_10": "Sus alas pueden presentar un amplio abanico de\nmotivos que varían según las condiciones\nclimáticas en las que se crían.",
    "ch0039_00_viola/0604_0701_03_10": "Es más, son tan bonitos que hay gente que se\nrecorre el mundo con el objetivo de coleccionar\ntodos los motivos de las alas de Vivillon.",
    "ch0039_00_viola/0604_0701_04_10": "Y lo has adivinado: ¡yo soy una de esas! Voy a\nconvocar a todos los Entrenadores de Vivillon de\nPassio para ver cuántos motivos me agencio.",
    "ch0039_00_viola/0604_0702_01_10": "Sé que igual es pedir mucho, pero ojalá algún\ndía pueda añadir a mi álbum una foto de cada\nuno de los motivos de las alas de Vivillon.",
    "ch0039_00_viola/0604_0702_02_10": "Puedo contar con tu ayuda, ¿verdad?\n¡Sería tan pero que tan increíble!",
    "ch0039_00_viola/0605_0701_01_10": "Ay, me alegro tantísimo de haber venido a este\nlugar.",
    "ch0039_00_viola/0605_0701_02_10": "No solo estoy avistando montones de Pokémon\ndistintos, sino que también he tenido la ocasión\nde conocerte a ti, [Name:PlayerNickname ].",
    "ch0039_00_viola/0605_0701_03_10": "¡Que sepas que eres mi modelo predilect[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!\nSales siempre tan bien en las fotos...",
    "ch0039_00_viola/0605_0702_01_10": "No te pienses que solo te aprecio como modelo\npara mis fotos, ¿eh? Combatir junto a ti es\ntambién todo un privilegio.",
    "ch0039_00_viola/0605_0702_02_10": "Vamos a darle un espectáculo increíble a la\ngente de Passio, [Name:PlayerNickname ].\n¡De foto no, de portada!",
    "ch0039_00_viola/1701_0701_01_10": "Pues iba yo paseando por la ciudad, cámara en\nmano, cuando me he encontrado esto.",
    "ch0039_00_viola/1701_0701_02_10": "Creo que te permitirá hacerte más fuerte.\nToma, ¡para ti!",
    "ch0039_00_viola/1701_0702_01_10": "Hay algunas cosas en las que solo reparo\ncuando las observo a través de mi objetivo.",
    "ch0039_00_viola/1701_0702_02_10": "¡Procuraré enfocar bien para encontrar más\nobjetos que puedan serte de ayuda!",
    "ch0039_00_viola/2501_0701_01_10": "¡Aaah! ¡Mira a ese Pokémon! ¡Fíjate en esa pose\ntan cuqui que está haciendo! ¡Esto tengo que\ninmortalizarlo yo a la de ya!",
    "ch0039_00_viola/2501_0701_02_10": "Mecachis, ¡se ha ido pitando! Quizás debería\nhaberme acercado a él con más delicadeza...",
    "ch0039_00_viola/2501_0701_03_10": "Ya sé que la clave está en acercarse sigilosa y\ncautelosamente, pero a veces me dejo llevar por\nla emoción y acabo espantando al Pokémon.",
    "ch0039_00_viola/2501_0701_04_10": "¡O quizás debería hacerme amiga suya, y así\nestará dispuesto a hacer todas las poses que yo\nle pida!",
    "ch0039_00_viola/2501_0702_01_10": "Apunto con mi objetivo, espero al momento\noportuno y... ¡capturo el instante!",
    "ch0039_00_viola/2501_0702_02_10": "Si quieres sacar buenas fotos, tienes que saber\ncuándo pulsar el disparador. ¡Capturar momentos\nes muy parecido a capturar Pokémon!",
    "ch0039_00_viola/2501_0702_03_10": "Para capturar un Pokémon, sostienes la Poké Ball\nen tu mano, apuntas y... ¡disparas!\n¡Hacer fotos es igual!",
    "ch0039_00_viola/2501_0702_04_10": "En ambas situaciones es vital esperar al\nmomento oportuno. E, igual que te puedes\nquedar sin Poké Balls, el carrete no es infinito.",
    "ch0039_00_viola/2511_0701_01_10": "¡Di \"patataaaaaaaa\"!\n¡Je, je, je! Gracias por contribuir a mi álbum\ncon tu radiante sonrisa.",
    "ch0039_00_viola/2511_0701_02_10": "¿Que cómo me aficioné a esto de la fotografía,\ndices? Imagino que es por influencia de mi\nhermana mayor.",
    "ch0039_00_viola/2511_0701_03_10": "Se llama Alexia y trabaja para la Editorial\nLuminalia. ¡Y para mí es la mejor hermana del\nmundo!",
    "ch0039_00_viola/2511_0701_04_10": "Esta cámara tan chula me la regaló ella porque\nsabe que adoro la fotografía.",
    "ch0039_00_viola/2511_0702_01_10": "¿Quieres saber por qué me dedico a capturar\nsonrisas? ¡Creo que es bastante evidente, pero\nte lo voy a contar!",
    "ch0039_00_viola/2511_0702_02_10": "Las sonrisas poseen una magia especial\ny contagiosa, transmiten un calor muy\nreconfortante.",
    "ch0039_00_viola/2511_0702_03_10": "Cuando logro capturar una a través del objetivo,\nse me contagia y entonces se me dibuja en la\ncara una todavía mayor.",
    "ch0039_00_viola/2511_0702_04_10": "¡Las sonrisas son mi principal fuente de\ninspiración como fotógrafa!",
    "ch0039_00_viola/3001_0701_01_10": "¡Buenos días! Hagamos de hoy un día digno de\nenmarcar.",
    "ch0039_00_viola/3002_0701_01_10": "Estoy segura de que hoy tendré la oportunidad\nde hacer un montón de fotos fantásticas.",
    "ch0039_00_viola/3003_0701_01_10": "¡Hola! Sea la hora que sea, yo siempre estoy\nllena de energía.",
    "ch0039_00_viola/3004_0701_01_10": "¡Todo el mundo está muy activo a estas horas!\nTanto Pokémon como personas.",
    "ch0039_00_viola/3005_0701_01_10": "¡Buenas noches! Echar fotos con tan poca luz\npuede ser todo un reto, pero los resultados lo\nvalen.",
    "ch0039_00_viola/3006_0701_01_10": "¡Hoy lo has dado todo!\nSerá mejor que te tomes un buen descanso para\nseguir rindiendo mañana."
}
