{
    "ch0021_01_green/0101_0701_01_10": "Por fin llegas, [Name:PlayerNickname ].\nMe estaba aburriendo de esperar.",
    "ch0021_01_green/0101_0701_02_10": "Hoy también toca salir de aventuras, digo yo.\nHay que convertirse en el mejor de toda Passio\ny eso no se consigue durmiéndose en los laureles.",
    "ch0021_01_green/0601_0701_01_10": "¿Qué me dices de este atuendo?",
    "ch0021_01_green/0601_0701_02_10": "Con este traje me siento pletórico, como si nada\nni nadie me pudiera detener. ¡Es ideal para librar\ncombates!",
    "ch0021_01_green/0601_0701_03_10": "Hasta ahora lo he hecho siempre de maravilla,\nasí que no voy a perder bajo ningún concepto.",
    "ch0021_01_green/0601_0701_04_10": "Y, si hace falta, te lo demostraré. ¡Podrás\ncontemplar el verdadero potencial de mi\nespléndido Blastoise!",
    "ch0021_01_green/0602_0701_01_10": "Passio es un lugar ideal para que los compis\ndesarrollen todas sus facultades.",
    "ch0021_01_green/0602_0701_02_10": "Si te apetece y tienes un rato libre, podemos\nsalir juntos de aventuras, ¿quieres?",
    "ch0021_01_green/0602_0701_03_10": "Si pasas tiempo con tu compi, terminas por\naprender muchas cosas de él.",
    "ch0021_01_green/0602_0701_04_10": "Es una situación de la cual ambos pueden sacar\npartido, tanto Pokémon como Entrenador, ¿no\ncrees?",
    "ch0021_01_green/0603_0701_01_10": "Blastoise puede disparar chorros de agua capaces\nde atravesar hasta el acero, fíjate lo que te digo.",
    "ch0021_01_green/0603_0701_02_10": "Con él a mi lado, estoy seguro de que podemos\nhacer frente a cualquier obstáculo.",
    "ch0021_01_green/0603_0701_03_10": "Excepto Rojo, que es un rival al cual no se puede\ndoblegar así por las buenas.",
    "ch0021_01_green/0603_0701_04_10": "Si logro batirlo en un combate, ¡me convertiré en\nel Entrenador más fuerte habido y por haber!",
    "ch0021_01_green/0604_0701_01_10": "Blastoise lleva a mi lado desde que era tan solo\nun Squirtle. ¡De eso hace ya mucho tiempo!",
    "ch0021_01_green/0604_0701_02_10": "Ya en su momento me di cuenta del coraje y\nvalor que desprende, y de lo leal que es con\nsu Entrenador.",
    "ch0021_01_green/0604_0701_03_10": "Y cuando evolucionó a Blastoise supe que podía\nconfiar en él plenamente.",
    "ch0021_01_green/0604_0701_04_10": "¡Estoy orgulloso de tener un compi así!",
    "ch0021_01_green/0605_0701_01_10": "[Name:PlayerNickname ], tengo tantas ganas\nde vencerte a ti como a Rojo.",
    "ch0021_01_green/0605_0701_02_10": "De hecho, te considero mi rival, así que no me\ndecepciones cuando combatamos.",
    "ch0021_01_green/0605_0701_03_10": "No dejas de hacerte cada vez más y más fuerte.\nMe llena de alegría, pero he de reconocer que me\nda un poco de miedo también.",
    "ch0021_01_green/0605_0701_04_10": "Por supuesto que me encantan los combates\ndifíciles en los que tienes que sudar para hacerte\ncon la victoria, no te creas.",
    "ch0021_01_green/0605_0701_05_10": "Yo creo que me alegra ver cómo te estás\nconvirtiendo en un[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ] Entrenador[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ] de aúpa.",
    "ch0021_01_green/1701_0701_01_10": "Ah, llegas en el momento perfecto. Quería darte\nuna cosilla.",
    "ch0021_01_green/1701_0701_02_10": "Yo creo que te vendrá de perlas durante tus\naventuras, así que úsalo con cabeza.",
    "ch0021_01_green/1701_0702_01_10": "Un Entrenador que se precie hace un buen uso de\nlos objetos que tiene a su disposición.",
    "ch0021_01_green/1701_0702_02_10": "No te creas que es moco de pavo aprender cuál\nes la mejor situación o el momento ideal para\nemplearlos.",
    "ch0021_01_green/2501_0701_01_10": "Yo creo que lo más importante en los combates\nque se libran aquí en Passio es la coordinación\nentre los diferentes Pokémon.",
    "ch0021_01_green/2501_0701_02_10": "Por muy fuerte que sea un Pokémon, tan solo a\ntravés del trabajo en equipo podrá sacar a relucir\ntodo su potencial.",
    "ch0021_01_green/2501_0701_03_10": "Las primeras veces que combatimos codo con codo\ntenía miedo de que no supiéramos compenetrarnos\nbien, pero ahora somos una pareja magnífica.",
    "ch0021_01_green/2501_0701_04_10": "¿Tú también confías completamente en tu compi\ndurante un combate? Eso es imprescindible.",
    "ch0021_01_green/2501_0702_01_10": "Los compañeros están para apoyarte siempre que\nsea necesario y para complementarse los unos\ncon los otros.",
    "ch0021_01_green/2501_0702_02_10": "Al fin y al cabo, uno solo no puede hacerlo todo.\nNecesita un equipo en quien apoyarse.",
    "ch0021_01_green/2501_0702_03_10": "Sé que si confío en ti, tú harás lo propio y\nconfiarás también en mí.",
    "ch0021_01_green/2511_0701_01_10": "Espero que tú también tengas algún día la ocasión\nde recorrer el mundo entero.",
    "ch0021_01_green/2511_0701_02_10": "Aunque puedas conocer a gente de lo más diversa\naquí en Passio, no hay nada como vivir todo tipo\nde aventuras y conocer cosas nuevas.",
    "ch0021_01_green/2511_0701_03_10": "Y no solo me refiero a Pokémon y humanos, ¿eh?\n¡Hay miles de lugares preciosos que visitar,\na cada cual más impresionante!",
    "ch0021_01_green/2511_0701_04_10": "El mundo parece no tener fin, te lo aseguro.\nCuantos más lugares conoces, más te das cuenta\nde lo inmenso que es.",
    "ch0021_01_green/2511_0701_05_10": "Un Entrenador nunca se quedará sin mundo que\nrecorrer ni lugares que descubrir.",
    "ch0021_01_green/2511_0702_01_10": "Eso sí, a veces puede resultar muy cansado, pero\nestoy seguro de que tú no tendrás problema.",
    "ch0021_01_green/2511_0702_02_10": "Al fin y al cabo, siempre tendrás a tu lado a tus\nqueridos Pokémon.",
    "ch0021_01_green/2511_0702_03_10": "Y si en alguna ocasión te encuentras en un apuro,\n¡te echaré una mano!",
    "ch0021_01_green/3002_0701_01_10": "Parece que se te han pegado las sábanas, ¿eh?\n¿Qué me dices si combatimos para despejarte?\nEeeh, ¡que estaba de broma!",
    "ch0021_01_green/3003_0701_01_10": "El poder que me confiere este atuendo es de otro\nmundo. Es como si ahora estuviera en total\nsincronía con mi Pokémon, como si fuéramos uno.",
    "ch0021_01_green/3005_0701_01_10": "Bueno, yo creo que me voy a ir a dormir dentro\nde no mucho. Hemos trabajado con tanto ahínco\nque hemos terminado antes de tiempo."
}
