{
    "ch0004_40_toko/0101_0701_01_10": "Facciamo entrambi del nostro meglio anche oggi,\n[Name:PlayerNickname ]!",
    "ch0004_40_toko/0101_0701_02_10": "Spero che questa giornata ti permetta di creare\ndei ricordi degni di essere conservati gelosamente,\ncome gioielli!",
    "ch0004_40_toko/7101_0701_01_10": "Mi chiedo se ci sia una principessa, in una qualche\nterra distante, che è forte nelle lotte Pokémon.\nMi piacerebbe affrontarla, se esiste!",
    "ch0004_40_toko/7101_0701_02_10": "Potrei chiedere a Kelian, quando lo incontro.\nLui è un principe, e allo stesso tempo è anche\nmolto forte, no?",
    "ch0004_40_toko/7102_0701_01_10": "Faccio sempre molta attenzione, mentre mangio,\nper evitare di sporcarmi il vestito. Non è facile\nper niente...",
    "ch0004_40_toko/7102_0701_02_10": "Frida, invece, mangia sempre il Ramen Ciclamipoli\ncome se niente fosse, e non ne rovescia mai\nneanche una goccia sul suo bell'abito!",
    "ch0004_40_toko/7102_0701_03_10": "Ci dev'essere un trucchetto di qualche tipo, dietro.\nHo ancora tanto da imparare.",
    "ch0004_40_toko/7103_0701_01_10": "Rina mi ha detto che una volta ha indossato\nun costume da principessa per un film girato\nal Pokéwood.",
    "ch0004_40_toko/7103_0701_02_10": "Se mai dovessimo andarci insieme, mi piacerebbe\nprovare a recitare con questo vestito. Sarebbe\nun bel ricordo!",
    "ch0004_40_toko/7104_0701_01_10": "Orthilla e Lucinda mi hanno invitata a partecipare\na una gara con Diancie, vestita così.",
    "ch0004_40_toko/7104_0701_02_10": "Sembra divertente, ma ho un po' paura\nche il mio Pokémon venga preso di mira\nda qualche malintenzionato.",
    "ch0004_40_toko/7104_0701_03_10": "Forse potrei agghindarlo con dei gadget, come\nsi fa nel Pokémon Musical, per nascondere\nla sua identità...",
    "ch0004_40_toko/7105_0701_01_10": "Cosa te ne pare di questo abito?",
    "ch0004_40_toko/7105_0701_02_10": "Quando mi muovo durante una lotta, brilla tutto!\nFantastico, non credi?",
    "ch0004_40_toko/7105_0701_03_10": "Sì, penso anch'io!",
    "ch0004_40_toko/7105_0701_04_10": "Mi piacciono le cose carine, ma quando un vestito\nluccica così mentre lotto, è proprio il massimo!",
    "ch0004_40_toko/1701_0701_01_10": "Ah già, ti volevo dare una cosa!",
    "ch0004_40_toko/1701_0702_01_10": "L'abbiamo trovata io e Diancie. È tutta tua!",
    "ch0004_40_toko/2501_0701_01_10": "Indosso di rado vestiti elaborati come questo,\nquindi all'inizio non mi sentivo completamente\na mio agio, ma...",
    "ch0004_40_toko/2501_0701_02_10": "Adesso mi sono abituata e lo adoro, anche perché\nfa pendant con Diancie!",
    "ch0004_40_toko/2501_0702_01_10": "Sai, Diantha e Camelia sono davvero due persone\nstraordinarie. Per via del loro lavoro, indossano\nsempre tanti vestiti bellissimi, ma...",
    "ch0004_40_toko/2501_0702_02_10": "So per esperienza che hanno molto, molto di più\nda offrire, oltre all'aspetto esteriore!",
    "ch0004_40_toko/2511_0701_01_10": "Diancie è una mutazione inaspettata di un altro\nPokémon, Carbink.",
    "ch0004_40_toko/2511_0701_02_10": "Dato che si tratta di una specie molto rara, c'è\nsempre il rischio che dei malintenzionati vogliano\nprenderlo di mira. ",
    "ch0004_40_toko/2511_0701_03_10": "Ovviamente faccio tutto quello che è in mio potere\nper tenerlo al sicuro dalle loro grinfie!",
    "ch0004_40_toko/2511_0702_01_10": "Sia io che Diancie siamo diventati molto più forti,\nquindi non credo che perderemmo, se per caso\nci attaccassero dei brutti ceffi...",
    "ch0004_40_toko/2511_0702_02_10": "Però, se dovessi trovarmi in difficoltà, vorrei\nche mi aiutassi anche tu a difenderlo!",
    "ch0004_40_toko/3001_0701_01_10": "Buongiorno!\nAnche oggi voglio darci dentro con le lotte!",
    "ch0004_40_toko/3003_0701_01_10": "Ehi! Ho voglia di andare a divertirmi!\nVieni con me?",
    "ch0004_40_toko/3005_0701_01_10": "Ciao! È già notte?! Come vola il tempo!"
}
