{
    "ch0002_40_kotone/0101_0701_01_10": "Hallöchen, [Name:PlayerNickname ]!\nIch hatte schon auf dich gewartet.",
    "ch0002_40_kotone/0101_0701_02_10": "Hast du Lust auf Eis? Nach einem harten Abenteuer\ngibt es nichts Erfrischenderes!",
    "ch0002_40_kotone/0601_0701_01_10": "Die Landschaft hier ist so schön! Passio ist wirklich\nein wundervoller Ort.",
    "ch0002_40_kotone/0601_0701_02_10": "Aber am meisten gefällt mir, dass alle hier\nPokémon lieben.",
    "ch0002_40_kotone/0601_0701_03_10": "Trainer kommen hierher, um noch stärker zu\nwerden und die Freundschaft zu ihren Pokémon\nweiter zu vertiefen.",
    "ch0002_40_kotone/0601_0701_04_10": "Das spüre ich bei allen Gefährtengespannen hier.",
    "ch0002_40_kotone/0601_0701_05_10": "Wenn ich mir sie alle so anschaue, dann wächst\nmeine Leidenschaft für Pokémon noch viel mehr.",
    "ch0002_40_kotone/0602_0701_01_10": "Und weißt du, wenn ich mit dir unterwegs bin,\nhabe ich das Gefühl, dass ich noch viel stärker bin\nals sonst.",
    "ch0002_40_kotone/0602_0701_02_10": "Dank dir will ich mehr aus mir herausholen.\nIch will bis an meine Grenzen gehen!",
    "ch0002_40_kotone/0602_0701_03_10": "Erst dachte ich, das liegt daran, dass ich mehr\nErfahrung als Trainer habe und ein Vorbild für\ndich sein will. Aber das trifft es nicht ganz...",
    "ch0002_40_kotone/0602_0701_04_10": "Ich glaube, in Wirklichkeit will ich einfach für dich\nda sein, wo ich nur kann.",
    "ch0002_40_kotone/0603_0701_01_10": "Training und Kämpfe sind zwar wichtig, aber\nKommunikation ist auch entscheidend, wenn es um\ndie Freundschaft zu seinen Pokémon geht.",
    "ch0002_40_kotone/0603_0701_02_10": "Man muss mit ihnen sprechen, sich mit ihnen\nbeschäftigen... Und man muss sich im wahrsten\nSinne des Wortes riechen können.",
    "ch0002_40_kotone/0603_0701_03_10": "Wusstest du, dass jedes Pokémon einen ganz\neigenen Geruch hat?",
    "ch0002_40_kotone/0603_0701_04_10": "Manche riechen süß, andere riechen nach Erde\noder Gras. Aber alle haben gemeinsam, dass ihr\nGeruch eine beruhigende Wirkung hat.",
    "ch0002_40_kotone/0604_0701_01_10": "Schau dir mal mein Outfit an!",
    "ch0002_40_kotone/0604_0701_02_10": "Ist es nicht super niedlich? Und kämpfen kann ich\ndarin auch.",
    "ch0002_40_kotone/0604_0701_03_10": "Es ist luftig und leicht! Wer immer dieses Outfit\nangefertigt hat, ist großartig!",
    "ch0002_40_kotone/0604_0701_04_10": "Da versteht jemand genau, was man sich als\nweiblicher Trainer wünscht!",
    "ch0002_40_kotone/0605_0701_01_10": "So viele Feststände! Da kann man sich gar nicht\nentscheiden, wo man zuerst hin soll!",
    "ch0002_40_kotone/0605_0701_02_10": "Man wird regelrecht hin- und hergerissen!",
    "ch0002_40_kotone/0605_0701_03_10": "Mir ist es etwas peinlich, dich darum zu bitten, \naber...",
    "ch0002_40_kotone/0605_0701_04_10": "Bitte sag mir, wenn ich dir zu aufgekratzt bin, ja?",
    "ch0002_40_kotone/1701_0701_01_10": "Hier, für dich! Das habe ich mit einem Los an\neinem Stand gewonnen.",
    "ch0002_40_kotone/1701_0702_01_10": "Wenn ich ein Los ziehe, dann wünsche ich mir\nimmer von ganzem Herzen, dass ich gewinne.",
    "ch0002_40_kotone/1701_0702_02_10": "Und wenn ich eine Niete ziehe, dann denke ich mir\neinfach, dass es beim nächsten Mal klappt.",
    "ch0002_40_kotone/2501_0701_01_10": "Feste sind ein Riesenspaß, aber sie vergehen\nimmer im Handumdrehen... Und die Stille, die\ndanach einkehrt, mag ich nicht so sehr.",
    "ch0002_40_kotone/2501_0701_02_10": "Aber wenn eine Sache zu Ende geht, dann ist das\nimmer auch der Anfang von etwas Neuem.",
    "ch0002_40_kotone/2501_0701_03_10": "Deswegen braucht man gar nicht traurig zu sein.",
    "ch0002_40_kotone/2501_0701_04_10": "Der Spaß geht jetzt gerade erst los!",
    "ch0002_40_kotone/2501_0702_01_10": "Ich will auch in Zukunft mit dir und meinem\nPokémon eine schöne Zeit verbringen!",
    "ch0002_40_kotone/2501_0702_02_10": "Siehst du das auch so? Das würde mir sehr viel\nbedeuten.",
    "ch0002_40_kotone/2511_0701_01_10": "Ich habe darüber nachgedacht, ob es etwas aus\nmeinem Erfahrungsschatz gibt, das ich dir noch\nbeibringen könnte.",
    "ch0002_40_kotone/2511_0701_02_10": "Aber mir fällt leider überhaupt nichts ein...",
    "ch0002_40_kotone/2511_0701_03_10": "Zumindest nicht alleine... Aber vielleicht kannst du\nmir ja dabei helfen, auf eine Idee zu kommen?",
    "ch0002_40_kotone/2511_0701_04_10": "Oh, jetzt fange ich schon an, dich um Gefallen\nzu bitten...",
    "ch0002_40_kotone/2511_0702_01_10": "Vielleicht ist es aber auch wichtiger, dir mit gutem\nVorbild voranzugehen, anstatt große Reden zu\nschwingen.",
    "ch0002_40_kotone/2511_0702_02_10": "Ja! Je mehr ich darüber nachdenke... Ich glaube,\nda ist was dran.",
    "ch0002_40_kotone/2511_0702_03_10": "Es würde mich freuen, wenn es dich auch nur\nein kleines bisschen weiterbringt, mir zuzusehen.",
    "ch0002_40_kotone/3001_0701_01_10": "Guten Morgen! Bist du bereit? Ich kann jederzeit\nloslegen!",
    "ch0002_40_kotone/3003_0701_01_10": "Achte darauf, dass du auf den Tag verteilt genug\nWasser trinkst, okay? Besonders bei dieser Hitze!",
    "ch0002_40_kotone/3006_0701_01_10": "Magst du Feuerwerke auch so sehr wie ich?\nZu schade, dass sie so schnell vorbei sind...\nAber das macht einen Teil ihrer Schönheit aus."
}
