{
    "ch0021_80_green/0101_0701_01_10": "¡Qué pasa! ¡Estaba deseando verte! Se nota que\nhoy has venido dispuest[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] a hacerte más fuerte.",
    "ch0021_80_green/7101_0701_01_10": "Para mí, todo comenzó con Rojo, como no podía\nser de otra manera.",
    "ch0021_80_green/7101_0701_02_10": "Los dos empezamos a viajar al mismo tiempo,\nPokédex en mano, ¡y nos convertimos en rivales\ndesde el minuto uno!",
    "ch0021_80_green/7101_0701_03_10": "¿Tú recuerdas cómo fueron tus inicios? ¡Es\nimportante no perderlos de vista!",
    "ch0021_80_green/7102_0701_01_10": "Eh, eh, ¿sabías que fui Campeón absoluto de\nKanto?",
    "ch0021_80_green/7102_0701_02_10": "Pero justo después perdí frente a Rojo... Por eso\nhay quien me llama \"el Campeón efímero\".",
    "ch0021_80_green/7103_0701_01_10": "¡Estoy como una moto desde que conocí a\nAerodactyl!",
    "ch0021_80_green/7103_0701_02_10": "Quiero decir, fue regenerado a partir de material\ngenético contenido en ámbar. ¿Te das cuenta?\n¡Es una pasada!",
    "ch0021_80_green/7103_0701_03_10": "Además, como tiene un carácter tan fuerte, se\npone muy competitivo, ¡y acabamos librando\ncombates alucinantes casi a diario!",
    "ch0021_80_green/7104_0701_01_10": "Esta es la misma ropa que llevaba cuando \nsalí por primera vez de aventuras con mis\nPokémon.",
    "ch0021_80_green/7104_0701_02_10": "¿Qué te parece? Yo creo que sigue sentándome\ncomo un guante, ¿no?",
    "ch0021_80_green/7105_0701_01_10": "Oye, ¿hay algún Entrenador a quien admires e\nintentes imitar, [Name:PlayerNickname ]?",
    "ch0021_80_green/7105_0701_02_10": "Si todavía no tienes a nadie, yo mismo soy un\nmodelo perfecto.",
    "ch0021_80_green/7105_0701_03_10": "Soy guay, de confianza, y, sobre todo... ¡el más\nfuerte!",
    "ch0021_80_green/7105_0701_04_10": "¿A quién vas a admirar más que a mí, a ver?",
    "ch0021_80_green/1701_0701_01_10": "¡Eh, toma! ¡Para ti!",
    "ch0021_80_green/1701_0702_01_10": "¡Úsalo con cabeza! Venga, ¡me piro, vampiro!",
    "ch0021_80_green/2501_0701_01_10": "Como bien sabes, soy el mejor Entrenador del\nmundo, y es lógico que mi compi sea también\nel mejor Pokémon, ¿no te parece?",
    "ch0021_80_green/2501_0701_02_10": "Aerodactyl me sigue el ritmo incluso en los\nentrenamientos más duros. ¡Es el mejor compi\ndel universo!",
    "ch0021_80_green/2501_0702_01_10": "Aerodactyl considera al Charizard de Rojo su\nrival, así que en cuanto lo ve se pone de lo\nmás chulo.",
    "ch0021_80_green/2501_0702_02_10": "También tiene muy mal perder; parece que va a\npegarle un mordisco a cualquiera que pase por\nsu lado... Me pregunto a quién habrá salido.",
    "ch0021_80_green/2511_0701_01_10": "Hay un montón de parejas muy fuertes en Passio;\n¡incluso yo pierdo de vez en cuando!",
    "ch0021_80_green/2511_0701_02_10": "Cuando pasa, me acuerdo de la infinidad de\nveces que Rojo me venció en Kanto...",
    "ch0021_80_green/2511_0701_03_10": "Cada vez que nos enfrentábamos era más\npoderoso que la anterior... y yo me dejaba la piel\npara hacerme más fuerte también.",
    "ch0021_80_green/2511_0701_04_10": "¡Y por eso hemos llegado tan lejos los dos!",
    "ch0021_80_green/2511_0702_01_10": "Cuando perdí el título de Campeón frente a Rojo...",
    "ch0021_80_green/2511_0702_02_10": "Bueno, sentí que había entendido lo que es una\nderrota con todas las de la ley.",
    "ch0021_80_green/2511_0702_03_10": "Es fundamental, ¡aunque creo que eso tú ya lo\nsabías!",
    "ch0021_80_green/3001_0701_01_10": "¡Buenos días por la mañana! ¿Qué tal?\nYo, por mi parte, ¡estoy que lo peto!",
    "ch0021_80_green/3003_0701_01_10": "Bonjour! ¿Te vas de aventuras?\nMe parece muy bien, ¡pero no te olvides de\nretarme a un combate de vez en cuando!",
    "ch0021_80_green/3005_0701_01_10": "¿Son las mil y todavía sigues de aventuras?\nPues yo... ya va siendo hora de que me abra.\n¡Me piro, vampiro!"
}
