{
    "ch0092_80_iris/0101_0701_01_10": "Finally! Hydreigon and I were looking all over for\nyou, [Name:PlayerNickname ]!",
    "ch0092_80_iris/0101_0701_02_10": "Let’s make a bunch of new friends today, OK?",
    "ch0092_80_iris/7101_0701_01_10": "Some people think Hydreigon is kind of scary\nbecause it’s known as a Brutal Pokémon.",
    "ch0092_80_iris/7101_0701_02_10": "But when I pet my Hydreigon on the head, she\ncloses her eyes and looks really happy!",
    "ch0092_80_iris/7101_0701_03_10": "Do you wanna try petting her, too?",
    "ch0092_80_iris/7102_0701_01_10": "Battles are so interesting. The more you battle, the\nstronger you get—and the better you understand\nyour opponent!",
    "ch0092_80_iris/7102_0701_02_10": "Thanks to battles, I’ve been able to make a lot of\nnew friends!",
    "ch0092_80_iris/7102_0701_03_10": "I wanna battle you a lot more, too,\n[Name:PlayerNickname ].",
    "ch0092_80_iris/7103_0701_01_10": "The other day, someone said I was cute.",
    "ch0092_80_iris/7103_0701_02_10": "And I mean, that made me kinda happy, but I’m\njust as strong as I am cute, y’know! I’m a\nChampion, after all!",
    "ch0092_80_iris/7103_0701_03_10": "You shouldn’t let your guard down when you\nbattle me, OK?",
    "ch0092_80_iris/7104_0701_01_10": "There are a lot of really pretty and fashionable\npeople here on Pasio.",
    "ch0092_80_iris/7104_0701_02_10": "I gotta do better and show off my creative\nside, too!",
    "ch0092_80_iris/7104_0701_03_10": "Wanna dress up together with me sometime?",
    "ch0092_80_iris/7105_0701_01_10": "People say I’m the girl who knows the hearts\nof dragons...",
    "ch0092_80_iris/7105_0701_02_10": "But I don’t even understand my own \nheart sometimes!",
    "ch0092_80_iris/7105_0701_03_10": "Do you ever feel that way,\ntoo, [Name:PlayerNickname ]?",
    "ch0092_80_iris/1701_0701_01_10": "Here! You can have this, if you like!",
    "ch0092_80_iris/1701_0702_01_10": "I hope it’ll help you a lot!",
    "ch0092_80_iris/2501_0701_01_10": "In Unova, there was a group of people called\nTeam Plasma who kept trying to separate Pokémon\nfrom Trainers.",
    "ch0092_80_iris/2501_0701_02_10": "I can’t believe they even did that. Pokémon and\npeople are only together because we like\neach other!",
    "ch0092_80_iris/2501_0702_01_10": "Of course if you like someone, you’ll wanna be by\ntheir side!",
    "ch0092_80_iris/2501_0702_02_10": "As Champion, I wanna be strong enough to\nprotect people who feel that way.",
    "ch0092_80_iris/2511_0701_01_10": "This is one of my favorite outfits! Grandpa\nDrayden got it for me.",
    "ch0092_80_iris/2511_0701_02_10": "I like it a lot, but I’d also like to try picking my\nown clothes, too!",
    "ch0092_80_iris/2511_0701_03_10": "One day, I wanna show everyone my own style!",
    "ch0092_80_iris/2511_0702_01_10": "I’m interested in all kinds of styles! Not just cute\nstyles but also pretty, cool, and even more\ngrown-up styles, too!",
    "ch0092_80_iris/2511_0702_02_10": "I wonder what kind of style I’ll settle on when I\ngrow up.",
    "ch0092_80_iris/3001_0701_01_10": "Good morning, sleepyhead! The best way to wake\nup is with a Pokémon battle, you know!",
    "ch0092_80_iris/3003_0701_01_10": "If you want to get stronger, training and battling\nare really important, but you can’t forget to take\nbreaks sometimes, too!",
    "ch0092_80_iris/3005_0701_01_10": "Oh, hi! Are you doing some night training?\nCareful not to push yourself if you get sleepy.\nThe key to getting stronger is getting lots of rest!"
}
