{
    "ch0090_00_daigo/0101_0701_01_10": "Good to see you, [Name:PlayerNickname ].\nYou’re looking particularly cheerful today.",
    "ch0090_00_daigo/0101_0701_02_10": "Where are you heading out to? Perhaps I could\ntag along, if that’s all right.",
    "ch0090_00_daigo/0601_0701_01_10": "I’ve done a fair bit of wandering from place to\nplace, starting with the Hoenn region, where I\ngrew up.",
    "ch0090_00_daigo/0601_0701_02_10": "Part of my goal was to traverse the land in search\nof rare stones, but more than that...",
    "ch0090_00_daigo/0601_0701_03_10": "I wanted to walk this world on my own two feet.\nTo see it with my own eyes. To feel it on my\nvery skin.",
    "ch0090_00_daigo/0601_0701_04_10": "How about you? What is it that you want to learn\nor experience here on Pasio? I’d be interested to\nhear your story sometime.",
    "ch0090_00_daigo/0601_0702_01_10": "As a Champion, I wouldn’t have been able to\ntravel around so freely if not for the support\nI had from others.",
    "ch0090_00_daigo/0601_0702_02_10": "I’m eternally grateful for all of the help they\ngave me.",
    "ch0090_00_daigo/0602_0701_01_10": "Traveling here and there—hunting rare stones\nand collecting my favorites—is my hobby.",
    "ch0090_00_daigo/0602_0701_02_10": "Although...you probably already knew that.\nI’m sure I’ve mentioned it at least once or twice.",
    "ch0090_00_daigo/0602_0701_03_10": "Anyways, the reason I keep bringing it up is...",
    "ch0090_00_daigo/0602_0701_04_10": "Well, it’s sync stones. Do you think it would be\npossible to take a sync stone back to the\nHoenn region with me?",
    "ch0090_00_daigo/0602_0702_01_10": "Did you know that sync stones react to the bond\nbetween a sync pair? The stronger that bond is,\nthe brighter the stone shines.",
    "ch0090_00_daigo/0602_0702_02_10": "With a luster like that, sync stones probably rank\nas one of my top five favorite kinds of stones\nin existence.",
    "ch0090_00_daigo/0603_0701_01_10": "Sync pairs are what ideal partnership between\npeople and Pokémon looks like.",
    "ch0090_00_daigo/0603_0701_02_10": "It would be amazing if this sort of relationship\nexpanded beyond Pasio someday.",
    "ch0090_00_daigo/0603_0701_03_10": "Think about it. We would all be so much more\nin tune with one another. It could bring harmony\nto the entire planet.",
    "ch0090_00_daigo/0603_0701_04_10": "That’s my theory, anyway.",
    "ch0090_00_daigo/0603_0702_01_10": "I hope that someday the world will accept the\nsimple, most fundamental truth into their hearts...",
    "ch0090_00_daigo/0603_0702_02_10": "The truth that people and Pokémon are connected.\nWe simply can’t exist without each other.",
    "ch0090_00_daigo/0604_0701_01_10": "I have a house in Mossdeep City, back in Hoenn.\nI was staying there before I traveled to Pasio.",
    "ch0090_00_daigo/0604_0701_02_10": "Have you met Tate and Liza? They’re the\nMossdeep City Gym Leaders, so I’ve had a lot\nof interaction with them...",
    "ch0090_00_daigo/0604_0701_03_10": "It really is a splendid place.\nYou should visit sometime.",
    "ch0090_00_daigo/0604_0701_04_10": "I’d love to show you to my home, though you’ll\nhave to forgive the rather sparse decor...",
    "ch0090_00_daigo/0604_0702_01_10": "I wonder what my next adventure will be after\nI return to Mossdeep City...",
    "ch0090_00_daigo/0604_0702_02_10": "I could always do a bit more traveling.\nOr perhaps I could settle down and dedicate\nmy time to training.",
    "ch0090_00_daigo/0605_0701_01_10": "There are many things in this world that one\ncannot accomplish alone.",
    "ch0090_00_daigo/0605_0701_02_10": "That’s why it’s so essential that we have friends...\nand that we help each other when we’re in need.",
    "ch0090_00_daigo/0605_0701_03_10": "With you and I and our Pokémon all working\ntogether, [Name:PlayerNickname ]...",
    "ch0090_00_daigo/0605_0701_04_10": "I feel like we could overcome any disaster that\ncomes at us. Don’t you agree?",
    "ch0090_00_daigo/0605_0702_01_10": "I’ve been keeping an eye on you and your\nPokémon. You’ve been training hard, pushing\nyourselves to grow stronger.",
    "ch0090_00_daigo/0605_0702_02_10": "I like to see partners who do their best together.\nThat’s why I like you so much!",
    "ch0090_00_daigo/1701_0701_01_10": "Ah, I was just about to go look for you.",
    "ch0090_00_daigo/1701_0701_02_10": "I got you a present. It’s right here.",
    "ch0090_00_daigo/1701_0702_01_10": "I hope it will come in handy for you.",
    "ch0090_00_daigo/1701_0702_02_10": "I thought about giving you one of my favorite\nstones, but I was afraid it might weigh down\nyour bag...",
    "ch0090_00_daigo/2501_0701_01_10": "A lot of great sync pairs have gathered here\non Pasio...",
    "ch0090_00_daigo/2501_0701_02_10": "but I find myself particularly drawn to you and\nyour Pokémon.",
    "ch0090_00_daigo/2501_0701_03_10": "It’s clear that your battle skills are a cut above\nthe rest, and you share a close-knit bond with\neach other.",
    "ch0090_00_daigo/2501_0701_04_10": "But what really impresses me is the number of\nfriends you have made who truly support you.",
    "ch0090_00_daigo/2501_0701_05_10": "It’s an incredible power to have. Don’t go taking it\nfor granted, all right?",
    "ch0090_00_daigo/2501_0702_01_10": "If you ever make it to the Hoenn region in the\nfuture, come and find me. I’ll be waiting for\nyour challenge.",
    "ch0090_00_daigo/2501_0702_02_10": "Let’s put it all on the line. No holding back... Just\nme and you in a battle to see who’s the strongest!",
    "ch0090_00_daigo/2511_0701_01_10": "We all have a hidden glimmer within ourselves...\na hidden excellence.",
    "ch0090_00_daigo/2511_0701_02_10": "When we’re passionate about something or we’re\nprotecting something we care about, that glimmer\ninside us shines really brightly...",
    "ch0090_00_daigo/2511_0701_03_10": "like the way the facets of a gemstone glint in\nthe light. I love people and Pokémon that have\nthat sort of glimmer.",
    "ch0090_00_daigo/2511_0701_04_10": "I mean people and Pokémon like you and your\npartner. I was referring to you two, in case that\ndidn’t come across.",
    "ch0090_00_daigo/2511_0702_01_10": "It’s not about what’s on the outside.\nThat beautiful glimmer shines from within you.",
    "ch0090_00_daigo/2511_0702_02_10": "It may not be visible to you, but to those of us\nwho see you doing your very best each day,\nyou shine like a precious gem.",
    "ch0090_00_daigo/2511_0702_03_10": "That’s why I like you both so much.",
    "ch0090_00_daigo/3001_0701_01_10": "Fine weather we’re having this morning.\nIt would be perfect for collecting stones.",
    "ch0090_00_daigo/3002_0701_01_10": "You’re always so active and full of life!\nJust being around you gives me a boost of energy.",
    "ch0090_00_daigo/3003_0701_01_10": "I think it would be fun to explore different areas\nand compare all the stones we find.",
    "ch0090_00_daigo/3004_0701_01_10": "Pasio is a big island. Before you sprint across it\nin one go, try taking your time and enjoying\nthe sights.",
    "ch0090_00_daigo/3005_0701_01_10": "How are you and your Pokémon doing? Be careful\nnot to push yourselves too hard, all right?",
    "ch0090_00_daigo/3006_0701_01_10": "Some stones shine brightly even in the deepest\ndarkness...like the stars that shine in the night sky."
}
