{
    "ch0067_01_leader1/0101_0701_01_10": "¡Hola, [Name:PlayerNickname ]! ¿Cómo te va?",
    "ch0067_01_leader1/0101_0701_02_10": "¡Afrontemos el día con mucho ánimo y todo eso!",
    "ch0067_01_leader1/7101_0701_01_10": "¿A que mi estilo es lo más puntero que has visto\nnunca? Estoy a la vanguardia de la vanguardia.",
    "ch0067_01_leader1/7101_0701_02_10": "Me he esforzado un montón por perfeccionarlo.\nAunque no lo parezca, soy muy trabajadora.",
    "ch0067_01_leader1/7102_0701_01_10": "Néstor es lo más de lo más como guardaespaldas\ny cocinero y tal.",
    "ch0067_01_leader1/7102_0701_02_10": "A mí esas cosas no se me dan bien, pero bueno,\ntengo otros talentos.",
    "ch0067_01_leader1/7102_0701_03_10": "¡Por ejemplo, se me da genial animar a la gente!\n¿A que te sientes más feliz solo por estar cerca\nde mí?",
    "ch0067_01_leader1/7103_0701_01_10": "En Passio hay tantísima gente que tiene un sentido\nde la moda increíble... Basta con dar una vuelta\npor la plaza para coger montones de ideas chulas.",
    "ch0067_01_leader1/7103_0701_02_10": "En plan los ropajes que llevan las Chicas Kimono,\no un maillot celeste como el que he visto hoy...\n¡Qué combinación tan ideal se me está ocurriendo!",
    "ch0067_01_leader1/7103_0701_03_10": "¿Sabes lo que sería una idea genial? Abrir una\nboutique donde vendamos tooodas esas prendas.",
    "ch0067_01_leader1/7104_0701_01_10": "Hoy me he vuelto a pelear con Néstor.",
    "ch0067_01_leader1/7104_0701_02_10": "Ha sido por ver quién de los dos está más\nentregado al jefe. ¡¿Pues no va y dice que es él?!",
    "ch0067_01_leader1/7104_0701_03_10": "¡Pero si está claro que nadie adora a Alik más\nque yo! La próxima vez se lo voy a demostrar,\nya verás.",
    "ch0067_01_leader1/7105_0701_01_10": "¿No te parece que a Passio le hacen falta más\nactividades divertidas?",
    "ch0067_01_leader1/7105_0701_02_10": "Cosas que sean en plan \"¡hala!\" y \"¡guau!\" y\n\"¡buah!\", con las que la gente se lo pase bien y\nesté más feliz.",
    "ch0067_01_leader1/7105_0701_03_10": "¿Tú también opinas igual? Pues deberíamos ir a\ncomentárselo al jefe.",
    "ch0067_01_leader1/1701_0701_01_10": "¡Ey, qué oportun[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]! Aquí tienes.",
    "ch0067_01_leader1/1701_0702_01_10": "Prométeme que le vas a dar buen uso, ¿sí?",
    "ch0067_01_leader1/2501_0701_01_10": "Siempre he vivido y trabajado en el palacio de la\nfamilia del jefe, así que me crie con él.",
    "ch0067_01_leader1/2501_0701_02_10": "Se ha convertido en alguien muy molón, pero de\nniño era supercuqui.",
    "ch0067_01_leader1/2501_0701_03_10": "¡Ay, qué vergüenzaaa! ¡No le digas a nadie que\nhe dicho eso!",
    "ch0067_01_leader1/2501_0702_01_10": "¡El jefe es el mejor y no hay nadie que lo admire\nmás que yo! ¡P-pero mi devoción hacia él es\nestrictamente profesional!",
    "ch0067_01_leader1/2501_0702_02_10": "Venga, Serra, no pierdas la calma...",
    "ch0067_01_leader1/2511_0701_01_10": "Delante del jefe no puedo ni mencionarlo, pero la\nverdad es que me caes bastante bien.",
    "ch0067_01_leader1/2511_0701_02_10": "Claro está que no tan bien como él.",
    "ch0067_01_leader1/2511_0701_03_10": "Aun así, si necesitas cualquier cosa, puedes\nconfiar en mí. Probablemente te ayude, a menos\nque sea algo que perjudique a Alik.",
    "ch0067_01_leader1/2511_0702_01_10": "¿Te gustan mis gafas? Para mí son un accesorio\nindispensable. ¡Son lo primero que mira la gente!",
    "ch0067_01_leader1/2511_0702_02_10": "Si quieres, te puedo traer unas iguales, ¡y así\nseríamos l[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]s más estilos[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]s de Passio!",
    "ch0067_01_leader1/3001_0701_01_10": "Buenos díaaas... Todavía tengo muuucho sueño.\nCreo que mejor me vuelvo a la cama, ¿vale?\nPero no se lo digas al jefe, porfa.",
    "ch0067_01_leader1/3003_0701_01_10": "¡Qué hambre tengooo! ¡Anda, si ya es la hora de\nla comida! Me muero por ver qué ha preparado\nNéstor hoy.",
    "ch0067_01_leader1/3005_0701_01_10": "Ah... Qué día de locura he tenido hoy con el jefe.\n¡Y aún no se ha acabado! ¿Será la noche igual\nde alucinante?"
}
