{
    "ch0013_00_hapu/0101_0701_01_10": "Hola, [Name:PlayerNickname ].\nTe estaba aguardando.",
    "ch0013_00_hapu/0101_0701_02_10": "Estoy impaciente por saber por qué andurriales\nvamos a ir hoy. ¡Venga, apúrate!",
    "ch0013_00_hapu/0601_0701_01_10": "Viajando por Alola me di cuenta de que la gente\nde ciudad llama a las cosas de otra manera. ¡A\nveces no entiendo ni una miaja de lo que dicen!",
    "ch0013_00_hapu/0601_0701_02_10": "Es que yo hablo un poco como me enseñó mi\nabuelico y no me sé todas esas expresiones tan\nchachipiruli que dicen ahora.",
    "ch0013_00_hapu/0601_0701_03_10": "La verdad es que ni siquiera sé si eso de\n\"chachipiruli\" todavía se estila...",
    "ch0013_00_hapu/0601_0701_04_10": "Pero no me importa. ¡Para una cosa moderna\nque me he aprendido, no voy a dejar de usarla\nahora!",
    "ch0013_00_hapu/0601_0702_01_10": "¡Hola! ¡Ya me barruntaba yo ayer que hoy no\ntendríamos ni gota de mollizna! Quiero decir...\nYa sabía yo que hoy saldría el sol.",
    "ch0013_00_hapu/0601_0702_02_10": "¡Cáspita! Tengo que acostumbrarme al hablar de\naquí, aunque me cueste.",
    "ch0013_00_hapu/0602_0701_01_10": "¡Mudsdalín y yo somos mucho más que un\nPokémon y su Entrenadora!",
    "ch0013_00_hapu/0602_0701_02_10": "Además de llevarme en su lomo, Mudsdalín me\nayuda con la labranza y a trajinar mis enseres.",
    "ch0013_00_hapu/0602_0701_03_10": "Y te puedo asegurar que, cuando una vive en\nuna isla como yo, la labranza no tiene\nacabanza.",
    "ch0013_00_hapu/0602_0701_04_10": "Mi abuelico solía decir: \"Humanos y Pokémon se\ntienen que ayudar, si con buena conciencia se\nquieren acostar\". ¡Y cuánta razón tenía!",
    "ch0013_00_hapu/0602_0702_01_10": "Menos mal que Mudsdalín siempre me echa una\npezuña con la faena más pesada. ¡Yo sola a\nduras penas podría con todo!",
    "ch0013_00_hapu/0602_0702_02_10": "A la que te das cuenta, ya nos tienes a los dos\nempapadicos de barro de los pies a la cabeza.\nSi es que somos tal para cual.",
    "ch0013_00_hapu/0603_0701_01_10": "Estaba recordando una cosa que me pasó antes\nde ser Kahuna...",
    "ch0013_00_hapu/0603_0701_02_10": "Iba yo paseando por la playa y, de repente,\nnoté que tenía una cosa viscosa en los pies y...\n¡resulta que estaba pisando un Gastrodon!",
    "ch0013_00_hapu/0603_0701_03_10": "Vi que le salía un líquido púrpura de dentro y,\nal mirar si estaba bien, ¡vi como la herida se le\ncerraba y se curaba como por arte de magia!",
    "ch0013_00_hapu/0603_0702_01_10": "¿Cómo te quedas? Hay que ver lo curiosos que\nson esos bichos, ¿eh? ¡Quién lo iba a decir!",
    "ch0013_00_hapu/0603_0702_02_10": "¡Esa sensación en los pies y ese grito estridente\nme va a costar olvidarlos!",
    "ch0013_00_hapu/0604_0701_01_10": "Cuando quería convertirme en Kahuna, recorrí\nlas islas de Alola para hacerme más fuerte y que\nel guardián Tapu Fini me considerara digna.",
    "ch0013_00_hapu/0604_0701_02_10": "Después de mucho cavilar, se me ocurrió que, si\ntambién recorría otras partes del mundo, aún\naprendería más y llegaría a ser mejor.",
    "ch0013_00_hapu/0604_0701_03_10": "Por eso decidí apuntarme a esto del WPM.",
    "ch0013_00_hapu/0604_0702_01_10": "Pero, en verdad, tengo un poco de morriña y no\nparo de pensar en cómo estarán mi abuelica y\nlos demás en la isla.",
    "ch0013_00_hapu/0604_0702_02_10": "¡Cuando vuelva voy a tener una buena ristra de\nhistorietas que contarles!",
    "ch0013_00_hapu/0605_0701_01_10": "¡Hola, [Name:PlayerNickname ]!\nSigues entrenándote a conciencia, ¿verdad?\n¡Qué gocico verte por aquí!",
    "ch0013_00_hapu/0605_0701_02_10": "La verdad es que siento que se está despertando\nun poder en mi interior que hasta ahora estaba\ndormido.",
    "ch0013_00_hapu/0605_0701_03_10": "Hmm... ¿O a lo mejor soy yo la que está cada\nvez más despierta?",
    "ch0013_00_hapu/0605_0701_04_10": "Bueno, tú no me hagas mucho caso, que todo\nesto son solo cavilaciones mías.",
    "ch0013_00_hapu/0605_0701_05_10": "Pero, por si acaso, no se lo menciones a nadie,\n¿vale? Que sea un secretillo entre tú y yo.",
    "ch0013_00_hapu/0605_0702_01_10": "Cuando uno piensa en voz alta, es como si las\ncosas se vieran más claras.",
    "ch0013_00_hapu/0605_0702_02_10": "¡Si alguna vez estás pensando en algo\ninteresante, me lo puedes contar!",
    "ch0013_00_hapu/1701_0701_01_10": "Anda, mira qué bien. No podrías haber venido\nen mejor momento. Justo estaba pensando en\ndarte esto.",
    "ch0013_00_hapu/1701_0701_02_10": "¡Cuando voy de paseo siempre vuelvo con un\nmontón de objetos e ideas nuevas!",
    "ch0013_00_hapu/1701_0702_01_10": "Cógelo sin reparos. Es un regalo que te doy.",
    "ch0013_00_hapu/2501_0701_01_10": "Cada vez que te veo combatir, me dejas con la\nboca abierta.",
    "ch0013_00_hapu/2501_0701_02_10": "Aunque aún te falta afanarte un poco más. ¡Pero\nno te preocupes, que aquí tienes a toda una\nKahuna para ayudarte cuando haga falta!",
    "ch0013_00_hapu/2501_0701_03_10": "Oye, pero no te lo tomes a mal, ¡eh!",
    "ch0013_00_hapu/2501_0701_04_10": "No te creas que yo lo sé todo, ¡que a mí\ntambién me queda mucho por aprender!",
    "ch0013_00_hapu/2501_0702_01_10": "No hay nada mejor que tener a alguien con\nquien entrenar.",
    "ch0013_00_hapu/2501_0702_02_10": "Así se aprende mejor y con más ganas.",
    "ch0013_00_hapu/2511_0701_01_10": "Hmm... Todavía me quedan muchos rincones que\nvisitar por estos andurriales.",
    "ch0013_00_hapu/2511_0701_02_10": "No es que haya venido para hacer turismo, pero\nnunca está de más conocer otras tierras y\naprender cosas nuevas.",
    "ch0013_00_hapu/2511_0701_03_10": "¿Tú sabes moverte bien por estos parajes? Pues\nentonces puedes hacerme de guía.",
    "ch0013_00_hapu/2511_0702_01_10": "Cuando vuelva a casa quiero tener un montón\nde historietas que contarles a mi abuelica y los\ndemás.",
    "ch0013_00_hapu/2511_0702_02_10": "Si aprendes algo sustancioso, ven a contármelo\nsin falta, ¿eh?",
    "ch0013_00_hapu/2511_0702_03_10": "¡Me fío de tus consejos!",
    "ch0013_00_hapu/3001_0701_01_10": "¿Has madrugado?\nA mí lo de levantarme temprano me viene de\nfábrica... ¡y de labrar la tierra!",
    "ch0013_00_hapu/3002_0701_01_10": "¡Venga, hay que aprovechar el día! ¡Que quien\ntemprano se levanta, en su trabajo adelanta!",
    "ch0013_00_hapu/3003_0701_01_10": "¡Muy buenas, moz[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!\nUna siestecica y nos ponemos en marcha de\nnuevo.",
    "ch0013_00_hapu/3004_0701_01_10": "¡Alola! Así es como saludamos en mi tierra.",
    "ch0013_00_hapu/3005_0701_01_10": "En mi isla, a la que se pone el sol, ya nos\ncaemos todos de sueño. Pero nada, que hoy voy\na hacer el esfuerzo y quedarme un rato.",
    "ch0013_00_hapu/3006_0701_01_10": "Buenas noches. He oído decir que la ciudad\nnunca duerme, pero yo tengo una soñera..."
}
