{
    "ch0031_00_fuu/0101_0701_01_10": "Je, je, je. Algo me decía que ibas a aparecer\npor aquí hoy, así que estaba esperándote,\n[Name:PlayerNickname ].",
    "ch0031_00_fuu/0101_0701_02_10": "Es siempre un placer recibir una visita tuya.",
    "ch0031_00_fuu/0601_0701_01_10": "¡Mi Solrock parece tener el doble de energía\ndesde que llegamos a Passio!",
    "ch0031_00_fuu/0601_0701_02_10": "¿Es que tú no puedes sentir la intensa fuerza\nque emana de él?",
    "ch0031_00_fuu/0601_0701_03_10": "¡Cuando un Entrenador y su Pokémon poseen un\nvínculo tan fuerte, son capaces de entenderse\ncon una mirada!",
    "ch0031_00_fuu/0601_0702_01_10": "¿No crees que ese es el mejor poder de todos?\nPoseer un vínculo tan fuerte que os permita\nentenderos como si se tratase de telepatía.",
    "ch0031_00_fuu/0601_0702_02_10": "¡Yo creo que es fundamental para poder darlo\ntodo en combate!",
    "ch0031_00_fuu/0602_0701_01_10": "Mi hermana Leti y yo nos entendemos a la\nperfección sin necesidad de hablar. ¡Es como si\nestuviésemos conectados telepáticamente!",
    "ch0031_00_fuu/0602_0701_02_10": "Aunque a veces nos peleamos por las mayores\ntonterías, como aquella vez que me perdió al\nSr. Psicosquillas... Menudo berrinche pillé.",
    "ch0031_00_fuu/0602_0701_03_10": "¡Y encima se lo calló y no me dijo nada! Si\nsabía que, tarde o temprano, me iba a enterar...",
    "ch0031_00_fuu/0602_0701_04_10": "Pero bueno, al final se disculpó y arreglamos las\ncosas. ¡Es mi hermanita, al fin y al cabo! No\npodemos estar sin hablarnos toda la vida.",
    "ch0031_00_fuu/0602_0702_01_10": "Ahora que lo pienso, yo también la he hecho\nenfadar alguna vez, como cuando me zampé una\nbolsa de chuches entera sin decirle ni mu...",
    "ch0031_00_fuu/0602_0702_02_10": "Je, je... Supongo que eso es lo normal, ¿no?\nLos hermanos siempre se hacen rabiar.",
    "ch0031_00_fuu/0603_0701_01_10": "Mi Solrock no es muy expresivo, que digamos...",
    "ch0031_00_fuu/0603_0701_02_10": "Por eso estoy muy familiarizado con su lenguaje\ncorporal. ¡Si no, no entendería ni papa de cómo\nse siente!",
    "ch0031_00_fuu/0603_0701_03_10": "¡Así que yo hago lo mismo e intento transmitirle\nmis sentimientos mediante gestos en lugar de\ncon palabras!",
    "ch0031_00_fuu/0603_0702_01_10": "Cada vez que intento comunicarme con Solrock,\nacabo haciendo unos gestos de lo más\nexagerados y... creo que no se entera de nada.",
    "ch0031_00_fuu/0603_0702_02_10": "Luego él se anima y hace lo mismo, pero, más\nque una conversación, parece que estemos de\nbailoteo. ¡Al menos lo pasamos bien!",
    "ch0031_00_fuu/0604_0701_01_10": "Una vez, Leti y yo nos cambiamos de ropa y de\npeinado para hacernos pasar por el otro...\nSimplemente para echarnos unas risas.",
    "ch0031_00_fuu/0604_0701_02_10": "Pero llegó un momento en el que tuve que ir a\ncierto sitio... solo para chicas, ya sabes...",
    "ch0031_00_fuu/0604_0701_03_10": "Nadie se dio cuenta, pero yo casi me muero de\nla vergüenza... Ella, por otro lado, creo que se\nlo pasó bastante bien.",
    "ch0031_00_fuu/0604_0702_01_10": "¿Qué hago si Leti quiere que volvamos a\nvestirnos el uno del otro? Tengo que pensar en\nalguna forma de escaquearme...",
    "ch0031_00_fuu/0604_0702_02_10": "Aunque bueno, si esto la hace feliz, tendré que\napechugar...",
    "ch0031_00_fuu/1701_0701_01_10": "Gracias por todo lo que haces por nosotros.\nToma, un regalito para agradecértelo.",
    "ch0031_00_fuu/1701_0701_02_10": "Me he esmerado mucho buscando algo que te\npudiese gustar, je, je, je... ¡Así que cuídalo bien!",
    "ch0031_00_fuu/1701_0702_01_10": "Lo he elegido yo mismo sin pedirle ayuda a\nnadie, ¿eh? ¡Espero que te guste!",
    "ch0031_00_fuu/2501_0701_01_10": "Mi hermana Leti y yo a veces echamos un cable\nen el Centro Espacial de Algaria.",
    "ch0031_00_fuu/2501_0701_02_10": "Y, a cambio de la ayuda, una vez nos regalaron\nun juguete superchulo...",
    "ch0031_00_fuu/2501_0701_03_10": "Mola tanto que siempre lo llevo encima, y...\nme lo he acabado trayendo a Passio...\n¡Pero a Leti ni mu, eh!",
    "ch0031_00_fuu/2501_0702_01_10": "El espacio encierra tal cantidad de misterios...\nEn el Centro Espacial se puede aprender un\nmontón, pero aún falta mucho por descubrir.",
    "ch0031_00_fuu/2501_0702_02_10": "¡Mi sueño es poder salir al espacio algún día!",
    "ch0031_00_fuu/2511_0701_01_10": "Me alegro mucho de haber tenido la oportunidad\nde combatir a tu lado.",
    "ch0031_00_fuu/2511_0701_02_10": "Pensaba que lo sabía todo acerca de los\ncombates en equipo porque me crie luchando\njunto a Leti, ¡pero he aprendido mucho contigo!",
    "ch0031_00_fuu/2511_0701_03_10": "La lección más importante que me has enseñado\nes que siempre hay cosas nuevas que aprender.\n¡Seguiré esforzándome para hacerme más fuerte!",
    "ch0031_00_fuu/2511_0702_01_10": "Leti me dijo que le pasó lo mismo. Al combatir\njunto a otra gente, hemos aprendido muchas\ncosas que antes no sabíamos.",
    "ch0031_00_fuu/2511_0702_02_10": "Quizás si me enfrento a ella ahora, el combate\nresultará ser muy distinto a lo habitual. ¡Seguro\nque se ha vuelto mucho más fuerte!",
    "ch0031_00_fuu/3001_0701_01_10": "¡Buenos días! Te veo animad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] esta mañana.\nYo tengo mis dudas sobre qué hacer hoy.\n¡Hay tantas opciones!",
    "ch0031_00_fuu/3002_0701_01_10": "¡Buenos días por la mañana! Saludar con energía\nme ayuda a despejarme.",
    "ch0031_00_fuu/3003_0701_01_10": "¡Eh, hola! Qué buen día hace, ¿no crees?\nEl tiempo ideal para echarse un buen combate.",
    "ch0031_00_fuu/3004_0701_01_10": "¡Eh, hola! A estas horas siempre me da un\nhambre...",
    "ch0031_00_fuu/3005_0701_01_10": "¡Buenas! Dándolo todo a estas horas, ¿eh?\n¡Será mejor que no te pases!",
    "ch0031_00_fuu/3006_0701_01_10": "Uaaah... ¿eh? ¡Qué voy a estar cansado!\n¡Si me sobran las fuerzas!"
}
