{
    "ch0031_00_fuu/0101_0701_01_10": "Eh eh eh eh...\nTi aspettavo, [Name:PlayerNickname ]!\nSentivo che saresti venut[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!",
    "ch0031_00_fuu/0101_0701_02_10": "Attendo sempre con piacere le tue visite!",
    "ch0031_00_fuu/0601_0701_01_10": "Da quando sono arrivato qui, il mio Solrock\nè ancora più in forze del solito!",
    "ch0031_00_fuu/0601_0701_02_10": "Non avverti anche tu la sua energia...?\nSenti... L'aria attorno a lui è quasi elettrica...\nSembra scoppiare di vitalità!",
    "ch0031_00_fuu/0601_0701_03_10": "Non servono poteri psichici come i miei per capire\ncome si sente il proprio Pokémon!",
    "ch0031_00_fuu/0601_0702_01_10": "Riuscire a capire i sentimenti del proprio Pokémon\nè un'abilità davvero fantastica!",
    "ch0031_00_fuu/0601_0702_02_10": "Ed è anche importantissima per riuscire a dare\nil meglio quando si procede verso un obiettivo\ncomune!",
    "ch0031_00_fuu/0602_0701_01_10": "Io e mia sorella Pat siamo costantemente\nin contatto telepatico! Ma non vuol dire che\nandiamo sempre d'accordo...",
    "ch0031_00_fuu/0602_0701_02_10": "Ad esempio, un po' di tempo fa le ho prestato\nun giocattolo, e lei lo ha perso...\nMi sono arrabbiato un sacco!",
    "ch0031_00_fuu/0602_0701_03_10": "Quello che mi ha dato più fastidio è che Pat\nabbia cercato di tenermelo nascosto! Come se\nnon sapesse che riesco a leggerle nel pensiero...",
    "ch0031_00_fuu/0602_0701_04_10": "Però poi si è scusata con me e io l'ho perdonata.\nNon riesco mai ad avercela con la mia preziosa\ngemellina!",
    "ch0031_00_fuu/0602_0702_01_10": "Sai, non sono proprio un fratello perfetto...\nL'altro giorno mi sono mangiato tutti i dolcetti\ndi Pat! Quante me ne ha dette...!",
    "ch0031_00_fuu/0602_0702_02_10": "Eh eh eh!\nIn questo ci somigliamo proprio, io e Pat!",
    "ch0031_00_fuu/0603_0701_01_10": "Il mio Solrock ha un volto poco espressivo\ne può essere difficile capire come si senta...",
    "ch0031_00_fuu/0603_0701_02_10": "Ma questo non significa che non lo si possa capire\ntramite il linguaggio del corpo!",
    "ch0031_00_fuu/0603_0701_03_10": "Anch'io cerco sempre di esprimermi non solo\na parole, ma anche con i gesti!",
    "ch0031_00_fuu/0603_0702_01_10": "È difficile esprimersi usando il linguaggio del corpo\ncome fa Solrock...",
    "ch0031_00_fuu/0603_0702_02_10": "Ma quando giriamo insieme sembriamo quasi\ndue ballerini che si esibiscono in una danza\nsincronizzata!",
    "ch0031_00_fuu/0604_0701_01_10": "Una volta io e Pat ci siamo scambiati i vestiti\ne la pettinatura...",
    "ch0031_00_fuu/0604_0701_02_10": "E poi abbiamo persino provato a stare io\ncon i suoi amici e lei con i miei, per vedere\nse ci riconoscevano!",
    "ch0031_00_fuu/0604_0701_03_10": "Pat ha detto che si è divertita, mentre io mi sono\nsentito un po' a disagio...\nPerò non ci hanno riconosciuti!",
    "ch0031_00_fuu/0604_0702_01_10": "Pat vorrebbe provare di nuovo a scambiarci\ni ruoli, ma onestamente a me non va molto...",
    "ch0031_00_fuu/0604_0702_02_10": "Magari farò un sacrificio per lei...\nAh, cosa non si fa per le sorelle!",
    "ch0031_00_fuu/1701_0701_01_10": "Tieni, questo è un regalo per ringraziarti\ndi tutto il tempo che passiamo assieme!",
    "ch0031_00_fuu/1701_0701_02_10": "Eh eh eh! Ci ho messo un sacco per sceglierlo...\nMi raccomando, fanne buon uso!",
    "ch0031_00_fuu/1701_0702_01_10": "L'ho scelto con cura... Ci ho pensato un sacco,\nsenza chiedere aiuto a nessuno! Spero ti piaccia.",
    "ch0031_00_fuu/2501_0701_01_10": "Sai, a volte io e Pat andiamo a dare una mano\nal Centro Spaziale della nostra città...",
    "ch0031_00_fuu/2501_0701_02_10": "E in cambio del nostro aiuto, ci regalano\ndei giocattoli bellissimi!",
    "ch0031_00_fuu/2501_0701_03_10": "Sono così belli che li porto sempre con me!\nNe ho uno con me anche oggi...\nNon dirlo a Pat però, mi raccomando!",
    "ch0031_00_fuu/2501_0702_01_10": "L'universo è pieno di cose che ancora\nnon conosciamo...\nMe l'hanno insegnato al Centro Spaziale!",
    "ch0031_00_fuu/2501_0702_02_10": "Ah, quanto mi piacerebbe viaggiare per lo spazio,\nda grande...",
    "ch0031_00_fuu/2511_0701_01_10": "Sono proprio contento di aver lottato al tuo fianco!",
    "ch0031_00_fuu/2511_0701_02_10": "Di solito lotto sempre assieme a Pat...\nMa cambiare squadra di tanto in tanto fa bene!",
    "ch0031_00_fuu/2511_0701_03_10": "Potresti persino accorgerti di cose che non avevi\nmai notato! Beh, in ogni caso spero di lottare\nancora con te e diventare sempre più forte!",
    "ch0031_00_fuu/2511_0702_01_10": "Pat mi ha detto che anche lei ha imparato\nmolto da quando lotta fianco a fianco con altri\nAllenatori!",
    "ch0031_00_fuu/2511_0702_02_10": "Chissà chi è diventato più forte, tra me e lei...\nSpero di scoprirlo presto con una bella lotta!",
    "ch0031_00_fuu/3001_0701_01_10": "Buongiorno! Sembri pien[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ] di energie!\nIo ho un grande dubbio... Con cosa giocherò oggi?",
    "ch0031_00_fuu/3002_0701_01_10": "Buongiorno! Un bel saluto alla mattina è proprio\nciò che ci vuole per svegliarsi col piede giusto!",
    "ch0031_00_fuu/3003_0701_01_10": "Ciao! Hai visto che bel tempo?\nÈ la giornata perfetta per una lotta Pokémon!",
    "ch0031_00_fuu/3004_0701_01_10": "Ehilà! Ho un certo languorino...\nÈ l'ora dello spuntino!",
    "ch0031_00_fuu/3005_0701_01_10": "Buonasera! Fai le ore piccole, oggi?\nNon stancarti troppo, eh!",
    "ch0031_00_fuu/3006_0701_01_10": "Yaaawn... Ah! No! Non ho sonno, eh!\nSono ancora pieno di energie, eh!"
}
