{
    "ch0016_00_huuro/0101_0701_01_10": "¡[Name:PlayerNickname ]! ¡Me alegro de verte!",
    "ch0016_00_huuro/0101_0701_02_10": "¡Tú y yo vamos a pasarlo guay!",
    "ch0016_00_huuro/0601_0701_01_10": "Les he encargado a mi Swoobat y a mi Unfezant\nque cuiden el gimnasio en mi ausencia.",
    "ch0016_00_huuro/0601_0701_02_10": "Pero no sé si fiarme. Lo mismo se dedican a\ngastar bromas a los visitantes.",
    "ch0016_00_huuro/0601_0701_03_10": "¿Qué hago? Quizás debería volver para\nasegurarme de que todo está bien...",
    "ch0016_00_huuro/0601_0701_04_10": "Todavía me quedan muchas cosas por hacer en\nPassio, ¡no quiero volver aún!",
    "ch0016_00_huuro/0601_0702_01_10": "Además de Pokémon, en el gimnasio también he\ndejado a cargo a algunos Entrenadores.",
    "ch0016_00_huuro/0601_0702_02_10": "Así que creo que no pasa nada si me ausento un\ntiempo...",
    "ch0016_00_huuro/0601_0702_03_10": "¡Pero creo que sí que debería llamarles a\nmenudo para que no piensen que los he\nabandonado!",
    "ch0016_00_huuro/0602_0701_01_10": "Mi Swanna se desenvuelve muy bien en\ncombate. Sé que siempre puedo confiar en ella.",
    "ch0016_00_huuro/0602_0701_02_10": "Fuera de combate es bastante tranquila y hasta\ndiría que presumida.",
    "ch0016_00_huuro/0602_0701_03_10": "¡Me hizo comprarle un cepillo especial solo para\nella! No me deja cepillarla con ningún otro.",
    "ch0016_00_huuro/0602_0702_01_10": "Sus plumas blancas son el orgullo de Swanna.",
    "ch0016_00_huuro/0602_0702_02_10": "Cuando se le ensucian durante un combate, se\nle nota enseguida que le molesta, porque se da\nmucha prisa en dejarlas limpias de nuevo.",
    "ch0016_00_huuro/0603_0701_01_10": "En el Gimnasio de Ciudad Loza, los Entrenadores\nvuelan de un sitio a otro gracias a los sistemas\nde cañones y ventiladores que tengo instalados.",
    "ch0016_00_huuro/0603_0701_02_10": "¿No te parece de lo más emocionante y\ndivertido? Creo que instalarlos fue una de las\nmejores ideas que he tenido.",
    "ch0016_00_huuro/0603_0701_03_10": "Aunque creo que la mayoría de los Entrenadores\nque vienen a desafiarme se cansan antes incluso\nde llegar a mí.",
    "ch0016_00_huuro/0603_0702_01_10": "Creo que aunque salieses volando por los aires,\nno te pasaría nada. Tienes pinta de poder\naguantar lo que te echen.",
    "ch0016_00_huuro/0603_0702_02_10": "Si te apetece, deberías venir a mi gimnasio a\nretarme.",
    "ch0016_00_huuro/0604_0701_01_10": "¿A que es monísimo mi coletero? ¡Es mi favorito!",
    "ch0016_00_huuro/0604_0701_02_10": "Además de ser bonito, es muy práctico. Recoge\nel pelo muy bien y aprieta lo justo.",
    "ch0016_00_huuro/0604_0701_03_10": "Es perfecto para mí, porque aunque sople un\nviento fuerte, no se me deshace el peinado.",
    "ch0016_00_huuro/0604_0702_01_10": "Te recomiendo no ponerte gafas u otros\naccesorios cuando das un paseo por los aires.\nCon el viento salen volando enseguida.",
    "ch0016_00_huuro/0604_0702_02_10": "¡Es mejor dejarlos guardaditos en casa si quieres\nvolver a verlos!",
    "ch0016_00_huuro/0605_0701_01_10": "Hay sitios a los que se tarda mucho en llegar si\nintentas ir andando.",
    "ch0016_00_huuro/0605_0701_02_10": "¡Pero si vas en avión, llegas en un abrir y cerrar\nde ojos!",
    "ch0016_00_huuro/0605_0701_03_10": "Y no hay nada mejor que sobrevolar las\nmontañas y los bosques. ¡Las vistas son\npreciosas!",
    "ch0016_00_huuro/0605_0701_04_10": "Deberías venirte de viaje en avión conmigo\nalgún día.",
    "ch0016_00_huuro/0605_0702_01_10": "¡No hay nada más divertido que volar por\nencima de las nubes sintiendo el viento en la\ncara!",
    "ch0016_00_huuro/0605_0702_02_10": "Bueno, sí: ¡hacer lo mismo junto a Pokémon de\ntipo Volador!",
    "ch0016_00_huuro/1701_0701_01_10": "¡No podrías haber llegado en mejor momento!\nTengo algo para ti.",
    "ch0016_00_huuro/1701_0701_02_10": "¡Lo encontré volando por ahí! No te cortes, es\ntodo tuyo.",
    "ch0016_00_huuro/1701_0702_01_10": "Ji, ji, ji, los pilotos tenemos muy buena vista.",
    "ch0016_00_huuro/1701_0702_02_10": "Así que es posible que encuentre alguna otra\ncosilla más en el futuro. ¡Te mantendré al tanto!",
    "ch0016_00_huuro/2501_0701_01_10": "No sabría decirte por qué me gusta tanto surcar\nlos cielos... Hay un millón de razones.",
    "ch0016_00_huuro/2501_0701_02_10": "¿Será porque puedo ir con mis Pokémon hasta\ncasi el fin del mundo?",
    "ch0016_00_huuro/2501_0701_03_10": "¿O será por esa sensación de libertad absoluta\nal no tener ni paredes ni techo que me limiten?",
    "ch0016_00_huuro/2501_0702_01_10": "El cielo es mucho más que un manto azul con\nnubes blancas.",
    "ch0016_00_huuro/2501_0702_02_10": "A veces es perfecto para volar por él y a veces\nlas tormentas y los vendavales te lo impiden.",
    "ch0016_00_huuro/2501_0702_03_10": "Yo creo que es un ser vivo, con días buenos y\ndías malos, como todos nosotros.",
    "ch0016_00_huuro/2511_0701_01_10": "Hay cosas que, aunque no puedas hacerlas sol[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ],\nserás capaz de conseguir si alguien te ayuda.",
    "ch0016_00_huuro/2511_0701_02_10": "Parece una tontería, pero yo creo que eso es\nalgo verdaderamente impresionante.",
    "ch0016_00_huuro/2511_0701_03_10": "Que haya tanta variedad de personas y Pokémon\ncon distintos talentos y que, al juntarse,\nconsigan lo que uno solo no conseguiría nunca.",
    "ch0016_00_huuro/2511_0701_04_10": "Uno de mis objetivos es luchar junto a todo tipo\nde personas y Pokémon.",
    "ch0016_00_huuro/2511_0702_01_10": "Yo creo que los combates son divertidos porque\nson una manera que tenemos las personas de\nconectar mejor con los Pokémon.",
    "ch0016_00_huuro/2511_0702_02_10": "¿No crees? ¡Uno no puede luchar si no tiene a\nsu Pokémon a su lado!",
    "ch0016_00_huuro/2511_0702_03_10": "Yo por eso siempre intento disfrutar al máximo\ncada combate que libro.",
    "ch0016_00_huuro/3001_0701_01_10": "¡Buenos días! Ji, ji. A los pilotos se nos da bien\nlevantarnos temprano.",
    "ch0016_00_huuro/3002_0701_01_10": "¡Buenos días! ¡Hoy nos lo vamos a pasar chachi\npiruli!",
    "ch0016_00_huuro/3003_0701_01_10": "¡Hola! Hace un tiempo perfecto para un paseo\npor los aires. ¿Te apetece?",
    "ch0016_00_huuro/3004_0701_01_10": "¡Holita! Qué buen día hace hoy, ¿no? Creo que\nes el día perfecto para limpiar mi avión.",
    "ch0016_00_huuro/3005_0701_01_10": "¡Buenas noches! Dándole duro hasta tarde, ¿eh?\n¿O será que la diversión empieza ahora?",
    "ch0016_00_huuro/3006_0701_01_10": "¡Salir por la noche es de lo más emocionante!\nPero ten cuidado, que está tan oscuro que no se\nve del todo bien."
}
