{
    "ch0031_00_fuu/0101_0701_01_10": "Hehehe... Ich hatte so ein Gefühl, dass du\nvorbeikommen würdest! Deswegen habe ich auf\ndich gewartet, [Name:PlayerNickname ]!",
    "ch0031_00_fuu/0101_0701_02_10": "Ich freue mich immer darüber, dich zu sehen!",
    "ch0031_00_fuu/0601_0701_01_10": "Seit wir hier sind, ist mein Sonnfel voller\nTatendrang!",
    "ch0031_00_fuu/0601_0701_02_10": "Spürst du es vielleicht auch? Dieses Knistern in der\nLuft...?",
    "ch0031_00_fuu/0601_0701_03_10": "Auch ohne mysteriöse Kräfte versteht man, was in\nseinem Pokémon vorgeht, oder?",
    "ch0031_00_fuu/0601_0702_01_10": "Es ist schon eine tolle Fähigkeit, die Gefühle seines\nPokémon wie durch Gedankenübertragung zu\nverstehen!",
    "ch0031_00_fuu/0601_0702_02_10": "Es ist unbedingt notwendig, wenn man sich\nzusammen für etwas einsetzen und auf etwas\nhinarbeiten möchte.",
    "ch0031_00_fuu/0602_0701_01_10": "Meine Zwillingsschwester Svenja und ich, wir\nverstehen uns ganz ohne Worte! Und trotzdem...",
    "ch0031_00_fuu/0602_0701_02_10": "Trotzdem streiten wir uns auch... Einmal gab es\ngroßen Zoff, weil Svenja doch tatsächlich mein\nSpielzeug verloren hat.",
    "ch0031_00_fuu/0602_0701_03_10": "Und kannst du dir vorstellen, sie hat es mir noch\nnicht mal gesagt! Dabei weiß sie doch, dass das\nsofort rauskommt!",
    "ch0031_00_fuu/0602_0701_04_10": "Aber dann... habe ich ihr natürlich verziehen. Sie\nhat sich ja auch aufrichtig entschuldigt. Und sie ist\neben meine liebe Zwillingsschwester!",
    "ch0031_00_fuu/0602_0702_01_10": "Es gab auch mal Streit, weil ich Svenjas Snacks\nverputzt habe und sie dann ziemlich sauer\nwurde...",
    "ch0031_00_fuu/0602_0702_02_10": "Hehe! Du hast dir gerade gedacht, dass Svenja und\nich uns sehr ähnlich sind, oder? Das konnte ich dir\nam Gesicht ablesen.",
    "ch0031_00_fuu/0603_0701_01_10": "Der Gesichtsausdruck von meinem Sonnfel ist sehr\nschwer zu lesen.",
    "ch0031_00_fuu/0603_0701_02_10": "Aber es drückt dafür seine Gefühle mit seinem\nganzen Körper aus.",
    "ch0031_00_fuu/0603_0701_03_10": "Das würde ich auch gerne können... Gefühle nicht\nnur in Worten, sondern mit dem ganzen Körper\nausdrücken!",
    "ch0031_00_fuu/0603_0702_01_10": "Es fällt mir zwar nicht leicht, so wie Sonnfel meine\nGefühle mit meinem ganzen Körper auszudrücken...",
    "ch0031_00_fuu/0603_0702_02_10": "Aber wenn ich das mit Sonnfel zusammen mache,\nist es fast wie tanzen... und das macht Spaß!",
    "ch0031_00_fuu/0604_0701_01_10": "Einmal haben Svenja und ich Rollen getauscht.\nAlso Klamotten und Frisuren und so.",
    "ch0031_00_fuu/0604_0701_02_10": "Letzten Endes war ich dann die ganze Zeit nur mit\nMädchen unterwegs.",
    "ch0031_00_fuu/0604_0701_03_10": "Ich glaube, Svenja hatte mehr Spaß daran.\nMir war die ganze Sache ehrlich gesagt eher\npeinlich...",
    "ch0031_00_fuu/0604_0702_01_10": "Svenja scheint Lust zu haben, den Rollentausch\nzu wiederholen. Ich bin davon nicht so ganz\nüberzeugt...",
    "ch0031_00_fuu/0604_0702_02_10": "Na ja... Es ist mir zwar peinlich... aber wenn es\nihr Freude macht, kann ich ja fast nicht anders.\nAugen zu und durch!",
    "ch0031_00_fuu/1701_0701_01_10": "Hier, ein Geschenk! Als Dank dafür, dass du immer\nfür mich da bist!",
    "ch0031_00_fuu/1701_0701_02_10": "Hehehe... Ich habe viel hin und her überlegt, um\nmich dann dafür zu entscheiden. Hoffentlich magst\ndu es!",
    "ch0031_00_fuu/1701_0702_01_10": "Ich habe niemanden um Rat gefragt, sondern das\nGeschenk ganz alleine für dich ausgesucht! Es war\nnicht leicht, aber irgendwie aufregend...",
    "ch0031_00_fuu/2501_0701_01_10": "Manchmal helfen Svenja und ich im\nRaumfahrtzentrum aus.",
    "ch0031_00_fuu/2501_0701_02_10": "Die Spielzeuge, die es als Belohnung gibt,\nsind echt cool!",
    "ch0031_00_fuu/2501_0701_03_10": "Weil ich sie immer bei mir trage, habe ich sie\nsogar hier... Aber sag das bloß nicht Svenja,\nokay?!",
    "ch0031_00_fuu/2501_0702_01_10": "Im Raumfahrtzentrum hab ich gelernt, dass es im\nWeltraum viele geheimnisvolle Dinge gibt.",
    "ch0031_00_fuu/2501_0702_02_10": "Ich möchte irgendwann auch mal ins All fliegen...",
    "ch0031_00_fuu/2511_0701_01_10": "Ich bin sehr froh, dass wir zusammen kämpfen\nkönnen.",
    "ch0031_00_fuu/2511_0701_02_10": "Weil ich sonst nur im Team mit Svenja kämpfe,\nhabe ich einige Dinge einfach immer übersehen.",
    "ch0031_00_fuu/2511_0701_03_10": "Ich will noch mehr lernen und stärker werden!",
    "ch0031_00_fuu/2511_0702_01_10": "Svenja versucht sich auch im Team mit vielen\nverschiedenen Trainern und meinte ebenfalls, dass\nsie dadurch gelernt hat, manches anders zu sehen.",
    "ch0031_00_fuu/2511_0702_02_10": "Ob ich wohl mal wieder gegen sie kämpfen sollte?\nIch würde schon gerne sehen, wie stark sie\nmittlerweile geworden ist.",
    "ch0031_00_fuu/3001_0701_01_10": "Guten Morgen! Du siehst hellwach aus. Ich habe\nmich gerade gefragt, was für lustige Dinge ich\nheute erleben kann.",
    "ch0031_00_fuu/3002_0701_01_10": "Morgen! Ein netter Gruß am Morgen weckt mich\nrichtig auf!",
    "ch0031_00_fuu/3003_0701_01_10": "Hallo! Ein schöner Tag, findest du nicht? Perfekt für\neinen Pokémon-Kampf!",
    "ch0031_00_fuu/3004_0701_01_10": "Hallo! Zu dieser Uhrzeit bekomme ich immer\nAppetit auf einen Snack...",
    "ch0031_00_fuu/3005_0701_01_10": "Guten Abend! Du bist ja noch spät auf.\nÜberanstrenge dich nicht.",
    "ch0031_00_fuu/3006_0701_01_10": "*Gähn...* Oh! Nein, ich bin überhaupt nicht müde!\nAlles okay!"
}
