{
    "ch0091_01_shirona/0101_0701_01_10": "Oh, hi, [Name:PlayerNickname ].\nYou’re looking well today.",
    "ch0091_01_shirona/0101_0701_02_10": "Good battles come easy when you’re feeling good\nyourself. Keep up the enthusiasm!",
    "ch0091_01_shirona/0601_0701_01_10": "When I received this sygna suit, the designer told\nme to only wear it in battles where I need to go\nall out.",
    "ch0091_01_shirona/0601_0701_02_10": "But I always go all out in every battle. I’m not so\nclever that I’d hold back against my opponents.",
    "ch0091_01_shirona/0601_0701_03_10": "Even so, I wear this outfit as a reminder of my\ndetermination to never lose, no matter what.",
    "ch0091_01_shirona/0601_0701_04_10": "Was that too grandiose of me just now?",
    "ch0091_01_shirona/0602_0701_01_10": "Kommo-o likes when I wear this outfit.",
    "ch0091_01_shirona/0602_0701_02_10": "Its design was inspired by Kommo-o, so he\nprobably feels a strong affinity toward it.",
    "ch0091_01_shirona/0602_0701_03_10": "The decorations on my waist and in my hair were\ndesigned to resemble his scales.",
    "ch0091_01_shirona/0603_0701_01_10": "Back when Kommo-o was still Jangmo-o, he\nwould challenge Garchomp almost every day.",
    "ch0091_01_shirona/0603_0701_02_10": "Jangmo-o usually fight among themselves to grow\nstronger. In that regard, I guess he saw Garchomp\nas a substitute.",
    "ch0091_01_shirona/0603_0701_03_10": "But the difference in their strength was very\nobvious. He would lose over and over, but he\nalways got back up to fight again.",
    "ch0091_01_shirona/0603_0701_04_10": "He’s a gutsy one. I could learn a thing or two\nfrom him.",
    "ch0091_01_shirona/0604_0701_01_10": "The moment a Pokémon evolves is a truly moving\nexperience for me, no matter how many times I\nwitness it.",
    "ch0091_01_shirona/0604_0701_02_10": "It’s a very important milestone in that Pokémon’s\nlife—one it will remember forever.",
    "ch0091_01_shirona/0604_0701_03_10": "As a Trainer, nothing makes me happier than\nbeing witness to that.",
    "ch0091_01_shirona/0605_0701_01_10": "Do you have dreams or goals,\n[Name:PlayerNickname ]?",
    "ch0091_01_shirona/0605_0701_02_10": "If not, you should set one—even a small one will\nsurely make each day enjoyable.",
    "ch0091_01_shirona/0605_0701_03_10": "Having a dream or goal will reinvigorate you.\nIt makes you want to work that much harder.",
    "ch0091_01_shirona/1701_0701_01_10": "I found something interesting I’d like to give\nto you.",
    "ch0091_01_shirona/1701_0702_01_10": "I found that while I was tidying up my room.\nThank you for taking it off my hands.",
    "ch0091_01_shirona/1701_0702_02_10": "I’m honestly not very good at being organized.\nI’m sure there’s plenty more where that came\nfrom, so I’ll give you whatever else I find!",
    "ch0091_01_shirona/2501_0701_01_10": "I’m celebrated as a Champion, but I see that\naccomplishment as just one stop of my journey.",
    "ch0091_01_shirona/2501_0701_02_10": "That’s not enough to satisfy me. I want to go\neven further.",
    "ch0091_01_shirona/2501_0701_03_10": "Kommo-o and I are aiming for the top. We can’t\nafford to stop for even a moment.",
    "ch0091_01_shirona/2501_0702_01_10": "Coming to Pasio reminded me once again just how\nvast the world is.",
    "ch0091_01_shirona/2501_0702_02_10": "And there’s so much in this world that’s still\nunknown to me. Trainers I’ve never met, Pokémon\nI’ve never seen before...",
    "ch0091_01_shirona/2501_0702_03_10": "By coming here, I’ve caught a glimpse of what’s\nout there, waiting to be discovered. I wouldn’t\ntrade that experience for anything.",
    "ch0091_01_shirona/2511_0701_01_10": "Champions and members of the Elite Four from all\nover the world have assembled here on Pasio.",
    "ch0091_01_shirona/2511_0701_02_10": "I love it. There are so many opponents here for\nme to battle without holding anything back.",
    "ch0091_01_shirona/2511_0701_03_10": "I’m going to climb the ranks here like any\nother Trainer!",
    "ch0091_01_shirona/2511_0702_01_10": "But I’m also keeping my eye on you as much as\nI am the Champions that are here.",
    "ch0091_01_shirona/2511_0702_02_10": "You see, whenever a major historical shift occurs,\nyoung people of conviction are said to always be\nat the heart of it.",
    "ch0091_01_shirona/2511_0702_03_10": "I have a hunch that you may become one of those\nyoung people.",
    "ch0091_01_shirona/3001_0701_01_10": "I fell asleep doing research again last night.\nMake sure you have better sleep habits than\nI do, all right?",
    "ch0091_01_shirona/3004_0701_01_10": "They say procrastination is the thief of time...\nIf I don’t get things done while it’s light out,\nthey often don’t get done at all.",
    "ch0091_01_shirona/3005_0701_01_10": "In daylight, we depend on our eyes...but at night,\nour ears help us discover all sorts of new and\nwonderful things."
}
