{
    "ch0066_01_boss/0101_0701_01_10": "Vaya, ¿hoy también me honras con tu presencia\nen mi isla, [Name:PlayerNickname ]?",
    "ch0066_01_boss/0101_0701_02_10": "No te preocupes, ¡tienes mi permiso para librar\ntodos los combates Pokémon que quieras!",
    "ch0066_01_boss/7101_0701_01_10": "A pesar de que soy el fundador del WPM, delego\nla mayor parte del trabajo en Serra y Néstor.",
    "ch0066_01_boss/7101_0701_02_10": "Aunque últimamente estoy intentando echarles una\nmano más a menudo con algunas de sus labores.",
    "ch0066_01_boss/7101_0701_03_10": "¡N-no es por nada en concreto! ¡Al fin y al cabo,\nvelar por mis súbditos es mi responsabilidad!",
    "ch0066_01_boss/7102_0701_01_10": "¡Atent[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]! Se me ha ocurrido una idea fantástica\npara un souvenir de Passio.",
    "ch0066_01_boss/7102_0701_02_10": "Se trata de... ¡gafas de sol como las que llevo yo!\nTodo el mundo adora mi estilo, así que se\nvenderán como churros, ¿no crees?",
    "ch0066_01_boss/7102_0701_03_10": "Podemos hacerlas de distintos colores y tamaños.\n¡Así, nadie tendrá excusa para no querer unas!\n¡Mua, ja, ja, ja!",
    "ch0066_01_boss/7102_0701_04_10": "¿Eh? ¿A qué viene esa cara? ¿No te parece\nbuena idea?",
    "ch0066_01_boss/7103_0701_01_10": "¡Dichoso Hoopa! ¡Me ha vuelto a gastar una de\nsus bromas pesadas!",
    "ch0066_01_boss/7103_0701_02_10": "No se le ha ocurrido otra manera de despertarme\nque echarme un cubo de agua fría en la cabeza.\n¡Estoy que trino!",
    "ch0066_01_boss/7103_0701_03_10": "Pero, la próxima vez que lo vea echándose una\nsiesta, se va a enterar de lo que vale un peine,\nya lo creo que sí. ¡Donde las dan las toman!",
    "ch0066_01_boss/7104_0701_01_10": "Passio todavía no está terminada. La verdad, creo\nque jamás lo estará del todo.",
    "ch0066_01_boss/7104_0701_02_10": "Y eso es porque, cada vez que se me ocurre una\nforma nueva de combatir o un evento divertido,\nmando construir nuevas instalaciones.",
    "ch0066_01_boss/7104_0701_03_10": "Pienso hacer de Passio la isla más paradisíaca y\nespléndida del mundo. ¡Que no te quepa la menor\nduda!",
    "ch0066_01_boss/7105_0701_01_10": "¿Hay alguien que sea indispensable en tu vida,\n[Name:PlayerNickname ]?",
    "ch0066_01_boss/7105_0701_02_10": "No hace falta que respondas. Pero, quienquiera\nque sea, asegúrate de decirle lo importante que\nes para ti. Un consejo que te doy gratis.",
    "ch0066_01_boss/7105_0701_03_10": "Así no te arrepentirás de habértelo callado.\nNunca sabes cuándo tendrás que decirle adiós\npor última vez.",
    "ch0066_01_boss/1701_0701_01_10": "¡Es tu día de suerte! Te otorgo este obsequio.",
    "ch0066_01_boss/1701_0702_01_10": "Trátalo con reverencia. Cuando tengas nietos,\npodrás contarles que fue un regalo del gran Alik.",
    "ch0066_01_boss/2501_0701_01_10": "El Team Break desata su ira y frustración en los\ndemás. Es una lacra para Passio.",
    "ch0066_01_boss/2501_0701_02_10": "Y yo, al eludir mi responsabilidad y desoír sus\nquejas, senté las bases para su formación.",
    "ch0066_01_boss/2501_0701_03_10": "Por ende, también es una lacra para mí.",
    "ch0066_01_boss/2501_0702_01_10": "Nuestras acciones afectan a los demás.",
    "ch0066_01_boss/2501_0702_02_10": "No solo las de los príncipes. Cualquiera puede\nperjudicar al prójimo con sus errores.",
    "ch0066_01_boss/2501_0702_03_10": "Así que cuídate de convertirte en alguien como yo.\nPiensa en lo que haces.",
    "ch0066_01_boss/2511_0701_01_10": "Mi padre está al corriente de todo lo que hago\nen Passio, aunque él está en mi país natal.",
    "ch0066_01_boss/2511_0701_02_10": "Es muy estricto. Si yo volviese a casa hoy mismo,\nlo más probable es que ni siquiera me dejara\nheredar el trono.",
    "ch0066_01_boss/2511_0701_03_10": "Pero esto no va a quedar así.",
    "ch0066_01_boss/2511_0701_04_10": "Pienso demostrarle que voy a ser un buen rey\ny que soy digno de sucederle.",
    "ch0066_01_boss/2511_0702_01_10": "Estoy completamente decidido y no voy a cejar en\nmi empeño. ¡Además, teniendo a Néstor y a Serra\na mi lado, no hay nada que no pueda lograr!",
    "ch0066_01_boss/2511_0702_02_10": "¡Eso significa que un día de estos te voy a pedir\nla revancha!",
    "ch0066_01_boss/2511_0702_03_10": "Y esta vez te aseguro que ganaré. ¡Ya puedes ir\npreparándote para la tunda que te voy a dar!",
    "ch0066_01_boss/3001_0701_01_10": "¡Mua, ja, ja, ja! ¡No hay mejor forma de empezar\nel día que soltando una carcajada bien enérgica!",
    "ch0066_01_boss/3003_0701_01_10": "Cualquier momento y lugar son buenos para un\ncombate Pokémon. Venga, ¿a qué esperas para\nenfrentarte a mí?",
    "ch0066_01_boss/3005_0701_01_10": "Hoy he estado todo el día dándoles la tabarra a\nNéstor y Serra... Supongo que debería darles las\ngracias cuando lleguemos a casa."
}
