{
    "ch0116_00_hikari/0101_0701_01_10": "Oh, hey, [Name:PlayerNickname ]! I’ve been\nwaiting for you. Let’s go adventuring today!",
    "ch0116_00_hikari/0101_0701_02_10": "Don’t worry—I’ll act as your mentor. I’ve got a bit\nmore experience than you.",
    "ch0116_00_hikari/0601_0701_01_10": "How long has it been since you came to Pasio?\nHave you run into any problems?",
    "ch0116_00_hikari/0601_0701_02_10": "When I first arrived on Pasio, I had no clue what\nI was doing. I bet it was the same for you, too.",
    "ch0116_00_hikari/0601_0701_03_10": "It’s important for Trainers to help each other out!\nIf you ever need help, I’ll lend you a hand!",
    "ch0116_00_hikari/0601_0702_01_10": "I’ve gotten where I am today because so many\nkind people helped me along the way.",
    "ch0116_00_hikari/0601_0702_02_10": "When someone is kind to me, it makes me want to\npay it forward and be kind to someone else.",
    "ch0116_00_hikari/0602_0701_01_10": "Pasio is a totally new place to me.",
    "ch0116_00_hikari/0602_0701_02_10": "It’s so exciting! There’s just so much to see and do\non Pasio. I haven’t had any time to calm down!",
    "ch0116_00_hikari/0602_0701_03_10": "I can’t wait to share these experiences with\neveryone back in Twinleaf Town!",
    "ch0116_00_hikari/0602_0702_01_10": "I’m sure this is obvious, but there are Trainers\nfrom all over here on Pasio.",
    "ch0116_00_hikari/0602_0702_02_10": "Where are you from? I’d like to go see it for\nmyself someday!",
    "ch0116_00_hikari/0603_0701_01_10": "It looks like no matter where you go, there are\npeople who use Pokémon to do bad things...",
    "ch0116_00_hikari/0603_0701_02_10": "In the Sinnoh region, there was a nasty group\ncalled Team Galactic.",
    "ch0116_00_hikari/0603_0701_03_10": "We put a stop to them, though!",
    "ch0116_00_hikari/0603_0702_01_10": "I feel so sorry for the Pokémon that are used by\nevil people.",
    "ch0116_00_hikari/0603_0702_02_10": "Pokémon just want to help a Trainer that they truly\ncare about...",
    "ch0116_00_hikari/0603_0702_03_10": "I’m not worried at all about your partner\nPokémon, [Name:PlayerNickname ]. I know\nyou’re a good person.",
    "ch0116_00_hikari/0604_0701_01_10": "Why does stuff always go missing when you’re \nshort on time in the morning?",
    "ch0116_00_hikari/0604_0701_02_10": "“Where'd that briefcase go?! What happened to\nmy Pokédex?!” And before you know it, you’re\nhalf past late!",
    "ch0116_00_hikari/0604_0701_03_10": "*sigh*\nWhy are mornings such a hassle?",
    "ch0116_00_hikari/0604_0702_01_10": "I can be a little impatient at times, but my\nchildhood friend Barry just rushes into things\nwithout thinking.",
    "ch0116_00_hikari/0604_0702_02_10": "But...I wonder if Barry thinks I’m the more\nimpatient one.",
    "ch0116_00_hikari/0605_0701_01_10": "Meeting any Pokémon is just a matter of being in\nthe right place at the right time.",
    "ch0116_00_hikari/0605_0701_02_10": "If I had been doing something different that day,\nI never would have met my partner Pokémon.",
    "ch0116_00_hikari/0605_0701_03_10": "But...considering how we met and the fact that\nwe’re a sync pair now, I wouldn’t have it any\nother way!",
    "ch0116_00_hikari/0605_0702_01_10": "I’ve come this far by believing in myself and\nalways charging forward.",
    "ch0116_00_hikari/0605_0702_02_10": "But there’s more to it than that! People and\nPokémon are bound by an invisible thread\nof destiny!",
    "ch0116_00_hikari/0605_0702_03_10": "Maybe meeting you, [Name:PlayerNickname ],\nwas destined to happen!",
    "ch0116_00_hikari/1701_0701_01_10": "I’ve got a really great item on me right now.\nI think I’ll share it with you.",
    "ch0116_00_hikari/1701_0701_02_10": "That’s a gift from me, OK?\nMake sure to use it wisely!",
    "ch0116_00_hikari/1701_0702_01_10": "But if you’re in a situation where you really need\nto use it, don’t be shy about doing so!",
    "ch0116_00_hikari/2501_0701_01_10": "As your mentor, I’ve got to look out for you.",
    "ch0116_00_hikari/2501_0701_02_10": "But I know you’re not some junior Trainer that\nneeds to be babysat, either.",
    "ch0116_00_hikari/2501_0701_03_10": "I don’t think you’re below me at all. That’s why\nI want you standing by my side like a true rival.",
    "ch0116_00_hikari/2501_0702_01_10": "Isn’t “rival” such a wonderful word?",
    "ch0116_00_hikari/2501_0702_02_10": "Don’t worry about who has more experience!\nLet’s just push each other to grow stronger like\nrivals do!",
    "ch0116_00_hikari/2511_0701_01_10": "There are so many people I don’t know on Pasio.\nAt first it was a bit discouraging...",
    "ch0116_00_hikari/2511_0701_02_10": "Getting to know you and your partner Pokémon\nhas been really reassuring. Thanks to that, I’ve\nbeen enjoying every day on Pasio!",
    "ch0116_00_hikari/2511_0701_03_10": "You should come visit the Sinnoh region sometime!\nI’d be happy to show you around!",
    "ch0116_00_hikari/2511_0702_01_10": "Not only are you kind to Pokémon,\n[Name:PlayerNickname ], but I know I can\ncount on you in a pinch.",
    "ch0116_00_hikari/2511_0702_02_10": "I wonder if I’ll be able to find the secret to your\nstrength and kindness if I stay with you.",
    "ch0116_00_hikari/3001_0701_01_10": "Hey there! Starting an adventure first thing in the\nmorning, huh? You sure you have everything\nyou need?",
    "ch0116_00_hikari/3002_0701_01_10": "It’s great that Pasio’s so lively during the day,\nbut I also love how quiet it gets here in the\nmorning before everyone wakes up.",
    "ch0116_00_hikari/3003_0701_01_10": "I wonder what it’d be like to grab a couple of\nbikes and go riding along the beach.\nSounds super nice, right?!",
    "ch0116_00_hikari/3004_0701_01_10": "The warm sunshine feels so nice around this time\nof day, don’t you think?",
    "ch0116_00_hikari/3005_0701_01_10": "I know it’s not good to stay up late at night...\nbut it’s just so exciting to have adventures in\nthe dark!",
    "ch0116_00_hikari/3006_0701_01_10": "I love taking walks in the moonlight. It’s not scary\nas long as I have my Pokémon with me!"
}
