{
    "ch0101_10_mei/0101_0701_01_10": "Oh! Hey there, [Name:PlayerNickname ]!\nLooking good today! Is that a new hat?",
    "ch0101_10_mei/0101_0701_02_10": "I don’t know what it is, but something about this\noutfit always puts me in a good mood! I feel like\nexploring! Wanna come with?",
    "ch0101_10_mei/0601_0701_01_10": "Parties never stop being fun, no matter how\nold you get.",
    "ch0101_10_mei/0601_0701_02_10": "You get to play with tons of Pokémon, exchange\ngifts with your friends... And the best part is...",
    "ch0101_10_mei/0601_0701_03_10": "you get to eat all the yummy party food you want!\nYou’d have to be crazy to say no to that, right?!",
    "ch0101_10_mei/0601_0701_04_10": "Wh-why are you looking at me like that?\nYou just compared me to a Munchlax in your\nhead, didn’t you? I—I just like food, OK?!",
    "ch0101_10_mei/0601_0702_01_10": "I’ve met so many awesome sync pairs since\ncoming here to Pasio. I’d love to throw a\nparty with everyone!",
    "ch0101_10_mei/0601_0702_02_10": "Don’t you think it would be fun?! We could make\nso many amazing memories together!",
    "ch0101_10_mei/0601_0702_03_10": "I’ll try to come up with some cool party\nideas, OK? Once I get everything set up,\nyou’ll be the first person I invite!",
    "ch0101_10_mei/0602_0701_01_10": "You know how they call Delibird a Delivery\nPokémon? Well, mine likes to give me all sorts\nof presents!",
    "ch0101_10_mei/0602_0701_02_10": "It’s mostly just Berries and flowers, but it feels\nkinda nice to get presents out of the blue like that.",
    "ch0101_10_mei/0602_0701_03_10": "Although...the other day, I woke up from a nap\nto find a cast-off Bug Pokémon shell in front of\nmy face.",
    "ch0101_10_mei/0602_0701_04_10": "It was so freaky! Not exactly the kind of present\nI’d choose to wake up to.",
    "ch0101_10_mei/0602_0702_01_10": "The Bug Pokémon shell came as a bit of a shock,\nbut Delibird didn’t mean any harm by it.",
    "ch0101_10_mei/0602_0702_02_10": "I made sure to say thank you to her, and she\ngave me a little smile in return.",
    "ch0101_10_mei/0602_0702_03_10": "For me, that little smile was the real present.",
    "ch0101_10_mei/0603_0701_01_10": "Since pairing up with Delibird, I learned something\nsuper fun! Wanna know what it is?",
    "ch0101_10_mei/0603_0701_02_10": "You know that big, white sack-looking thing\nthat Delibird carry around? Well...\nThat’s actually its tail!",
    "ch0101_10_mei/0603_0701_03_10": "I never would’ve guessed that was part of\nits body... Pokémon are so full of mystery!",
    "ch0101_10_mei/0603_0702_01_10": "Did you know that Delibird store food in their\ntails to feed to their chicks?",
    "ch0101_10_mei/0603_0702_02_10": "Be careful not to accidentally touch one...\nIf they think you’re trying to steal their chicks’\nfood, they get reeeally angry.",
    "ch0101_10_mei/0603_0702_03_10": "When it comes to protecting their chicks,\nDelibird don’t mess around. But they’re\nactually supernice Pokémon!",
    "ch0101_10_mei/0604_0701_01_10": "Tee-hee!\nLike my outfit? Siebold gave it to me.",
    "ch0101_10_mei/0604_0701_02_10": "He told me that in some regions, this outfit\nsymbolizes the spirit of joy and giving. Pretty\nnice, huh? I love the red-and-white combo.",
    "ch0101_10_mei/0604_0701_03_10": "My favorite part is that I match Delibird now!\nTee-hee! You can totally tell we’re a sync pair!",
    "ch0101_10_mei/0604_0702_01_10": "What? There are a bunch of other Pokémon\nthat are red and white, too?",
    "ch0101_10_mei/0604_0702_02_10": "Let’s see... There’s Voltorb and Electrode...\nZangoose... Wurmple...",
    "ch0101_10_mei/0604_0702_03_10": "I guess you’re right—I match a bunch of\ndifferent Pokémon in this outfit! It would be\nso cool to form a group with all of them!",
    "ch0101_10_mei/0605_0701_01_10": "Um, e-excuse me... Do you have a minute\nor two? I’m looking for Trainers to answer\nmy questionnaire.",
    "ch0101_10_mei/0605_0701_02_10": "OK, first question. Serious answers only, please...\nWhat’s your favorite...cake flavor?",
    "ch0101_10_mei/0605_0701_03_10": "D-don’t laugh! It’s a serious question! I asked\nyou for serious answers only, remember?\nTell me everything you like!",
    "ch0101_10_mei/0605_0702_01_10": "Tee-hee! Thank you so much for answering\nmy questions! I really appreciate it.",
    "ch0101_10_mei/0605_0702_02_10": "I don’t have anything with me right now...\nBut I’ll be sure to get you a thank-you\npresent soon, OK?",
    "ch0101_10_mei/0605_0702_03_10": "Look forward to it!",
    "ch0101_10_mei/1701_0701_01_10": "Oh! I’m so glad I caught you!",
    "ch0101_10_mei/1701_0701_02_10": "Delibird gave this to me, but I already have\ntoo many! Will you take it off my hands?",
    "ch0101_10_mei/1701_0702_01_10": "Awww, I’m so glad you like it! Make sure you tell\nDelibird thank you, too, OK?",
    "ch0101_10_mei/1701_0702_02_10": "If you do, she might bring you another present!",
    "ch0101_10_mei/2501_0701_01_10": "I used to think that getting presents made people\nway happier than giving them, but now I’m not\nso sure.",
    "ch0101_10_mei/2501_0701_02_10": "When you give someone a present, you get a\nsmile in return. I don’t know about you, but that\nalways gives me the warm fuzzies!",
    "ch0101_10_mei/2501_0701_03_10": "Wait a sec... Wouldn’t that mean both the giver\nand the receiver get something in the end?\nHmm... Either way, it feels nice!",
    "ch0101_10_mei/2501_0702_01_10": "If you’re gonna give someone a present,\nyou should try to get them something they\nreally want, huh?",
    "ch0101_10_mei/2501_0702_02_10": "I love seeing how happy my friends look when\nthey open a present I picked out specifically\nfor them!",
    "ch0101_10_mei/2501_0702_03_10": "S-speaking of which...",
    "ch0101_10_mei/2501_0702_04_10": "Say, if someone were to get you a present...\nwhat sort of present would you want most?\nJ-just asking for a friend!",
    "ch0101_10_mei/2511_0701_01_10": "Getting to pair up with a new Pokémon has\nbeen really exciting, but it’s kinda made me\nthink about certain things.",
    "ch0101_10_mei/2511_0701_02_10": "Does she like me? What does she think of me?\nAm I giving her the right commands? For a while,\nI couldn’t stop thinking about Delibird.",
    "ch0101_10_mei/2511_0701_03_10": "But then I realized that the only way to find\nanswers was to ask her face-to-face!",
    "ch0101_10_mei/2511_0701_04_10": "That’s the method I chose, and it’s been working\nout pretty great so far!",
    "ch0101_10_mei/2511_0702_01_10": "Have you ever thought about what it would be\nlike if we Trainers could speak Pokémon?",
    "ch0101_10_mei/2511_0702_02_10": "I used to think it would be sooo amazing, but\nrecently my opinion’s sorta changed.",
    "ch0101_10_mei/2511_0702_03_10": "Nowadays, I feel like as long as we can get our\nfeelings across, who needs words! That’s kinda\nwhat it means to be a sync pair, right?",
    "ch0101_10_mei/2511_0702_04_10": "Tee-hee! Watching you and your Pokémon\ntogether is actually what helped me realize\nthat, [Name:PlayerNickname ].",
    "ch0101_10_mei/2511_0702_05_10": "I wanna spend even more time with Delibird!\nThe closer we get as friends and partners,\nthe better we’ll be able to communicate!",
    "ch0101_10_mei/3001_0701_01_10": "Morning! Let’s get out there bright and early\nand go spread some cheer!",
    "ch0101_10_mei/3002_0701_01_10": "Oof... I can’t seem to wake up this morning.\nWant to have a quick Pokémon battle?\nThat ought to do the trick.",
    "ch0101_10_mei/3003_0701_01_10": "Hey there! Have you had lunch yet? If not, we\nshould grab something to munch on together!",
    "ch0101_10_mei/3004_0701_01_10": "Hey! Wanna see if we can find a few sync pairs\nitching to battle this afternoon? Now’s the perfect\ntime to head out!",
    "ch0101_10_mei/3005_0701_01_10": "Phew! I think I might’ve overdone it a little with\nthe training today. I could go for another round\nif you want to, though!",
    "ch0101_10_mei/3006_0701_01_10": "Can you believe the day’s already almost over?\nI wonder what kind of adventures are waiting for\nus tomorrow!"
}
