{
    "ch0194_00_akagi/0101_0701_01_10": "Anda, [Name:PlayerNickname ], ¿qué te trae\npor aquí? Hoy también noto una gran fuerza que\nemana de tu interior.",
    "ch0194_00_akagi/0101_0701_02_10": "Es un tipo de fuerza de la que yo carezco y cuya\nnaturaleza no logro comprender. Supongo que ese\nes tu punto fuerte.",
    "ch0194_00_akagi/0601_0701_01_10": "Tanto humanos como Pokémon somos seres\nimperfectos, y, por ello, nos hacemos daño\nlos unos a los otros en una espiral de sinrazón.",
    "ch0194_00_akagi/0601_0701_02_10": "Odio con todas mis fuerzas esa imperfección.\nSiempre me he propuesto solucionar de alguna\nmanera esa lacra inherente a nuestra existencia.",
    "ch0194_00_akagi/0601_0701_03_10": "Para que el mundo sea un lugar perfecto es\nimperativo que cambie de forma radical.",
    "ch0194_00_akagi/0605_0701_01_10": "Dime, [Name:PlayerNickname ]. ¿Qué significa\npara ti la amistad?",
    "ch0194_00_akagi/0605_0701_02_10": "Yo lo considero un concepto un tanto indefinido,\ny no me interesa en absoluto todo aquello que\ngire en torno a la imperfección.",
    "ch0194_00_akagi/0605_0701_03_10": "No soy capaz de comprender esos conceptos.",
    "ch0194_00_akagi/1701_0701_01_10": "Vaya, qué coincidencia verte por aquí. Mira, tengo\nesto para ti; espero que le des buen uso.",
    "ch0194_00_akagi/1701_0702_01_10": "A mí no me hace falta, así que quédatelo.",
    "ch0194_00_akagi/1701_0702_02_10": "Así me ahorro el tener que deshacerme de ello.",
    "ch0194_00_akagi/2501_0701_01_10": "Los humanos y los Pokémon no se comprenden del\ntodo los unos a los otros, por mucho que algunos\nopinen lo contrario.",
    "ch0194_00_akagi/2501_0701_02_10": "Si de veras fuera así, dudo que este mundo se\nviera afligido por guerras y otros problemas\nsimilares.",
    "ch0194_00_akagi/2501_0701_03_10": "Para ejemplo, un botón: aquí en Passio existe una\norganización llamada Team Break. Y todas estas\nlacras nacen de los dichosos sentimientos.",
    "ch0194_00_akagi/2501_0701_04_10": "Esa panda de mentecatos son una desgracia y\ndistan de la perfección.",
    "ch0194_00_akagi/2501_0702_01_10": "No tengo el más mínimo interés en relacionarme\ncon gente que valora conceptos tan imperfectos\ncomo los sentimientos.",
    "ch0194_00_akagi/2501_0702_02_10": "Pero si estuvieras metido en algo contra el Team\nBreak, quizá te hiciera algo de caso.",
    "ch0194_00_akagi/3001_0701_01_10": "Lo intangible e invisible fluctúa y termina por\ndesaparecer, como la bruma matutina.",
    "ch0194_00_akagi/3003_0701_01_10": "Passio es una isla creada por el hombre, por lo\nque me interesaría saber cómo han llegado\na crearla.",
    "ch0194_00_akagi/3006_0701_01_10": "La calma y tranquilidad de la noche son lo más\nparecido a la perfección del nuevo mundo que\ncrearé."
}
