{
    "ch0161_00_hara/0101_0701_01_10": "Ho! [Name:PlayerNickname ]!\nSchön, dich heute wieder hier zu sehen.",
    "ch0161_00_hara/0101_0701_02_10": "Die Zusammenarbeit mit deinem Partner wird dich\nnoch weit bringen! Wie ich mich darauf freue zu\nsehen, was die Zukunft für euch bereithält!",
    "ch0161_00_hara/0601_0701_01_10": "Auf der Inselwanderschaft machst du Erfahrungen,\ndie dich zum Nachdenken anregen.",
    "ch0161_00_hara/0601_0701_02_10": "Du triffst viele Menschen und Pokémon... Entdeckst\nDinge, die existieren, obwohl du sie nicht sehen\nkannst...",
    "ch0161_00_hara/0601_0701_03_10": "Wenn du ihnen die nötige Aufmerksamkeit schenkst,\nstärken sie deinen Körper und dein Herz!",
    "ch0161_00_hara/0602_0701_01_10": "Du bist nicht zufällig irgendwelchen Trainern über\nden Weg gelaufen, die aus einer Region kommen,\nwo Wrestling beliebt ist?",
    "ch0161_00_hara/0602_0701_02_10": "Wenn es hier solche Trainer gibt, würde ich mich\ngerne in einem Sumokampf im Alola-Stil mit ihnen\nmessen.",
    "ch0161_00_hara/0602_0701_03_10": "Es würde mich freuen, wenn du mir beim Kämpfen\nzusiehst. Das inspiriert dich vielleicht dazu, mehr\nüber diesen Sport zu lernen!",
    "ch0161_00_hara/0603_0701_01_10": "Wenn ich dich bei deinen Abenteuern auf Passio\nbeobachte, erinnerst du mich an meinen Enkel Tali.",
    "ch0161_00_hara/0603_0701_02_10": "Er ist ganz schön viel rumgekommen und hat sich\nenorm verbessert.",
    "ch0161_00_hara/0603_0701_03_10": "Am Ende ist er so stark geworden, dass er sogar\nmich besiegt hat!",
    "ch0161_00_hara/0604_0701_01_10": "Jede Insel der Alola-Region hat ihr eigenes\nPokémon als Schutzpatron.",
    "ch0161_00_hara/0604_0701_02_10": "Wir fühlen uns ihnen sehr verbunden, weil sie die\nInseln beschützen. Aber es gibt auch noch andere\nBeziehungen, die ähnlich stark und besonders sind.",
    "ch0161_00_hara/0604_0701_03_10": "Ich glaube zum Beispiel, dass es kaum eine engere\nBindung gibt als die zwischen einem Trainer und\nseinem Partner-Pokémon.",
    "ch0161_00_hara/0604_0701_04_10": "Solange man einander vertraut und sich um seinen\nPartner kümmert, kann man jedes Hindernis\nüberwinden. ",
    "ch0161_00_hara/0604_0701_05_10": "Davon ist der alte Hala fest überzeugt!",
    "ch0161_00_hara/0605_0701_01_10": "Mir ist zu Ohren gekommen, dass du einen guten\nEinfluss auf viele andere Trainer hier ausübst,\n[Name:PlayerNickname ].",
    "ch0161_00_hara/0605_0701_02_10": "Umgekehrt lernst du natürlich genauso viel von den\nanderen, möchte ich wetten.",
    "ch0161_00_hara/0605_0701_03_10": "Der kulturelle Austausch von so vielen Gefährten\nwird auch Passio als Ort verändern und prägen.",
    "ch0161_00_hara/0605_0701_04_10": "Ich stelle mir gerne vor, wie diese Insel in ein\npaar Jahren wohl aussehen wird!",
    "ch0161_00_hara/1701_0701_01_10": "Hast du kurz Zeit? Ich würde dir sehr gerne etwas\nüberreichen.",
    "ch0161_00_hara/1701_0701_02_10": "Es wird dir auf deinen Abenteuern bestimmt\nhelfen.",
    "ch0161_00_hara/1701_0702_01_10": "Wenn ich noch etwas finde, das du vielleicht\ngebrauchen kannst, gebe ich dir Bescheid!",
    "ch0161_00_hara/2501_0701_01_10": "Wenn ich auf Passio unterwegs bin, wird mir\nimmer bewusst, wie groß die weite Welt doch ist!",
    "ch0161_00_hara/2501_0701_02_10": "Der alte Hala kann gar nicht anders, als zu\njauchzen, wenn er einen starken, neuen\nSparringspartner trifft!",
    "ch0161_00_hara/2501_0701_03_10": "So habe ich mich nicht mehr gefühlt, seit ich als\nKind zu meiner Inselwanderschaft aufgebrochen\nbin!",
    "ch0161_00_hara/2501_0701_04_10": "Meine Erfahrungen damals haben mich zu dem\ngemacht, der ich heute bin.",
    "ch0161_00_hara/2501_0702_01_10": "Nutze jede Möglichkeit, um deinen Horizont zu\nerweitern!",
    "ch0161_00_hara/2501_0702_02_10": "Ich werde dich nach allen Kräften unterstützen.",
    "ch0161_00_hara/2511_0701_01_10": "Ich hatte früher einen Lehrling, der leider den\nfalschen Lebensweg eingeschlagen hat... Es ist\neine traurige Geschichte.",
    "ch0161_00_hara/2511_0701_02_10": "Er war zu arrogant und hat seine Macht\nmissbraucht... Aber trotz dieser Dummheit habe ich\ndie Hoffnung noch nicht aufgegeben!",
    "ch0161_00_hara/2511_0701_03_10": "Eines Tages nehme ich ihn wieder unter meine\nFittiche, und diesmal werde ich einen redlichen\nTrainer aus ihm machen!",
    "ch0161_00_hara/2511_0701_04_10": "Wenn es so weit ist, könnte ich deine Hilfe auch\ngut gebrauchen. Ich wäre dir dafür sehr dankbar!",
    "ch0161_00_hara/2511_0702_01_10": "Wenn du dich mal niedergeschlagen fühlst oder\ndir Sorgen machst, erinnere dich an all die\nMenschen, die dich bisher unterstützt haben.",
    "ch0161_00_hara/2511_0702_02_10": "Das kann dir helfen, weiter durchzuhalten und\nauf dem rechten Weg zu bleiben.",
    "ch0161_00_hara/3001_0701_01_10": "Lass uns gemeinsam noch heller strahlen als die\naufgehende Sonne!",
    "ch0161_00_hara/3003_0701_01_10": "Euch Kinder hier herumlaufen zu sehen, erinnert\nmich an Alola!",
    "ch0161_00_hara/3005_0701_01_10": "Wer die Dunkelheit fürchtet, sollte sich mit\nMenschen und Pokémon umgeben, die so hell\nleuchten wie der Mond."
}
