{
    "ch0149_00_kaki/0101_0701_01_10": "Ehi, ciao! Ti alleni duramente anche oggi, eh,\n[Name:PlayerNickname ]?",
    "ch0149_00_kaki/0101_0701_02_10": "Quando si tratta di lotte o di danza, l'esercizio\nquotidiano è indispensabile.",
    "ch0149_00_kaki/0601_0701_01_10": "Io sono disposto a qualsiasi sacrificio per diventare\nun danzatore del fuoco professionista.",
    "ch0149_00_kaki/0601_0701_02_10": "Per questo impiego quasi tutto il mio tempo libero\na fare pratica.",
    "ch0149_00_kaki/0601_0701_03_10": "Diventare bravi richiede molta fatica e dedizione.\nQuesto vale per tutto, anche per le lotte Pokémon!",
    "ch0149_00_kaki/0602_0701_01_10": "La Giungla Ombrosa di Alola ospita numerosi\nPokémon selvatici.",
    "ch0149_00_kaki/0602_0701_02_10": "Le risorse naturali presenti nella foresta sono\ndi vitale importanza non soltanto per loro,\nma anche per gli esseri umani.",
    "ch0149_00_kaki/0602_0701_03_10": "Dobbiamo sempre ricordarci che è l'habitat di molti\nPokémon, e cercare di coesistere in armonia\ncon loro.",
    "ch0149_00_kaki/0602_0701_04_10": "Questa è la filosofia di vita che abbiamo ad Alola.",
    "ch0149_00_kaki/0603_0701_01_10": "Ciò che mi ha fatto appassionare alla danza\nè stato vedere mio nonno e il suo Charizard\nballare assieme.",
    "ch0149_00_kaki/0603_0701_02_10": "Lui era un professionista, roba da restare a bocca\naperta.",
    "ch0149_00_kaki/0603_0701_03_10": "Mi auguro di riuscire ad arrivare al suo livello,\nprima o poi.",
    "ch0149_00_kaki/0604_0701_01_10": "Ad essere sincero, penso che ci fosse qualcuno\nche meritava il posto di Capitano più di me.",
    "ch0149_00_kaki/0604_0701_02_10": "Abbiamo passato molte notti a ballare insieme\nsul vulcano accompagnati dai Marowak.",
    "ch0149_00_kaki/0604_0701_03_10": "Non sarei la persona che sono oggi, se non fosse\nstato per quegli allenamenti.",
    "ch0149_00_kaki/0605_0701_01_10": "A volte le persone sono un po' intimidite, quando\nmi vedono. Forse è per via del mio aspetto.",
    "ch0149_00_kaki/0605_0701_02_10": "Gli altri Capitani, come ad esempio Ibis o Suiren,\nmi hanno sempre trattato normalmente, però.",
    "ch0149_00_kaki/0605_0701_03_10": "Anche tu sei molto gentile con me. Ti ringrazio,\n[Name:PlayerNickname ].",
    "ch0149_00_kaki/1701_0701_01_10": "Oh, tempismo perfetto! Ti stavo giusto cercando.",
    "ch0149_00_kaki/1701_0701_02_10": "Ho una cosa per te. Ecco qua, tieni.",
    "ch0149_00_kaki/1701_0702_01_10": "Spero ti torni utile.",
    "ch0149_00_kaki/2501_0701_01_10": "Quando ho bisogno di un momento di tranquillità,\nvado sempre a meditare in cima a un vulcano.",
    "ch0149_00_kaki/2501_0701_02_10": "Chiudo gli occhi, svuoto la mente e mi concentro\nunicamente sulle mie sensazioni.",
    "ch0149_00_kaki/2501_0701_03_10": "Non so bene perché, ma così facendo mi sento\nsubito meglio. È come se mi togliessi un peso.",
    "ch0149_00_kaki/2501_0702_01_10": "Ti andrebbe di provare a meditare insieme a me\nsul vulcano dove mi alleno, una di queste volte?",
    "ch0149_00_kaki/2501_0702_02_10": "Sono sicuro che anche tu saprai apprezzare\nl'importanza di prenderti un attimo per concentrarti\nsu te stess[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ].",
    "ch0149_00_kaki/2511_0701_01_10": "Vedi, il mio sogno è diventare un danzatore del\nfuoco professionista.",
    "ch0149_00_kaki/2511_0701_02_10": "Per questo sto mettendo da parte dei risparmi\nper andare a studiare danza all'estero...",
    "ch0149_00_kaki/2511_0701_03_10": "Mi ero trovato un lavoro part time in un negozio,\nma poi sono stato licenziato. È stato un taglio\ndi personale necessario, lo capisco...",
    "ch0149_00_kaki/2511_0702_01_10": "Il mio sogno sembra un po' più lontano, adesso\nche ho perso il mio lavoro part time...",
    "ch0149_00_kaki/2511_0702_02_10": "Scusa, mi sto dilungando su cose che magari\nnon ti interessano. Perdona il mio piccolo sfogo,\ne grazie per essere stat[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ] ad ascoltarmi.",
    "ch0149_00_kaki/2511_0702_03_10": "Non mi arrendo. Troverò un nuovo lavoro!",
    "ch0149_00_kaki/3001_0701_01_10": "Buongiorno! Se ti senti ancora assonnat[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ], prova\na darti una bella svegliata con un po' di danza!",
    "ch0149_00_kaki/3003_0701_01_10": "La danza è un modo efficace per comunicare\ncon il tuo Pokémon.",
    "ch0149_00_kaki/3005_0701_01_10": "Se mai dovesse incuriosirti la danza del fuoco,\nsono sempre disponibile a darti una dimostrazione."
}
