{
    "ch0122_00_yo/0101_0701_01_10": "Alola, [Name:PlayerNickname ]! Let’s go\nexplore Pasio again today!",
    "ch0122_00_yo/0101_0701_02_10": "I think it’ll be a blast to explore the unknown\ntogether with you! I’m looking forward to it!",
    "ch0122_00_yo/7101_0701_01_10": "If you say Alola to someone, they’ll say it right\nback to you!",
    "ch0122_00_yo/7101_0701_02_10": "Even the other Trainers here on Pasio started doing\nthat! I’m glad everyone’s so open to new things!",
    "ch0122_00_yo/7101_0701_03_10": "If you didn’t know, “Alola” means “Hello” or\n“How’s it going?”",
    "ch0122_00_yo/7102_0701_01_10": "The more I travel around Pasio, the more friends\nI make!",
    "ch0122_00_yo/7102_0701_02_10": "I’ve been talking to Lillie and the others about all\nthe cool friends we’ve made here!",
    "ch0122_00_yo/7102_0701_03_10": "We even talk about you!",
    "ch0122_00_yo/7102_0701_04_10": "We talk about how amazing it is that you’re\nfriends with so many people!",
    "ch0122_00_yo/7103_0701_01_10": "Do you know about the island challenge? It’s\nsomething we do in Alola, and it’s kind of like a\nrite of passage.",
    "ch0122_00_yo/7103_0701_02_10": "There are four islands we go to, and each one has\nsome trials to overcome. You have to grow\nstronger as a person in order to complete them!",
    "ch0122_00_yo/7103_0701_03_10": "It’s pretty tough, but we make lots of lifelong\nmemories by going through it.",
    "ch0122_00_yo/7104_0701_01_10": "I can’t believe the Elite Four and Gym Leaders\nfrom Kanto are here on Pasio! It’s so exciting!",
    "ch0122_00_yo/7104_0701_02_10": "They’re all people I really admired before I\nmoved to Alola.",
    "ch0122_00_yo/7104_0701_03_10": "It’s so exciting how on Pasio, you can go exploring\nwith them and even battle together!",
    "ch0122_00_yo/7105_0701_01_10": "You should come visit me in Alola sometime,\ntoo, [Name:PlayerNickname ]!",
    "ch0122_00_yo/7105_0701_02_10": "I’d be happy to show you around all sorts of fun\nplaces there!",
    "ch0122_00_yo/7105_0701_03_10": "I really wanna show you all my favorite spots!",
    "ch0122_00_yo/1701_0701_01_10": "Alola! Got a present for you!",
    "ch0122_00_yo/1701_0701_02_10": "Hope you like it!",
    "ch0122_00_yo/1701_0702_01_10": "Go ahead and use it all up...as long as you use\nit wisely!",
    "ch0122_00_yo/2501_0701_01_10": "Once, Lillie got involved in a really sticky situation\nback in Alola.",
    "ch0122_00_yo/2501_0701_02_10": "My friends and I did our best to help her out, but\nsometimes we ended up doing stuff that got\npretty stressful.",
    "ch0122_00_yo/2501_0701_03_10": "And when that happened, even though Lillie was\nthe one we were trying to help, she got really\nworried about us!",
    "ch0122_00_yo/2501_0701_04_10": "She’s such a good friend. I’m so glad I was able\nto help her out.",
    "ch0122_00_yo/2501_0702_01_10": "If you’re ever in trouble, let me know! I’d be\nmore than happy to help you, too!",
    "ch0122_00_yo/2501_0702_02_10": "I don’t wanna be the kind of guy who just leaves\na friend alone when they’re in trouble.",
    "ch0122_00_yo/2501_0702_03_10": "Of course, I’ll make sure not to overdo it!",
    "ch0122_00_yo/2501_0702_04_10": "It’s important to be there for the people you\ncare about.",
    "ch0122_00_yo/2511_0701_01_10": "I learned the importance of a lot of things back in\nAlola. The strength of friendship, being kind,\nhaving fun...",
    "ch0122_00_yo/2511_0701_02_10": "And also, I learned how important it is to be\nbrave enough to stand up to any obstacle.",
    "ch0122_00_yo/2511_0701_03_10": "That’s why I think the island challenge was\nsomething that helped me grow up a little.\nAt least, I hope I did!",
    "ch0122_00_yo/2511_0701_04_10": "Or rather, maybe I should say...we all got\nstronger together, huh?",
    "ch0122_00_yo/2511_0702_01_10": "Y’know, I have a special photo of me and my\nfriend from when we first set out on the\nisland challenge.",
    "ch0122_00_yo/2511_0702_02_10": "One of these days, I’ll bring it to show you how\nmuch we’ve grown since then!",
    "ch0122_00_yo/3001_0701_01_10": "When I take a big, deep breath of clean air,\nI almost feel like a brand-new person afterward!",
    "ch0122_00_yo/3003_0701_01_10": "There are so many fun things to do on Pasio, huh?\nIf I came here for a vacation tour, I might never\nwanna leave!",
    "ch0122_00_yo/3005_0701_01_10": "When the sun goes down, sometimes you get to\nsee a different side of your friends and Pokémon.\nIt’s what makes exploring at night so much fun!"
}
