{
    "ch0130_00_serena/0101_0701_01_10": "Hi there, [Name:PlayerNickname ]!\nI had a feeling you’d show up today!",
    "ch0130_00_serena/0101_0701_02_10": "You’d better keep yourself in tip-top shape,\nbecause I’ll be coming for another battle with\nyou soon!",
    "ch0130_00_serena/0601_0701_01_10": "Dressing fashionably is tricky, you know. The\nclothes you love aren’t always the ones that suit\nyou best.",
    "ch0130_00_serena/0601_0701_02_10": "But I try to make sure my tastes show through, no\nmatter what I wear!",
    "ch0130_00_serena/0601_0701_03_10": "I guess in that regard, it’s not so different from\npicking your strategy in a Pokémon battle. Maybe\nthat’s where my love for fashion comes from!",
    "ch0130_00_serena/0601_0702_01_10": "Is there anything you’re really particular about\nwhen it comes to fashion?",
    "ch0130_00_serena/0601_0702_02_10": "If so, tell me all about it! I love picking up tips\nand details from people’s styles!",
    "ch0130_00_serena/0602_0701_01_10": "Everyone has their own good points. That’s true of\npeople and Pokémon alike!",
    "ch0130_00_serena/0602_0701_02_10": "It’s useful to pinpoint what makes other sync pairs\nstrong and try to learn from them.",
    "ch0130_00_serena/0602_0701_03_10": "But of course, I’m different from others, so it’s\njust as important to improve what makes ME\ngood, too!",
    "ch0130_00_serena/0602_0702_01_10": "I’ve definitely noticed what your good points are!",
    "ch0130_00_serena/0602_0702_02_10": "And I’m not the only one, either. I’ll bet you\nanything your teammates and your partner\nPokémon have noticed, too.",
    "ch0130_00_serena/0602_0702_03_10": "In fact, I suspect it’s exactly those qualities that\nmake them want to stick with you.",
    "ch0130_00_serena/0603_0701_01_10": "My house is right next door to Calem’s. We like to\ncall each other “neighbor.”",
    "ch0130_00_serena/0603_0701_02_10": "We’re good friends, not to mention good rivals!\nWe battled each other over and over during our\njourney in Kalos.",
    "ch0130_00_serena/0603_0701_03_10": "I grew a lot as a Trainer on that adventure, and a\nlot of that growth was probably thanks to him.",
    "ch0130_00_serena/0603_0701_04_10": "Sure, he can get a bit too serious now and then.\nBut that can also be a good quality of his.",
    "ch0130_00_serena/0603_0702_01_10": "Our journey was really trying. But we made it\nthrough thanks to our friends.",
    "ch0130_00_serena/0603_0702_02_10": "And having you here on Pasio has made this such\na fun adventure, too!",
    "ch0130_00_serena/0603_0702_03_10": "What do you say we keep on growing together?\nAs friends and as rivals, of course!",
    "ch0130_00_serena/0604_0701_01_10": "A Trainer I’ve wanted to meet forever is here\non Pasio!",
    "ch0130_00_serena/0604_0701_02_10": "It’s Elesa, Unova’s biggest fashion icon! She’s both\na model and a Gym Leader!",
    "ch0130_00_serena/0604_0701_03_10": "She’s incredible! She takes these outfits that are\nso big and bold, yet so delicate and subtle, and\nwears them stunningly!",
    "ch0130_00_serena/0604_0701_04_10": "She’s what every kid with a taste for fashion\nwants to be when they grow up!",
    "ch0130_00_serena/0604_0702_01_10": "Isn’t it wonderful how you can just stroll through\nPasio and see styles from different regions?\nNot to mention Trainers in sygna suits?",
    "ch0130_00_serena/0604_0702_02_10": "It’s a paradise for Trainers and fashionistas!",
    "ch0130_00_serena/0605_0701_01_10": "Kalos has a good number of boutiques across\nits towns and cities.",
    "ch0130_00_serena/0605_0701_02_10": "During my travels, one of my personal objectives\nwas to go on a little fashion tour of the shops\naround the region.",
    "ch0130_00_serena/0605_0701_03_10": "Hey, I just had an idea! Why don’t you and I go\nshopping together sometime soon,\n[Name:PlayerNickname ]?",
    "ch0130_00_serena/0605_0701_04_10": "It’ll be great! We can pick out clothes for each\nother and see how they look...",
    "ch0130_00_serena/0605_0701_05_10": "and then take our new threads out for a stroll\nthrough town! Doesn’t that sound like fun? Hehe!",
    "ch0130_00_serena/0605_0702_01_10": "It’s so exciting to learn about other people’s\ntastes and preferences.",
    "ch0130_00_serena/0605_0702_02_10": "Sometimes you get to hear or see ideas you never\nwould’ve come up with yourself!",
    "ch0130_00_serena/1701_0701_01_10": "I’ve got something nice to give you!",
    "ch0130_00_serena/1701_0701_02_10": "Here you go! I have a feeling it’ll come in handy\nwhen you’re out exploring!",
    "ch0130_00_serena/1701_0702_01_10": "So, was that a handy present or what?",
    "ch0130_00_serena/1701_0702_02_10": "If I find any other neat stuff, I’ll make sure to\nshare it with you!",
    "ch0130_00_serena/2501_0701_01_10": "You know, I didn’t really realize it until I spent\nsome time with you, but there’s something about\nyou I find incredible.",
    "ch0130_00_serena/2501_0701_02_10": "You’ve got these team members from all over the\nworld, with their different ideas and battle styles...",
    "ch0130_00_serena/2501_0701_03_10": "but put you in the picture with them, and it’s like\nthey shine! They’re all being their best selves and\nlooking so happy!",
    "ch0130_00_serena/2501_0701_04_10": "That’s a rare, precious talent you’ve got.",
    "ch0130_00_serena/2501_0702_01_10": "Hehe, judging by your reaction, this is all news to\nyou, huh?",
    "ch0130_00_serena/2501_0702_02_10": "Well, it’s true—you’re something special. You can\ntake my word for it.",
    "ch0130_00_serena/2501_0702_03_10": "I dream of creating a world where we don’t have\nto settle for anything less—a world that brings a\nsmile to everybody’s faces...",
    "ch0130_00_serena/2501_0702_04_10": "When I look at you, I feel like that dream might be\nwithin reach after all!",
    "ch0130_00_serena/2511_0701_01_10": "During my travels, I met a man who claimed that\nthe world had become ugly and would be razed\nby conflict.",
    "ch0130_00_serena/2511_0701_02_10": "But I believe there’s more to the world than that.",
    "ch0130_00_serena/2511_0701_03_10": "We’re all capable of connecting with one\nanother—forging bonds and sharing joy and\nhardship alike.",
    "ch0130_00_serena/2511_0701_04_10": "Seeing the way you and your teammates get\nalong has only reinforced that belief for me!",
    "ch0130_00_serena/2511_0702_01_10": "I’m looking forward to sticking with you and\nseeing what different types of situations bring out\nin you!",
    "ch0130_00_serena/2511_0702_02_10": "If we work together, I really think we can make\na difference, no matter when or where!",
    "ch0130_00_serena/3001_0701_01_10": "Morning! Make sure you give it your all today.\nBattling tough Trainers is the best way to\nget stronger!",
    "ch0130_00_serena/3002_0701_01_10": "I like to take my time getting ready in the\nmorning. I’ve gotta make sure I look my best!",
    "ch0130_00_serena/3003_0701_01_10": "Every day feels new and exciting on Pasio, huh!\nIt reminds me of when I first set out on my\njourney in Kalos.",
    "ch0130_00_serena/3004_0701_01_10": "Hey, how’s it going? Have you worn that outfit\nbefore? I’m loving this style on you!",
    "ch0130_00_serena/3005_0701_01_10": "Everybody makes mistakes. The important thing\nis to own up to them, even if that can be\ntough sometimes.",
    "ch0130_00_serena/3006_0701_01_10": "Training and studying are important, but I try not\nto stay up too late. I need to get my beauty sleep,\nafter all!"
}
