{
    "ch0159_00_kokuran/0101_0701_01_10": "Welcome, [Name:PlayerNickname ]. I’ve been\nwaiting for you.",
    "ch0159_00_kokuran/0101_0701_02_10": "A splendid adventure awaits you once again\ntoday. I’m sure of it!",
    "ch0159_00_kokuran/0601_0701_01_10": "I serve as butler to Lady Caitlin.",
    "ch0159_00_kokuran/0601_0701_02_10": "I have never—not for even a single moment—\nforgotten what an honor it is to be entrusted with\nthis position.",
    "ch0159_00_kokuran/0601_0701_03_10": "However, here on Pasio, I have chosen to quietly\nwatch over her from a distance rather than serve\ndirectly at her side.",
    "ch0159_00_kokuran/0601_0701_04_10": "I would like for her to be able to watch and learn\nfrom Trainers such as yourself without having to\nworry about me being nearby.",
    "ch0159_00_kokuran/0602_0701_01_10": "I serve as one of the Frontier Brains in a facility\nknown as the Battle Castle.",
    "ch0159_00_kokuran/0602_0701_02_10": "In Lady Caitlin’s place, I engage in battle day and\nnight with challengers who are confident in\ntheir abilities.",
    "ch0159_00_kokuran/0602_0701_03_10": "There aren’t many Trainers against whom I truly\nneed to bring my full strength to bear, however.",
    "ch0159_00_kokuran/0603_0701_01_10": "Many individuals here on Pasio put their trust\nin me.",
    "ch0159_00_kokuran/0603_0701_02_10": "As a butler, having people who depend on me\nis a delight like none other.",
    "ch0159_00_kokuran/0603_0701_03_10": "My partner Pokémon is much the same in that\nrespect. He genuinely finds great joy in\nserving others.",
    "ch0159_00_kokuran/0603_0701_04_10": "With that in mind, please feel free to call on us\nshould you ever be in need of our assistance.",
    "ch0159_00_kokuran/0604_0701_01_10": "I have made the decision to serve Lady Caitlin for\nthe rest of my days.",
    "ch0159_00_kokuran/0604_0701_02_10": "How should I put this emotion of mine into words?\nI suppose you might liken it to the love that you\nhave for your Pokémon.",
    "ch0159_00_kokuran/0604_0701_03_10": "Sometimes I feel that I may care for her too much.\nI suppose I need to be careful so as to not become\noverprotective of her.",
    "ch0159_00_kokuran/0605_0701_01_10": "You are always surrounded by many friends,\naren’t you, [Name:PlayerNickname ]?",
    "ch0159_00_kokuran/0605_0701_02_10": "I do hope that you count me among those friends.\nI would be truly happy if you did.",
    "ch0159_00_kokuran/0605_0701_03_10": "These days we spend here on Pasio will shine\nbrightly in our memories forevermore.",
    "ch0159_00_kokuran/0605_0701_04_10": "I truly believe that.",
    "ch0159_00_kokuran/1701_0701_01_10": "I have a present here for you.",
    "ch0159_00_kokuran/1701_0701_02_10": "Please accept it.",
    "ch0159_00_kokuran/1701_0702_01_10": "Please use it however you best see fit. I chose it\nspecifically because I thought it could be of use\nto you, after all.",
    "ch0159_00_kokuran/2501_0701_01_10": "Serving others allows one to realize a greater\npotential of strength than they might otherwise.",
    "ch0159_00_kokuran/2501_0701_02_10": "I learned this by serving Lady Caitlin.",
    "ch0159_00_kokuran/2501_0701_03_10": "Serving and supporting a noble lady such as her,\nand to be led by her in turn, has allowed me to\ngrow immensely as an individual.",
    "ch0159_00_kokuran/2501_0701_04_10": "This relationship I share with Lady Caitlin may be\nsimilar to that of a Pokémon to its Trainer.",
    "ch0159_00_kokuran/2501_0701_05_10": "I, too, hope to be the sort of Trainer that my\npartner Pokémon can be proud of.",
    "ch0159_00_kokuran/2501_0702_01_10": "[Name:PlayerNickname ], you have an amazing\npower for both attracting and leading others.",
    "ch0159_00_kokuran/2501_0702_02_10": "You can trust my judgment in this matter. Please\nbe confident in yourself.",
    "ch0159_00_kokuran/2501_0702_03_10": "As a member of your team, I will continue to do\nall I can to play my part and support you with\neverything I have.",
    "ch0159_00_kokuran/2511_0701_01_10": "Looking at you, I can’t help but imagine all sorts\nof things about the future.",
    "ch0159_00_kokuran/2511_0701_02_10": "I look forward to seeing how you grow as\ntime passes.",
    "ch0159_00_kokuran/2511_0701_03_10": "I pray that you and Lady Caitlin can be good\ninfluences on each other, and that the two of you\ncan shine together as skilled Trainers.",
    "ch0159_00_kokuran/2511_0701_04_10": "That would, after all, allow me to remain close to\nyou and witness your growth.",
    "ch0159_00_kokuran/2511_0702_01_10": "I must continue to work hard myself so as not to\nfall behind the likes of you and Lady Caitlin.",
    "ch0159_00_kokuran/2511_0702_02_10": "I must grow stronger so that I can properly be of\nservice to strong Trainers such as yourselves.",
    "ch0159_00_kokuran/2511_0702_03_10": "I hope you are looking forward to seeing how\nI, too, will grow as a Trainer.",
    "ch0159_00_kokuran/3001_0701_01_10": "Rising with the sun to perform my duties as a\nbutler with poise and efficiency... My definition of\na perfect morning.",
    "ch0159_00_kokuran/3003_0701_01_10": "Good day, young Trainer. I hope Pasio is treating\nyou well today. If you require anything at all,\nplease don’t hesitate to ask.",
    "ch0159_00_kokuran/3005_0701_01_10": "At times, it is my duty as a butler to provide\ncounsel to those in need... Therefore, I must inform\nyou that keeping late hours is ill-advised."
}
