{
    "ch0137_00_orchid1/0101_0701_01_10": "Oho! If it isn’t [Name:PlayerNickname ]!\nYou look like you’ve got a skip in your step today!",
    "ch0137_00_orchid1/0101_0701_02_10": "Get out there and give it your all today! Lots of\nsync pairs are just waiting to meet you!",
    "ch0137_00_orchid1/0601_0701_01_10": "Sync pairs and sync stones... Pasio sure is a\nfascinating place, don’t you think?",
    "ch0137_00_orchid1/0601_0701_02_10": "When Pokémon partner with Trainers to become\nsync pairs, they may show us things about\nthemselves that we’d otherwise never see!",
    "ch0137_00_orchid1/0601_0701_03_10": "This isn’t good. There’s so much to research!\nI don’t think I’ll be heading home anytime soon.",
    "ch0137_00_orchid1/0601_0702_01_10": "Professor Bellis is the senior authority when it\ncomes to research on sync stones. She’s more up\non the subject than I am.",
    "ch0137_00_orchid1/0601_0702_02_10": "I’m actually tempted to become her assistant, just\nto have her teach me what she knows!",
    "ch0137_00_orchid1/0601_0702_03_10": "Haha! Age and status don’t matter when it comes\nto Pokémon research.",
    "ch0137_00_orchid1/0601_0702_04_10": "A love for Pokémon is what’s most important\nfor research.",
    "ch0137_00_orchid1/0602_0701_01_10": "There are sync pairs from many different regions\non Pasio.",
    "ch0137_00_orchid1/0602_0701_02_10": "I’m able to see all manner of Pokémon I could\nnever encounter in the Kanto region thanks to that.",
    "ch0137_00_orchid1/0602_0701_03_10": "When Trainers’ eyes meet, a battle is soon to\nfollow. But for me...",
    "ch0137_00_orchid1/0602_0701_04_10": "when something catches my eye, it’s time for some\nPokémon research!",
    "ch0137_00_orchid1/0602_0702_01_10": "Earlier, I had a Trainer show me their\npartner Pokémon.",
    "ch0137_00_orchid1/0602_0702_02_10": "I got so caught up in studying their Pokémon that\nthere was no time left for a battle.",
    "ch0137_00_orchid1/0602_0702_03_10": "Make sure you manage your time wisely so you\ndon’t end up like me!",
    "ch0137_00_orchid1/0603_0701_01_10": "Professor Elm, Professor Rowan, myself. There are\nmany people researching Pokémon.",
    "ch0137_00_orchid1/0603_0701_02_10": "People like myself study Pokémon as a profession.\nFor some people, Pokémon are pets. Others use\nthem for battling.",
    "ch0137_00_orchid1/0603_0701_03_10": "There are as many ways to interact with Pokémon\nas there are people and Pokémon in the world.",
    "ch0137_00_orchid1/0603_0701_04_10": "Don’t feel like you need to imitate anyone else.\nTreasure the unique way you relate to your\nown Pokémon!",
    "ch0137_00_orchid1/0603_0702_01_10": "Back in my youth, I was a real go-getter\nPokémon Trainer.",
    "ch0137_00_orchid1/0603_0702_02_10": "Back in those days, there was another Trainer\nI knew who was unrivaled in strength and very\npassionate about Pokémon battles.",
    "ch0137_00_orchid1/0603_0702_03_10": "That Trainer was Agatha! She is a member of the\nIndigo Elite Four.",
    "ch0137_00_orchid1/0603_0702_04_10": "I chose the life of a Pokémon researcher, but\nAgatha thought of nothing but Pokémon battles.",
    "ch0137_00_orchid1/0603_0702_05_10": "Our paths may have diverged, but I still hold her\nin high esteem.",
    "ch0137_00_orchid1/0604_0701_01_10": "I’ve got a grandson...\nErm, what was his name again?",
    "ch0137_00_orchid1/0604_0701_02_10": "Just kidding, it’s Blue! His name is Blue. I’m sure\nyou’ve heard of him by now.",
    "ch0137_00_orchid1/0604_0701_03_10": "He was a bit of a mischievous boy, but he really\nchanged after he left Pallet Town to go on his\nown Pokémon journey.",
    "ch0137_00_orchid1/0604_0701_04_10": "He’s grown up so much!",
    "ch0137_00_orchid1/0604_0701_05_10": "I’m so happy to have seen my grandson become\nsuch a fine young man... Hoho! The new\ndiscoveries never cease, even as I grow older!",
    "ch0137_00_orchid1/0604_0702_01_10": "I think what helped Blue grow so much was his\nrival, a boy named Red.",
    "ch0137_00_orchid1/0604_0702_02_10": "I also gained experience through battling with a\ncertain Pokémon Trainer.",
    "ch0137_00_orchid1/0604_0702_03_10": "I wonder, do you have anyone like that in your\nlife? If you do, be sure to treasure that friend.",
    "ch0137_00_orchid1/0604_0702_04_10": "A friend who pushes you to newer and greater\nheights is a once-in-a-lifetime treasure!",
    "ch0137_00_orchid1/0605_0701_01_10": "There’s something about you that reminds me of\nRed, [Name:PlayerNickname ].",
    "ch0137_00_orchid1/0605_0701_02_10": "Those eyes that sparkle, full of hope...\nIt’s exactly how he looked the day I handed him\nhis first Pokémon!",
    "ch0137_00_orchid1/0605_0701_03_10": "If you hold on to that sparkle, I’m sure you’ll\nbecome a splendid Pokémon Trainer!",
    "ch0137_00_orchid1/0605_0702_01_10": "Perhaps someday you’ll even have the opportunity\nto battle Red or Blue.",
    "ch0137_00_orchid1/0605_0702_02_10": "On the day I gave them their first Pokémon,\nI never could have imagined how those two\nwould end up.",
    "ch0137_00_orchid1/0605_0702_03_10": "This is quite the rare opportunity. We should enjoy\nit to the best of our ability!",
    "ch0137_00_orchid1/0605_0702_04_10": "You’ll join the battle too, won’t you? Don’t go\nholding anything back now!",
    "ch0137_00_orchid1/1701_0701_01_10": "Good timing!",
    "ch0137_00_orchid1/1701_0701_02_10": "I found a handy little something. Here, I’ll give it\nto you!",
    "ch0137_00_orchid1/1701_0702_01_10": "Feel free to use it however you like!",
    "ch0137_00_orchid1/1701_0702_02_10": "If I find something else, I’ll be sure to give it to\nyou. I hope you’ll look forward to it!",
    "ch0137_00_orchid1/2501_0701_01_10": "[Name:PlayerNickname ], do you have any\ninterest in Pokémon research?",
    "ch0137_00_orchid1/2501_0701_02_10": "Research is a lot of fun! You can become very\nknowledgeable about all things Pokémon!",
    "ch0137_00_orchid1/2501_0701_03_10": "The feeling of a new discovery that no one else\nhas seen is the best feeling in the world!",
    "ch0137_00_orchid1/2501_0701_04_10": "If you’re interested, you should come stop by my\nlab sometime.",
    "ch0137_00_orchid1/2501_0701_05_10": "I’d be glad to welcome someone who loves\nPokémon as much as you!",
    "ch0137_00_orchid1/2501_0702_01_10": "Whether we’re working as Trainers or researchers,\nreaching the end of our path can be very difficult.",
    "ch0137_00_orchid1/2501_0702_02_10": "But if you make your own way along the path\nyou’ve chosen, even the tough times are enjoyable!",
    "ch0137_00_orchid1/2501_0702_03_10": "Once you find your path, don’t lose your way.\nFace challenges with all you’ve got.",
    "ch0137_00_orchid1/2501_0702_04_10": "I’ll support you all the while, of course!",
    "ch0137_00_orchid1/2511_0701_01_10": "I’m reminded of myself when I was younger when\nI’m with you.",
    "ch0137_00_orchid1/2511_0701_02_10": "Spending my days enjoying Pokémon battles,\nchallenging my rival.",
    "ch0137_00_orchid1/2511_0701_03_10": "When I’m with you, that old excitement of being\na Trainer comes back to me.",
    "ch0137_00_orchid1/2511_0701_04_10": "Hoho! I don’t plan on letting you younger folk\ndefeat me just yet!",
    "ch0137_00_orchid1/2511_0702_01_10": "You may not end up so different from me in\nthe future.",
    "ch0137_00_orchid1/2511_0702_02_10": "Hoho! What I mean is that you’ll grow to be\nsomeone who loves Pokémon no matter your age.",
    "ch0137_00_orchid1/2511_0702_03_10": "Do your best never to lose that love for Pokémon.",
    "ch0137_00_orchid1/3001_0701_01_10": "Ho! That skip in your step this morning reminds me\nof my grandchildren.",
    "ch0137_00_orchid1/3002_0701_01_10": "Tell me, how is your Pokémon doing?\nAh! It seems to be very happy training alongside\nyou today!",
    "ch0137_00_orchid1/3003_0701_01_10": "Some people play with Pokémon; some battle with\nthem. Whatever the choice, we can still support\neach other!",
    "ch0137_00_orchid1/3004_0701_01_10": "You know, there just aren’t enough hours in the\nday to enjoy research and exploration as much\nas I’d like to!",
    "ch0137_00_orchid1/3005_0701_01_10": "I learned so many interesting things out in the\nfield today! I can’t wait to record everything in\nmy latest report!",
    "ch0137_00_orchid1/3006_0701_01_10": "Did you know that some Pokémon change their\nbehavior based on whether it’s day or night?\nObserving them can be quite a challenge!"
}
