{
    "ch0132_00_adeku/0101_0701_01_10": "Even the longest journey begins with the first step!\nIt’s great to see that your adventurous spirit is as\nstrong as ever!",
    "ch0132_00_adeku/0101_0701_02_10": "We must continue to aim even higher than\nbefore, [Name:PlayerNickname ]!",
    "ch0132_00_adeku/0601_0701_01_10": "Different people have different ideas about how\nwe should coexist with Pokémon.",
    "ch0132_00_adeku/0601_0701_02_10": "I’ve met a lot of people with different opinions...\nSome want Pokémon to be powerful, while others\nhope to free them from humans.",
    "ch0132_00_adeku/0601_0701_03_10": "I was especially impressed by one young Trainer\nI met who believed that the bonds of love and\nfriendship are what make you strong!",
    "ch0132_00_adeku/0601_0701_04_10": "You remind me a lot of that Trainer! That’s why\nI have great expectations of you!",
    "ch0132_00_adeku/0602_0701_01_10": "Trainers spend each day trying to take the title\nof Champion in order to prove that they’re\nthe strongest!",
    "ch0132_00_adeku/0602_0701_02_10": "However, you mustn’t think of that as your end\ngoal. It’s merely a point that you must reach on\nyour way to even greater heights!",
    "ch0132_00_adeku/0602_0701_03_10": "The Champion’s job is to protect the happiness of \npeople and Pokémon alike!",
    "ch0132_00_adeku/0602_0701_04_10": "To travel with Pokémon is to embark on a vast,\nnever-ending journey! I still have much to learn\nabout the world myself!",
    "ch0132_00_adeku/0602_0701_05_10": "I am one with my partner Pokémon! I hope he and\nI can continue to help each other grow.",
    "ch0132_00_adeku/0603_0701_01_10": "I must say, the Unova Pokémon League has\nchanged quite a bit since Iris was crowned\nthe Champion!",
    "ch0132_00_adeku/0603_0701_02_10": "Compared to when I held the title, the Champion’s\nchamber has a much grander, livelier atmosphere\nnow—quite befitting Iris herself!",
    "ch0132_00_adeku/0603_0701_03_10": "And I’m not talking about the decorative changes\nshe made! Her battle style is innovative and\nexciting and yet different from my own!",
    "ch0132_00_adeku/0604_0701_01_10": "Feet are the starting point of any adventure!\nWalk your way through this world on your own\ntwo feet! That’s where it all begins!",
    "ch0132_00_adeku/0604_0701_02_10": "Back when I was traveling, I often camped out\nwith my Pokémon when we got tired of walking!",
    "ch0132_00_adeku/0604_0701_03_10": "It was exhausting, especially when things got\ntough. But in those moments, my Pokémon were\nthe ones who pulled us through!",
    "ch0132_00_adeku/0604_0701_04_10": "Those were good times...",
    "ch0132_00_adeku/0605_0701_01_10": "I have a few Trainers that I’ve taken under my\nwing as disciples, so to speak...",
    "ch0132_00_adeku/0605_0701_02_10": "Some of them worked extremely hard and became\nmembers of the Elite Four.",
    "ch0132_00_adeku/0605_0701_03_10": "You actually resemble them in many\nways, [Name:PlayerNickname ]!",
    "ch0132_00_adeku/0605_0701_04_10": "Nothing makes me happier than bringing out the\nfull potential of a young Trainer!",
    "ch0132_00_adeku/0605_0701_05_10": "If there’s anything you can learn from me, don’t\nhesitate to ask me for help!",
    "ch0132_00_adeku/1701_0701_01_10": "This is just something small, but I’d like you to\nhave it! Go ahead—take it!",
    "ch0132_00_adeku/1701_0701_02_10": "I hope it helps you on your journey!",
    "ch0132_00_adeku/1701_0702_01_10": "No need to hold back. Just think of it as a little\nextra encouragement from me!",
    "ch0132_00_adeku/2501_0701_01_10": "My very first partner Pokémon was laid to rest at\nthe Celestial Tower in Unova.",
    "ch0132_00_adeku/2501_0701_02_10": "They taught me the importance of life. How fragile\nit can be... That nothing endures forever.",
    "ch0132_00_adeku/2501_0701_03_10": "I was very sad to say good-bye to my partner.\nBut that’s how I was able to realize the joy of\nbeing with Pokémon.",
    "ch0132_00_adeku/2501_0701_04_10": "I hope you are treasuring the time you spend\nwith your Pokémon!",
    "ch0132_00_adeku/2501_0702_01_10": "My journey is never-ending.",
    "ch0132_00_adeku/2501_0702_02_10": "I hope I’m living my life in a way that would\nmake my old partner proud.",
    "ch0132_00_adeku/2511_0701_01_10": "Just as a master teaches their disciple, there are\nalso things that a disciple can teach their master.",
    "ch0132_00_adeku/2511_0701_02_10": "Such is the nature of masters and disciples. They\nmust also trust each other, or the relationship will\nnot serve its purpose.",
    "ch0132_00_adeku/2511_0701_03_10": "There are many things that I learned only when I\nstarted teaching others...",
    "ch0132_00_adeku/2511_0701_04_10": "I never knew that I could get so passionate about\nhelping others grow!",
    "ch0132_00_adeku/2511_0702_01_10": "I feel that you and your partner have \nunlimited potential!",
    "ch0132_00_adeku/2511_0702_02_10": "I want to learn more about your approach—and\nof course, I’d be happy to teach you what I know!",
    "ch0132_00_adeku/2511_0702_03_10": "I’m looking forward to seeing you reach your\nfull potential!\n",
    "ch0132_00_adeku/3001_0701_01_10": "Morning is the best time to meditate. Take deep\nbreaths and relax both your body and spirit.\n",
    "ch0132_00_adeku/3003_0701_01_10": "I’m not one to just sit around. I’m heading out\nto train with my Pokémon!",
    "ch0132_00_adeku/3005_0701_01_10": "Your Pokémon worked hard for you today.\nMake sure you treat it right.\n"
}
