{
    "ch0110_00_kasumi/0101_0701_01_10": "Hi, [Name:PlayerNickname ]!\nYou look like you’re having a good day.",
    "ch0110_00_kasumi/0101_0701_02_10": "Wanna head to the beach with me for a bit?",
    "ch0110_00_kasumi/7101_0701_01_10": "I’m glad I brought my swimsuit from the Cerulean\nGym with me to Pasio!",
    "ch0110_00_kasumi/7101_0701_02_10": "When it comes to getting in the water, there’s\njust something about this suit that feels right,\nyou know?",
    "ch0110_00_kasumi/7101_0701_03_10": "Do you have any clothes that you always go\nback to? Dressing up is nice and all, but comfort\nis important, too!",
    "ch0110_00_kasumi/7105_0701_01_10": "Hmm... Training at the beach would be way more\nfun with you around, [Name:PlayerNickname ]!",
    "ch0110_00_kasumi/7105_0701_02_10": "We could run through the sand together and have\nfun in the water with our Pokémon!",
    "ch0110_00_kasumi/7105_0701_03_10": "Oh, and it’s no big deal if you don’t know how\nto swim. I can coach you through it, no problem!",
    "ch0110_00_kasumi/1701_0701_01_10": "Here you go!",
    "ch0110_00_kasumi/1701_0702_01_10": "I found it on the beach and thought maybe you\ncould use it!",
    "ch0110_00_kasumi/2501_0701_01_10": "The other day, I tried challenging a Squirtle to a\nswimming race at the beach! I ended up losing\npretty badly, though.",
    "ch0110_00_kasumi/2501_0701_02_10": "Is it weird to challenge a Pokémon to a race?\nI didn’t think it was all that crazy.",
    "ch0110_00_kasumi/2501_0701_03_10": "I can face anything, no matter how hard it is.\nYou’re the one who taught me that!",
    "ch0110_00_kasumi/2501_0702_01_10": "You challenge your opponents without any\nhesitation, no matter who they are...",
    "ch0110_00_kasumi/2501_0702_02_10": "AND you can beat them! That’s so awesome!",
    "ch0110_00_kasumi/3001_0701_01_10": "A quick swim right after you wake up\nis a perfect, refreshing start to the day!",
    "ch0110_00_kasumi/3003_0701_01_10": "Snack time’s over! Time to get out there\nand use up all this energy! Wanna battle?",
    "ch0110_00_kasumi/3005_0701_01_10": "Man, I don’t feel sleepy at all yet!\nMaybe it’s because I took a nap while\nsurfing with my Pokémon earlier..."
}
