{
    "ch0116_00_hikari/0101_0701_01_10": "¡Anda, [Name:PlayerNickname ]! Te estaba\nesperando. ¿Qué te parece si salimos por ahí\nde aventuras?",
    "ch0116_00_hikari/0101_0701_02_10": "Hay muchas cosas que quiero enseñarte.\n¡Ya estoy hecha toda una experta, que lo sepas!",
    "ch0116_00_hikari/0601_0701_01_10": "¿Desde cuándo llevas en Passio?\nEspero que no te hayas topado con muchos\nproblemas desde entonces.",
    "ch0116_00_hikari/0601_0701_02_10": "De hecho, cuando me planté aquí por primera vez\ntodo me resultaba nuevo y no me enteraba de\nnada. Fijo que te ha pasado lo mismo, ¿a que sí?",
    "ch0116_00_hikari/0601_0701_03_10": "Por eso es importante que los Entrenadores nos\nayudemos los unos a los otros. ¡Puedes confiar\nen mí!",
    "ch0116_00_hikari/0601_0702_01_10": "A mí también me han ayudado en muchas\nocasiones desde que empecé a hacer mis pinitos\ncomo Entrenadora Pokémon.",
    "ch0116_00_hikari/0601_0702_02_10": "Creo que, cuando alguien es amable contigo,\ntú también tiendes a serlo con los demás.",
    "ch0116_00_hikari/0602_0701_01_10": "Para mí, Passio es un lugar completamente nuevo.",
    "ch0116_00_hikari/0602_0701_02_10": "No paro de descubrir cosas nuevas, ¡a cada cual\nmás impresionante! Me encanta. Ojalá tuviera aún\nmás tiempo.",
    "ch0116_00_hikari/0602_0701_03_10": "Quiero aprender todo lo que pueda sobre este\nlugar y compartir mis experiencias con toda la\ngente de Pueblo Hojaverde.",
    "ch0116_00_hikari/0602_0702_01_10": "Ya te habrás dado cuenta, pero los Entrenadores\nque están de visita aquí vienen de regiones muy\ndiferentes.",
    "ch0116_00_hikari/0602_0702_02_10": "Dime, ¿de dónde vienes tú? Me encantaría visitar\ntu tierra algún día.",
    "ch0116_00_hikari/0603_0701_01_10": "Me entristece pensarlo, pero me da que no hay\nlugar en el que no exista gente mala que quiera\nusar los Pokémon con fines malvados.",
    "ch0116_00_hikari/0603_0701_02_10": "Por ejemplo, en la región de Sinnoh, de donde\nprovengo, está el Equipo Galaxia.",
    "ch0116_00_hikari/0603_0701_03_10": "¡Pero logramos dar al traste con sus planes!",
    "ch0116_00_hikari/0603_0702_01_10": "De veras que me rompe el corazón que exista\ngente así. ¡Con lo buenos que son los Pokémon!",
    "ch0116_00_hikari/0603_0702_02_10": "Y no solo eso, sino que también aman a sus\nEntrenadores y les prestan toda su ayuda.",
    "ch0116_00_hikari/0603_0702_03_10": "Estoy segura de que tu compi Pokémon está en\nbuenas manos y que confía en ti.",
    "ch0116_00_hikari/0604_0701_01_10": "¡Es que no me da la vida por las mañanas!\nJusto cuando menos tiempo tengo es cuando me\ndesaparecen las cosas, ¡y no sé por qué!",
    "ch0116_00_hikari/0604_0701_02_10": "Que si esto, que si lo otro, que si lo de más allá...\nMe pongo a buscar por todos lados y, cuando me\nquiero dar cuenta, ha pasado la tira de tiempo.",
    "ch0116_00_hikari/0604_0701_03_10": "¡Me vuelvo loca por las mañanas, en serio!",
    "ch0116_00_hikari/0604_0702_01_10": "Por lo general soy un poco impaciente, pero ni\npunto de comparación con Israel, mi amigo de la\ninfancia. Él sí que es bastante alocado.",
    "ch0116_00_hikari/0604_0702_02_10": "Ahora que caigo, ¿pensará él que soy yo la más\nimpaciente de los dos?",
    "ch0116_00_hikari/0605_0701_01_10": "Los encuentros con Pokémon suelen ser\ncircunstancias fortuitas.",
    "ch0116_00_hikari/0605_0701_02_10": "Si aquel día hubiera hecho algo diferente, puede\nque no hubiera conocido a mi Pokémon y que\nahora no fuéramos compis.",
    "ch0116_00_hikari/0605_0701_03_10": "Me alegro infinidad de habernos topado la una \ncon la otra y de que nos hayamos convertido en\nuna pareja de compis inseparable.",
    "ch0116_00_hikari/0605_0702_01_10": "He logrado llegar tan lejos porque siempre he\ncreído en mí misma.",
    "ch0116_00_hikari/0605_0702_02_10": "Pero no solo eso, por supuesto. Todos estamos\nconectados por vínculos invisibles, tanto Pokémon\ncomo humanos.",
    "ch0116_00_hikari/0605_0702_03_10": "De hecho, estoy segura de que el destino ha\nquerido que tú y yo nos conociéramos.",
    "ch0116_00_hikari/1701_0701_01_10": "Oye, me he hecho con un objeto que te vendrá\ncomo anillo al dedo.",
    "ch0116_00_hikari/1701_0701_02_10": "¡Puedes quedártelo! Úsalo con cabeza.",
    "ch0116_00_hikari/1701_0702_01_10": "Aunque haya dicho que lo uses con cabeza,\npuedes usarlo cuando te haga falta.",
    "ch0116_00_hikari/2501_0701_01_10": "Puedes confiar en mí para lo que sea.",
    "ch0116_00_hikari/2501_0701_02_10": "De todas formas, sé que te vales por ti sol[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] y que\nte desenvuelves a las mil maravillas.",
    "ch0116_00_hikari/2501_0701_03_10": "Por eso no pienso en absoluto que estés por\ndebajo de mí. De hecho, considero que estamos al\nmismo nivel y me gustaría que fuéramos rivales.",
    "ch0116_00_hikari/2501_0702_01_10": "¿No crees que la palabra \"rival\" puede llegar a\ntener un significado precioso?",
    "ch0116_00_hikari/2501_0702_02_10": "¿Qué me dices si a partir de ahora nos olvidamos\nde quién tiene más experiencia y nos convertimos\nen rivales para hacernos aún más fuertes?",
    "ch0116_00_hikari/2511_0701_01_10": "En Passio hay muchísima gente de diversos lugares\ny puede resultar apabullante al principio.",
    "ch0116_00_hikari/2511_0701_02_10": "Por eso me alegro tanto de haberos conocido tanto\na tu compi como a ti.\n¡Me lo paso genial con vosotros!",
    "ch0116_00_hikari/2511_0701_03_10": "¡Me encantaría que visitaras en alguna ocasión la\nregión de Sinnoh! Yo me encargaré de enseñarte\ntodos sus recovecos.",
    "ch0116_00_hikari/2511_0702_01_10": "No solo eres muy amable con los Pokémon, sino\nque me inspiras confianza.",
    "ch0116_00_hikari/2511_0702_02_10": "Si paso más tiempo contigo, quizá dé con el\nsecreto para ser tan amable y fuerte como tú.",
    "ch0116_00_hikari/3001_0701_01_10": "¡Buenos días! Empecemos el día con alegría y\nsalgamos de aventuras, ¿te parece?\n¿Llevas contigo lo necesario?",
    "ch0116_00_hikari/3002_0701_01_10": "Me gusta el ambiente tan rebosante de vida que\nse respira en Passio, pero de vez en cuando me\napetece más una mañana tranquila.",
    "ch0116_00_hikari/3003_0701_01_10": "¡No hay nada como montar en bici por la costa de\nla isla y disfrutar del paisaje mientras la brisa te\nacaricia el rostro!",
    "ch0116_00_hikari/3004_0701_01_10": "Me encanta esta hora del día, sobre todo cuando\nhace un día soleado.",
    "ch0116_00_hikari/3005_0701_01_10": "Hay que aprovechar para descansar bien por las\nnoches, pero salir a estas horas de aventuras\ntambién puede ser interesante, ¿no crees?",
    "ch0116_00_hikari/3006_0701_01_10": "Si tu compi te acompaña, puedes aprovechar para\npasear a la luz de la luna sin ningún tipo de\npreocupaciones."
}
