{
    "ch0131_00_citron/0101_0701_01_10": "Oh! Hello! How are you doing today,\n[Name:PlayerNickname ]?",
    "ch0131_00_citron/0101_0701_02_10": "If you ever need a warm-up, just let me know.\nI’ve got a machine that’d make for a great\nsparring partner!",
    "ch0131_00_citron/0601_0701_01_10": "In Kalos, we’ve got this training machine called\nSuper Training!",
    "ch0131_00_citron/0601_0701_02_10": "If you’re ever in Kalos and have some time, you\nshould absolutely give it a try. It really helps\nPokémon get stronger!",
    "ch0131_00_citron/0601_0701_03_10": "First, you’ve got to strike the training bag!",
    "ch0131_00_citron/0601_0701_04_10": "Tap! Tap! Taaap!",
    "ch0131_00_citron/0601_0702_01_10": "I strengthened my partner Pokémon with Super\nTraining while in Kalos.",
    "ch0131_00_citron/0601_0702_02_10": "Apparently some Trainers want to use the machine\nto train themselves. And who can blame them?",
    "ch0131_00_citron/0601_0702_03_10": "This is it! The muscles that will make the future\nbright! That’s true for people and Pokémon.",
    "ch0131_00_citron/0602_0701_01_10": "My Pokémon Gym is set up inside Lumiose City’s\nPrism Tower.",
    "ch0131_00_citron/0602_0701_02_10": "I’m the one who created Prism Tower’s lighting\nsystem. It’s my masterpiece.",
    "ch0131_00_citron/0602_0701_03_10": "You should come visit Lumiose City sometime.\nIf you do, you should stop by my Gym, too!",
    "ch0131_00_citron/0602_0701_04_10": "We’ve absolutely got to have a battle for the\nVoltage Badge!",
    "ch0131_00_citron/0602_0702_01_10": "My little sister, Bonnie, helps out at the Gym.",
    "ch0131_00_citron/0602_0702_02_10": "She likes to quiz challengers who come to Lumiose\nGym. It’s kind of the Gym’s theme. If you’re\nplanning to visit, you can look forward to the quiz!",
    "ch0131_00_citron/0603_0701_01_10": "Maintenance machine...ACTIVATE!\nExcellent... It’s working brilliantly, just like all\nmy inventions.",
    "ch0131_00_citron/0603_0701_02_10": "I’ve been using a machine I created to check\nPasio’s electrical systems.",
    "ch0131_00_citron/0603_0701_03_10": "There are many different species of Pokémon that\nfeed on electricity.",
    "ch0131_00_citron/0603_0701_04_10": "Magnemite is one of those Pokémon species.\nSometimes you can find them huddled around\nbreaker boxes during power outages!",
    "ch0131_00_citron/0603_0702_01_10": "After looking into it, I discovered that Pasio has no\nwild Pokémon, so the island doesn’t suffer from\nPokémon-related electrical issues.",
    "ch0131_00_citron/0603_0702_02_10": "That said, you never know when electrical troubles\ncould arise.",
    "ch0131_00_citron/0603_0702_03_10": "If you notice anything strange, let me know, OK?",
    "ch0131_00_citron/0604_0701_01_10": "Pokémon sure are mysterious... Even with as far\nas science has come, there’s still so much we don’t\nknow about them.",
    "ch0131_00_citron/0604_0701_02_10": "That’s why I want to know more. The unknown is\nthe source of knowledge.",
    "ch0131_00_citron/0604_0701_03_10": "If only we could communicate directly with\nPokémon... We’d be able to learn so much...",
    "ch0131_00_citron/0604_0701_04_10": "Although if you have a strong bond with a\nPokémon, the two of you can understand what\nthe other is thinking without saying anything.",
    "ch0131_00_citron/0604_0701_05_10": "The fascinating possibilities of science have\ntheir charms, but bonds with Pokémon are\nimportant, too.",
    "ch0131_00_citron/0604_0702_01_10": "It’s possible that sometime in the future, the power\nof science will allow us to speak with Pokémon.",
    "ch0131_00_citron/0604_0702_02_10": "When that day comes, we’ll be able to deepen\nthe bonds we share with our Pokémon even more!\nIt’ll be the next generation of sync pairs!",
    "ch0131_00_citron/0605_0701_01_10": "For a long time, I’ve been passionate about\ninventing machines and doing electrical work.",
    "ch0131_00_citron/0605_0701_02_10": "But I got so sucked into it all that other people\noften had to help me out with other things in life...",
    "ch0131_00_citron/0605_0701_03_10": "That’s why I really like to try and help other\npeople out now.",
    "ch0131_00_citron/0605_0701_04_10": "Other people’s smiles make me happy, so I’ll\nkeep doing my best to create new inventions.",
    "ch0131_00_citron/0605_0701_05_10": "It’d be great to connect people with one another\nmore and more, like circuits in a machine!",
    "ch0131_00_citron/0605_0702_01_10": "So many things are different on Pasio than in\nKalos. The people, the surroundings...",
    "ch0131_00_citron/0605_0702_02_10": "You and everyone else on the team have been a\nbig inspiration to me, [Name:PlayerNickname ].",
    "ch0131_00_citron/0605_0702_03_10": "I’ve learned so much from the sync pairs here.\nI feel like I’m growing more and more each day.",
    "ch0131_00_citron/1701_0701_01_10": "Power on, my precious gift-giving machine!",
    "ch0131_00_citron/1701_0701_02_10": "I’d be happy to give it to you!",
    "ch0131_00_citron/1701_0702_01_10": "You’re free to use it however you’d like. I’d be\neven happier if it could inspire you.",
    "ch0131_00_citron/2501_0701_01_10": "I’ve always been clueless about how to make\nfriends with others my age.",
    "ch0131_00_citron/2501_0701_02_10": "But being with you has changed that somehow...",
    "ch0131_00_citron/2501_0701_03_10": "Now I can talk to other Trainers my age without\ngetting nervous.",
    "ch0131_00_citron/2501_0701_04_10": "It’s all thanks to you. Please allow me to repay\nyou in some way.",
    "ch0131_00_citron/2501_0701_05_10": "I know! Is there any kind of machine you’d like\nme to make for you? Don’t be shy—I’ll grant\nany request!",
    "ch0131_00_citron/2501_0702_01_10": "I want to be useful to you and the sync pairs on\nyour team.",
    "ch0131_00_citron/2501_0702_02_10": "This isn’t something I’d normally say out loud,\nbut you’ve really helped me find my courage.",
    "ch0131_00_citron/2511_0701_01_10": "Because I’m a Gym Leader, I sometimes\nget interviewed.",
    "ch0131_00_citron/2511_0701_02_10": "I’m not too great at saying the right things when\nI’m on camera, though...",
    "ch0131_00_citron/2511_0701_03_10": "In interviews, I’m always asked, “What’s next\nfor you?”",
    "ch0131_00_citron/2511_0701_04_10": "I usually give a pretty boring answer, like that\nI want to go to an amusement park in the\nUnova region.",
    "ch0131_00_citron/2511_0702_01_10": "A show announcer who came to some of my\ninterviews was pretty interesting.",
    "ch0131_00_citron/2511_0702_02_10": "She said my glasses make her heart twitch!",
    "ch0131_00_citron/2511_0702_03_10": "I don’t think I’d ever heard that before. I didn’t\nentirely understand what she meant, but I was\npleased to hear it nonetheless!",
    "ch0131_00_citron/3001_0701_01_10": "Oh! Feeling a little sluggish this morning?\nNever fear! My Super Waker-Upper machine\nis here!",
    "ch0131_00_citron/3002_0701_01_10": "If you accidentally oversleep in the morning,\ncall me! My Trainer Dresser-Upper machine will\nget you sorted in a jiffy!",
    "ch0131_00_citron/3003_0701_01_10": "Whew, I could sure use a bite to eat right now...\nMaybe I should invent a machine that can replicate\nfood instantaneously!",
    "ch0131_00_citron/3004_0701_01_10": "Both exploring and inventing come with so many\namazing things to learn and discover!",
    "ch0131_00_citron/3005_0701_01_10": "It’s kind of dark outside, isn’t it? Perhaps I can\nhelp with that! Super Lighting System...ACTIVATE!",
    "ch0131_00_citron/3006_0701_01_10": "Sometimes I get so excited about a new invention\nthat I have trouble sleeping. I can brainstorm for\nhours before I even realize what time it is!"
}
