{
    "ch0106_80_kamitsure/0101_0701_01_10": "Hey there, [Name:PlayerNickname ]. Keep on\nsmiling like you always do!",
    "ch0106_80_kamitsure/0101_0701_02_10": "That smile of yours is so bright, it’ll spark the\nlight in the people around you, too!",
    "ch0106_80_kamitsure/7101_0701_01_10": "Fashion’s not just about wearing fancy clothes. It’s\nalso about rocking the simple look, too.",
    "ch0106_80_kamitsure/7101_0701_02_10": "What’s important is how those clothes show\noff the personality and charm of the person\nwearing them!",
    "ch0106_80_kamitsure/7102_0701_01_10": "Roller coasters and ferris wheels are a must-have\nin any amusement park.",
    "ch0106_80_kamitsure/7102_0701_02_10": "My Emolga is used to high places, so she really\nenjoys both of them!",
    "ch0106_80_kamitsure/7102_0701_03_10": "Hanging out at the amusement park with your\nPokémon is loads of fun. You should try it one day.",
    "ch0106_80_kamitsure/7103_0701_01_10": "Electric-type Pokémon are so adorable and have\na dizzying charm to them, don’t you think?",
    "ch0106_80_kamitsure/7103_0701_02_10": "What was it about your Pikachu that sparked\nyour attention?",
    "ch0106_80_kamitsure/7104_0701_01_10": "Before I close my eyes at night, I like to think back\non my day and find something I like about myself.",
    "ch0106_80_kamitsure/7104_0701_02_10": "Your biggest fan is always you. Remember\nthat, OK?",
    "ch0106_80_kamitsure/7105_0701_01_10": "There are a lot of people in the world, so\nnaturally, we all have completely different\nthoughts and ideas.",
    "ch0106_80_kamitsure/7105_0701_02_10": "Sometimes people clash over their ideas, and that\ncan be painful. But going through that teaches you\nvaluable lessons.",
    "ch0106_80_kamitsure/7105_0701_03_10": "Just keep being yourself and carry on,\n[Name:PlayerNickname ]. After all, your\nPokémon will always be right by your side.",
    "ch0106_80_kamitsure/7105_0701_04_10": "Pokémon are adorable creatures, but you can also\ncount on them when you’re in trouble!",
    "ch0106_80_kamitsure/1701_0701_01_10": "Here, I think this would be perfect for you!",
    "ch0106_80_kamitsure/1701_0702_01_10": "I hope you like that present I gave you!",
    "ch0106_80_kamitsure/2501_0701_01_10": "Whenever I wear this outfit, it reminds me of\nwhen I first decided on my life goals.",
    "ch0106_80_kamitsure/2501_0701_02_10": "Back then, I vowed I’d shine brighter than anyone\nelse and become a Gym Leader and model at the\nsame time.",
    "ch0106_80_kamitsure/2501_0701_03_10": "It was tough, but both Gym Leader Elesa and\nmodel Elesa are what I’ve always wanted to be.",
    "ch0106_80_kamitsure/2501_0702_01_10": "How about you? Do you still remember your first\nhopes and dreams?",
    "ch0106_80_kamitsure/2501_0702_02_10": "The first ones are always your feelings in their\npurest form, so be sure to cherish them, OK? I’m\nsure you’ll make them come true!",
    "ch0106_80_kamitsure/2511_0701_01_10": "Emolga and Zebstrika are both well-behaved\nand get along with each other.",
    "ch0106_80_kamitsure/2511_0701_02_10": "Rotom sometimes plays little pranks on them, but\neven that’s super cute.",
    "ch0106_80_kamitsure/2511_0701_03_10": "They all shine in different ways... Without them, I \nwouldn’t be who I am today.",
    "ch0106_80_kamitsure/2511_0702_01_10": "Watching Pokémon get along with each other\nmakes me melt inside. Is it the same for you?",
    "ch0106_80_kamitsure/2511_0702_02_10": "Emolga gives me all the emol-tions! *chuckle*\nGet it?",
    "ch0106_80_kamitsure/3001_0701_01_10": "Morning! You look like you could use some\nsunshine, sleepyhead! That always seems to perk\nme up.",
    "ch0106_80_kamitsure/3003_0701_01_10": "I try to always hold my head up high. It makes\nme feel a little more confident and beautiful\neach day.",
    "ch0106_80_kamitsure/3005_0701_01_10": "Some things only shine on the darkest nights,\nwouldn’t you agree?"
}
