{
    "ch0120_10_lusamine/0101_0701_01_10": "Je suis ravie de te voir,\n[Name:PlayerNickname ].",
    "ch0120_10_lusamine/0101_0701_02_10": "Aujourd'hui encore, je compte illuminer\nle futur de tous les Duos.",
    "ch0120_10_lusamine/7101_0701_01_10": "Je travaille jour et nuit sur mes recherches\ndans le but d'aider les Dresseurs comme\nles Pokémon.",
    "ch0120_10_lusamine/7101_0701_02_10": "Pour être honnête, même si j'adopte une attitude\ntrès sérieuse, je le fais surtout parce que c'est\nquelque chose qui me passionne.",
    "ch0120_10_lusamine/7101_0701_03_10": "Tu devrais aussi te spécialiser dans une chose que\ntu aimes. Et si cela te permet d'aider les autres\nautour de toi, cela devient une source de bonheur.",
    "ch0120_10_lusamine/7102_0701_01_10": "Que penses-tu de ce Look Ultime ?\nIl est très élégant, n'est-ce pas ?",
    "ch0120_10_lusamine/7102_0701_02_10": "En tant que présidente de la fondation,\nje me dois de soigner mon apparence !",
    "ch0120_10_lusamine/7102_0701_03_10": "J'apprécie particulièrement le détail sur le torse.\nSes jolies couleurs me rappellent la lumière au\ntravers d'un prisme ! C'est si délicat !",
    "ch0120_10_lusamine/7103_0701_01_10": "Je ressens un lien fort et lumineux entre\nton Pokémon et toi.",
    "ch0120_10_lusamine/7103_0701_02_10": "Plus Necrozma et moi nous battons ensemble et\nplus cet éclat entre nous s'intensifie. Cette lumière\nreprésente sans doute la force de notre lien.",
    "ch0120_10_lusamine/7104_0701_01_10": "Maintenant que j'ai la chance de passer plus de\ntemps avec mes enfants, il m'arrive parfois de\npenser à mon mari.",
    "ch0120_10_lusamine/7104_0701_02_10": "La personne que j'étais avant espérait simplement\nqu'il se portait bien et qu'il soit heureux...",
    "ch0120_10_lusamine/7104_0701_03_10": "Mais aujourd'hui, ce que j'espère surtout, c'est de\npouvoir lui parler, et lui montrer combien nos\nenfants ont grandi.",
    "ch0120_10_lusamine/7105_0701_01_10": "Je pensais que mon amour pour mes Pokémon\nétait suffisant pour les protéger...",
    "ch0120_10_lusamine/7105_0701_02_10": "Mais maintenant, je réalise que les Dresseurs\net les Pokémon doivent aussi se défendre et\nse soutenir mutuellement.",
    "ch0120_10_lusamine/7105_0701_03_10": "Hé hé... Mais tu savais déjà tout cela, n'est-ce\npas, [Name:PlayerNickname ] ?",
    "ch0120_10_lusamine/1701_0701_01_10": "Je te cherchais, car je souhaitais te donner ceci.",
    "ch0120_10_lusamine/1701_0702_01_10": "J'espère que cela te sera utile.",
    "ch0120_10_lusamine/2501_0701_01_10": "Avant, je voyais Necrozma comme une grande\nmenace qu'il fallait éliminer avant qu'elle ne vole\ntoute la lumière du monde.",
    "ch0120_10_lusamine/2501_0701_02_10": "C'est mes enfants qui m'ont fait comprendre que\nje devais changer ma façon de voir les choses,\nque je devais faire preuve de compassion.",
    "ch0120_10_lusamine/2501_0702_01_10": "Necrozma était très différent, à l'époque. C'est\nincroyable de penser qu'un Pokémon qui était\nautrefois un ennemi est devenu mon partenaire.",
    "ch0120_10_lusamine/2501_0702_02_10": "Si je le dois au fait que j'ai changé la façon dont\nj'exprime mon amour, alors j'en suis heureuse.\nEt toi, qu'en penses-tu ?",
    "ch0120_10_lusamine/2511_0701_01_10": "Résoudre les mystères de la Force Duo\nest un des objectifs de la Fondation Æther.",
    "ch0120_10_lusamine/2511_0701_02_10": "Et je compte placer une grande quantité de\nressources sur la recherche autour des\nDuo-Gemmes.",
    "ch0120_10_lusamine/2511_0702_01_10": "Pour être honnête, en ce moment, je ressens\nplus le besoin de combattre aux côtés de\nNecrozma que de faire des recherches...",
    "ch0120_10_lusamine/2511_0702_02_10": "J'ai très envie de passer plus de temps en sa\ncompagnie, et non pas en tant que présidente de\nla fondation, mais en tant que simple personne.",
    "ch0120_10_lusamine/3001_0701_01_10": "Bonjour. Tu as bien dormi ? Tu devrais aller\ndehors et profiter du soleil matinal.",
    "ch0120_10_lusamine/3003_0701_01_10": "Bonjour. Les Pokémon ont l'air si apaisés sur\ncette île. J'en apprends beaucoup grâce à eux.",
    "ch0120_10_lusamine/3005_0701_01_10": "Il est grand temps d'aller se coucher.\nIl faut se reposer pour affronter la nouvelle\njournée sur le point de commencer !"
}
