{
    "ch0162_00_koki/0101_0701_01_10": "Hiya! How’s it going, [Name:PlayerNickname ]?",
    "ch0162_00_koki/0101_0701_02_10": "I hope we get to meet a lot of sync pairs today!",
    "ch0162_00_koki/0601_0701_01_10": "Lots of sync pairs came to Pasio from a bunch of\ndifferent regions!",
    "ch0162_00_koki/0601_0701_02_10": "Every day is so exciting because I get to see\nPokémon that I can’t find in Sinnoh!",
    "ch0162_00_koki/0601_0701_03_10": "I can learn a lot from meeting new Trainers, so\nI’m really glad I came here!",
    "ch0162_00_koki/0601_0701_04_10": "I’m gonna do my best both as a Trainer and as\nProfessor Rowan’s assistant!",
    "ch0162_00_koki/0602_0701_01_10": "I’ve been helping out Professor Rowan as\nhis assistant.",
    "ch0162_00_koki/0602_0701_02_10": "He’s been conducting research and giving talks\nabout Pokémon Evolution!",
    "ch0162_00_koki/0602_0701_03_10": "One day, I want to be as knowledgeable\nabout Pokémon as he is!",
    "ch0162_00_koki/0603_0701_01_10": "I have a friend who’s also trying to complete her\nPokédex! Her name is Dawn.",
    "ch0162_00_koki/0603_0701_02_10": "She’s so reliable! We worked together to get out\nof a bunch of tight spots back when we were\nexploring Sinnoh.",
    "ch0162_00_koki/0603_0701_03_10": "If you ever need help with something here on\nPasio, we’d be happy to help! You can count\non us!",
    "ch0162_00_koki/0604_0701_01_10": "Guess what? I’ve developed my own theory about\nPokémon Evolution!",
    "ch0162_00_koki/0604_0701_02_10": "Specifically, I think it’s a matter of how much the\nPokémon likes a certain thing!",
    "ch0162_00_koki/0604_0701_03_10": "For example, spiky Pokémon evolved that way\nbecause they really like having spikes and want to\nshow them off!",
    "ch0162_00_koki/0604_0701_04_10": "What do you think? I think it’s a pretty decent\nhypothesis, if I do say so myself!",
    "ch0162_00_koki/0605_0701_01_10": "The same Pokémon will battle differently if it’s\nraised by a different Trainer.",
    "ch0162_00_koki/0605_0701_02_10": "That’s why battling with Pokémon can teach\nyou things that you can’t find in your Pokédex!",
    "ch0162_00_koki/0605_0701_03_10": "You and your partner sure are different from other\nsync pairs! Let me research you sometime!",
    "ch0162_00_koki/1701_0701_01_10": "How are you doing? I have a present for you!",
    "ch0162_00_koki/1701_0701_02_10": "I think you’ll find a good use for it!",
    "ch0162_00_koki/1701_0702_01_10": "That’s a pretty good item, so I hope it helps\nyou out!",
    "ch0162_00_koki/2501_0701_01_10": "There’s something I always think whenever I see \nyou or Dawn.",
    "ch0162_00_koki/2501_0701_02_10": "Namely, that it’s so important to strengthen your\nbond with your partner Pokémon.",
    "ch0162_00_koki/2501_0701_03_10": "I want to grow as a sync pair with my partner\nPokémon and deepen our bond!",
    "ch0162_00_koki/2501_0702_01_10": "It’s tons of fun to hang out with you and Dawn\nbecause I always learn a lot from the both of you.",
    "ch0162_00_koki/2501_0702_02_10": "You’ve been awesome friends to me, and I sure\nhope it stays that way!",
    "ch0162_00_koki/2511_0701_01_10": "When I see you and your partner Pokémon, I\nalways think about what a great sync pair\nyou are.",
    "ch0162_00_koki/2511_0701_02_10": "Here on Pasio, a Trainer and a Pokémon form a\nspecial bond...",
    "ch0162_00_koki/2511_0701_03_10": "It’s not just about being strong. You also have to\ntrust each other!",
    "ch0162_00_koki/2511_0701_04_10": "I think you’re a great example of that! I really look\nup to you as a sync pair!",
    "ch0162_00_koki/2511_0702_01_10": "I’m gonna research sync pairs and report my\nfindings to Professor Rowan!",
    "ch0162_00_koki/2511_0702_02_10": "I’d like you to teach me more about you and your\npartner! You’re really the best sync pair I know!",
    "ch0162_00_koki/3001_0701_01_10": "Morning! I wonder what kind of Trainers and\nPokémon we’ll meet out there today!",
    "ch0162_00_koki/3003_0701_01_10": "We gotta go everywhere and meet as many\nTrainers as we can! I wanna learn everything!",
    "ch0162_00_koki/3005_0701_01_10": "I should finalize my research notes before I\nhit the hay."
}
