{
    "ch0106_00_kamitsure/0101_0701_01_10": "Hey there. Today’s looking pretty dazzling already,\ndon’t you think?",
    "ch0106_00_kamitsure/0101_0701_02_10": "I think it’s time for the two of us to take a walk...\ndown the runway to victory, that is!",
    "ch0106_00_kamitsure/0601_0701_01_10": "People watching you 24-7, never having a\nmoment to yourself...",
    "ch0106_00_kamitsure/0601_0701_02_10": "That’s the life of a professional model.\nThere’s no such thing as a day off for me.",
    "ch0106_00_kamitsure/0601_0701_03_10": "When I’m focusing on being a Pokémon Trainer,\nthough, I’m the one doing the watching!",
    "ch0106_00_kamitsure/0601_0701_04_10": "I like to keep a close eye on my adorable\nPokémon. I don’t want to miss even the slightest\nchange in mood or behavior.",
    "ch0106_00_kamitsure/0601_0702_01_10": "Oh, there are things I have to keep a close\neye on as a model, too...",
    "ch0106_00_kamitsure/0601_0702_02_10": "I’ve gotta keep up with the fashion trends...\nwhat’s in and what’s out. I can’t afford to miss\nout on any of that juicy info!",
    "ch0106_00_kamitsure/0602_0701_01_10": "I work hard as a model and a Gym Leader to\nmake every day shine.",
    "ch0106_00_kamitsure/0602_0701_02_10": "Other than that, I dunno...\nI guess I don’t really have any hobbies.",
    "ch0106_00_kamitsure/0602_0701_03_10": "I get so caught up in Pokémon and fashion\nthat I can barely think of anything else!\nIt makes every day so much fun, though.",
    "ch0106_00_kamitsure/0602_0702_01_10": "Life can be hard sometimes, sure. But the best\nthing you can do is face your challenges head on!",
    "ch0106_00_kamitsure/0602_0702_02_10": "If you can do that, you’ll discover things about\nyourself that you never knew before. The whole\nworld will open up for you!",
    "ch0106_00_kamitsure/0603_0701_01_10": "Sygna suits are all the rage on Pasio right now.\nThey’re so cute, I do a double take every time\nI see a Trainer wearing one.",
    "ch0106_00_kamitsure/0603_0701_02_10": "I hear they’re one of a kind. Supposedly, the\ndesigner is all about creating signature looks for\ncertain Trainers and their Pokémon.",
    "ch0106_00_kamitsure/0603_0701_03_10": "As a model and a Trainer, I’d love to get my\nhands on a sygna suit of my own one day.",
    "ch0106_00_kamitsure/0603_0702_01_10": "Only a select few Trainers have had sygna suits\ndesigned for them so far, you know.",
    "ch0106_00_kamitsure/0603_0702_02_10": "I wonder what a sygna suit designed specifically\nfor me would look like...",
    "ch0106_00_kamitsure/0604_0701_01_10": "Have I ever told you how I first met Zebstrika?\nIt’s such a fantastic story.",
    "ch0106_00_kamitsure/0604_0701_02_10": "One day, I got lost on my way home from a photo\nshoot and it started to pour really hard outside.",
    "ch0106_00_kamitsure/0604_0701_03_10": "I was running around, soaking wet, when I\nheard a Pokémon cry. Then a second later,\nI saw Zebstrika jolt out of a bush nearby.",
    "ch0106_00_kamitsure/0604_0701_04_10": "The poor thing had been struck by a bolt of\nlightning. Her mane was crackling with electricity.",
    "ch0106_00_kamitsure/0604_0702_01_10": "Zebstrika just stared up at me, not moving an inch.",
    "ch0106_00_kamitsure/0604_0702_02_10": "Something about that moment felt like fate...\nSo I did the only thing I could think of at the time.\nI caught her.",
    "ch0106_00_kamitsure/0604_0702_03_10": "I know there’s no way of really knowing whether\nthe things that happen to us are fate or not...\nBut I felt it in my heart regardless.",
    "ch0106_00_kamitsure/0605_0701_01_10": "I’d love to be with my sweet Pokémon every hour\nof every day...",
    "ch0106_00_kamitsure/0605_0701_02_10": "but it’s good to let our Pokémon rest up at a\nPokémon Center every now and then.",
    "ch0106_00_kamitsure/0605_0701_03_10": "I mean, burnout is just the worst. You can’t do a\ngood job at work if you’re exhausted.",
    "ch0106_00_kamitsure/0605_0701_04_10": "That goes for people, too! Take it easy and\nmake sure you give yourself some time to relax\nand refresh, OK, [Name:PlayerNickname ]?",
    "ch0106_00_kamitsure/0605_0702_01_10": "I think it’d be nice to get away from the big city\nfor a while. Maybe someplace remote, where\nno one’s around.",
    "ch0106_00_kamitsure/0605_0702_02_10": "I wouldn’t even care if it got dark outside.\nZebstrika can be my own little night-light.",
    "ch0106_00_kamitsure/1701_0701_01_10": "Hey, just the person I was looking for!\nI’ve got something for you.",
    "ch0106_00_kamitsure/1701_0701_02_10": "It’s been a must-have item for me lately.\nI highly recommend it.",
    "ch0106_00_kamitsure/1701_0702_01_10": "I’ll let you know if I find anything else you’d be\ninterested in!",
    "ch0106_00_kamitsure/2501_0701_01_10": "I think people shine the most when their hearts\nare really full.",
    "ch0106_00_kamitsure/2501_0701_02_10": "You can dress yourself up on the outside as\nmuch as you want—fashion, jewelry, makeup—\nbut you can’t dress up your heart.",
    "ch0106_00_kamitsure/2501_0701_03_10": "When you feel happy and content on the inside,\nyou’ll naturally be more positive and confident\non the outside.",
    "ch0106_00_kamitsure/2501_0701_04_10": "That kind of inner light glows all around you—\nenough that people can see the difference.",
    "ch0106_00_kamitsure/2501_0702_01_10": "When I see someone that shines as brightly as\nyou do, it makes me want to do better, too.",
    "ch0106_00_kamitsure/2501_0702_02_10": "You’re like a beam of sunshine!\nSo always remember to be yourself, OK?",
    "ch0106_00_kamitsure/2511_0701_01_10": "Hey... There’s something I’ve been wanting to\ntalk to you about... Do you have a sec?",
    "ch0106_00_kamitsure/2511_0701_02_10": "I’ve been meaning to tell you this for a while...\nI just haven’t had the courage until now.",
    "ch0106_00_kamitsure/2511_0701_03_10": "I know it’s Farfetch’d, but...be careful what\nyou wish for, [Name:PlayerNickname ]...\nYou Magnemite get it.",
    "ch0106_00_kamitsure/2511_0701_04_10": "Ha ha ha! Oh, sweetie, I’m so sorry...\nMaybe I should have kept my Meowth shut\nafter all!",
    "ch0106_00_kamitsure/2511_0702_01_10": "OK, OK, I’m done now... Sometimes I like to\ntell jokes to get a good back-and-forth going\nwith people.",
    "ch0106_00_kamitsure/2511_0702_02_10": "Most people think I’d be too cool and sophisticated\nto tell a silly joke, and I just love proving them\nwrong! Isn’t this side of me fun?",
    "ch0106_00_kamitsure/3001_0701_01_10": "Morning! Nice day, isn’t it?\nIf you’re still feeling groggy, you could try\ndoing some stretches. Works for me!",
    "ch0106_00_kamitsure/3002_0701_01_10": "I love a good run in the morning.\nKeeps me strong and beautiful!",
    "ch0106_00_kamitsure/3003_0701_01_10": "The way the sun’s shining right now \nwould be perfect for a photo shoot.",
    "ch0106_00_kamitsure/3004_0701_01_10": "The weather will be cooling off soon.\nDon’t forget to bring a cute jacket with\nyou if you’re heading out!",
    "ch0106_00_kamitsure/3005_0701_01_10": "Evening!\nThere’s a nice, cool breeze out there tonight.",
    "ch0106_00_kamitsure/3006_0701_01_10": "I’d never say no to some warm, glittering\nsunshine, but moonlight has its own brilliant\nbeauty as well..."
}
