{
    "ch0108_00_nobori/0101_0701_01_10": "¿Qué tal? ¡Gracias por viajar con nosotros,\n[Name:PlayerNickname ]!",
    "ch0108_00_nobori/0101_0701_02_10": "Sin más dilación... ¡partamos hacia lo más alto!",
    "ch0108_00_nobori/7101_0701_01_10": "¿Te lo puedes creer? Passio no tiene una red\nferroviaria.",
    "ch0108_00_nobori/7101_0701_02_10": "Bueno... Tampoco es que le haga falta, es cierto.\nPero ¿no crees que una región sin trenes parece\nincompleta?",
    "ch0108_00_nobori/7101_0701_03_10": "Mucha gente dice que prefiere vivir aventuras\nyendo a pie hacia lo desconocido.",
    "ch0108_00_nobori/7101_0701_04_10": "¡Pero a mí me resulta muy placentero llevar a los\npasajeros hacia su destino!",
    "ch0108_00_nobori/7102_0701_01_10": "En Passio, es muy importante combinar con tino\nlas parejas de compis que conforman tu equipo.",
    "ch0108_00_nobori/7102_0701_02_10": "Yo tengo bastante experiencia en combates\nque requieren compenetrarte con tus compañeros.",
    "ch0108_00_nobori/7102_0701_03_10": "¡Cuántas veces habremos luchado Caril y yo\ncodo con codo contra los pasajeros del Tren Multi!",
    "ch0108_00_nobori/7102_0701_04_10": "Toda esa experiencia me está viniendo de perlas\nen Passio.",
    "ch0108_00_nobori/7103_0701_01_10": "¡Tengo tantas ganas de batirme con rivales fuertes\nque podría parar un tren!",
    "ch0108_00_nobori/7103_0701_02_10": "Analizar las tácticas de tus oponentes, idear una\nestrategia diferente... ¡Es el mejor de los estímulos!",
    "ch0108_00_nobori/7103_0701_03_10": "¿A ti también te gusta esa sensación?",
    "ch0108_00_nobori/7103_0701_04_10": "¡Mi parte favorita es cuando encuentras un punto\ndébil en la estrategia de tu adversario y logras\nasestarle el golpe de gracia!",
    "ch0108_00_nobori/7104_0701_01_10": "¿Conoces algún otro lugar especial similar al\nMetro Batalla donde se celebren combates?",
    "ch0108_00_nobori/7104_0701_02_10": "He oído que en otras regiones hay recintos\nparecidos construidos en lugares como una torre\no incluso un árbol.",
    "ch0108_00_nobori/7104_0701_03_10": "¡Entiendo la metáfora! Tanto las torres como\nlos árboles ascienden hacia lo más alto,\n¡igual que los Entrenadores que luchan allí!",
    "ch0108_00_nobori/7104_0701_04_10": "Siguiendo esa lógica, supongo que podría decirse\nque en el Metro Batalla profundizas en tu dominio\nde los combates.",
    "ch0108_00_nobori/7105_0701_01_10": "¿Sabes qué? Me acaban de decir algo que me ha\ndejado intranquilo, [Name:PlayerNickname ].",
    "ch0108_00_nobori/7105_0701_02_10": "Al parecer, comparado con Caril, ¡soy muy serio!",
    "ch0108_00_nobori/7105_0701_03_10": "¡Pero eso tiene que ser un malentendido!\n¡Yo sonrío cuando me estoy divirtiendo!",
    "ch0108_00_nobori/7105_0701_04_10": "¡De hecho, estoy seguro de que, al hablar,\nsoy el más expresivo de los dos!",
    "ch0108_00_nobori/7105_0701_05_10": "¿Cómo que tú tampoco me has visto sonreír\nnunca? Me dejas a cuadros...",
    "ch0108_00_nobori/1701_0701_01_10": "¡Tengo un regalo para ti! ¡Espero que te sirva!",
    "ch0108_00_nobori/1701_0702_01_10": "Ayudar a los pasajeros en su viaje a la victoria\ntambién es parte de mi labor como Jefe Metro.",
    "ch0108_00_nobori/1701_0702_02_10": "Me alegro de que mi obsequio te sea de utilidad.",
    "ch0108_00_nobori/2501_0701_01_10": "Teselia no es la única región que cuenta con\nlíneas de ferrocarril.",
    "ch0108_00_nobori/2501_0701_02_10": "Por ejemplo, ¿has oído hablar del Magnetotrén?\nConecta las regiones de Johto y Kanto.",
    "ch0108_00_nobori/2501_0701_03_10": "Es tan veloz que puedes viajar entre ambas\nregiones en un abrir y cerrar de ojos.",
    "ch0108_00_nobori/2501_0701_04_10": "¡Si lo convirtieran en el Magnetotrén Batalla,\nllegarías a la estación antes incluso de poder\nlanzar el primer ataque!",
    "ch0108_00_nobori/2501_0702_01_10": "Hay otro tren de alta velocidad en Kalos: ¡el TMV!",
    "ch0108_00_nobori/2501_0702_02_10": "Hay tantos trenes famosos por el mundo...\n¡Algún día tenemos que montarnos en todos!",
    "ch0108_00_nobori/2511_0701_01_10": "Mi hermano gemelo Caril prefiere los Combates\nDobles, que tienen unas reglas propias.",
    "ch0108_00_nobori/2511_0701_02_10": "Solemos formar equipo contra los pasajeros que\nvienen a retarnos a combates en el Tren Multi.\nLo llamamos la doble formación de Fero y Caril.",
    "ch0108_00_nobori/2511_0701_03_10": "Los Jefes Metro nos enorgullecemos de ser muy\nbuenos en los combates con reglas especiales.",
    "ch0108_00_nobori/2511_0701_04_10": "Pero, si te digo la verdad, antes de venir a Passio\nnunca habíamos luchado en una triple formación.\n¡Es muy emocionante! Solo puedo decir... ¡¡Bravo!!",
    "ch0108_00_nobori/2511_0702_01_10": "¿A ti qué tipo de reglas te gustan en un combate?",
    "ch0108_00_nobori/2511_0702_02_10": "Hay casi tantas reglas como formas de ganar.\n¡Eso es lo que hace tan fascinante el mundo de\nlos combates Pokémon!",
    "ch0108_00_nobori/3001_0701_01_10": "¡Buenos días! Por temprano que sea, ¡la seguridad\nes muy importante! ¡Nunca cruces las vías si la\nbarrera está bajada!",
    "ch0108_00_nobori/3003_0701_01_10": "Por la tarde suele haber menos pasajeros,\n¡pero eso no significa que podamos echarnos\nuna siesta! ¡¡Hora de ponerse en marcha!!",
    "ch0108_00_nobori/3005_0701_01_10": "A estas horas suele ser la hora punta en el Metro\nBatalla. ¡Menos mal que nuestra maquinaria está\nengrasada a la perfección!"
}
