{
    "ch0132_00_adeku/0101_0701_01_10": "Se si vuole andare lontano, bisogna iniziare\nfacendo il primo passo! Affrontiamo anche questa\ngiornata con lo spirito di chi va all'avventura!",
    "ch0132_00_adeku/0101_0701_02_10": "Andiamo, [Name:PlayerNickname ]...\nAvanziamo insieme e puntiamo in alto!",
    "ch0132_00_adeku/0601_0701_01_10": "Le persone hanno spesso ideali diversi, per quanto\nriguarda il modo di relazionarsi con i Pokémon.",
    "ch0132_00_adeku/0601_0701_02_10": "C'è chi desidera liberarli dal controllo degli umani,\nchi invece ricerca soltanto la forza... Ho incontrato\nAllenatori con tanti modi di pensare differenti.",
    "ch0132_00_adeku/0601_0701_03_10": "Ma a impressionarmi più di tutti è stato\nun giovane talento che credeva nella forza\nche nasce dall'affetto e dai legami.",
    "ch0132_00_adeku/0601_0701_04_10": "Tu mi ricordi quella persona, ed è per questo\nche mi aspetto grandi cose da te!",
    "ch0132_00_adeku/0602_0701_01_10": "Gli Allenatori si danno da fare ogni giorno\nper riuscire a diventare Campioni, e dare così\nprova della loro forza.",
    "ch0132_00_adeku/0602_0701_02_10": "Tuttavia, diventare Campioni non dev'essere\nl'obiettivo ultimo, bensì una tappa di un percorso\npiù ampio.",
    "ch0132_00_adeku/0602_0701_03_10": "Il ruolo di un Campione è quello di adoperarsi più\ndi chiunque altro per realizzare e proteggere\nla felicità delle persone e dei Pokémon.",
    "ch0132_00_adeku/0602_0701_04_10": "Vivere insieme ai Pokémon è una strada costellata\ndi scoperte profonde! Io stesso ho ancora molto\nda imparare nel percorrerla!",
    "ch0132_00_adeku/0602_0701_05_10": "Voglio diventare una cosa sola col mio compagno,\ncoltivando con lui un rapporto che ci permetta\nsempre di spronarci a migliorare l'un l'altro!",
    "ch0132_00_adeku/0603_0701_01_10": "A quanto pare, la Lega Pokémon di Unima\nè cambiata, da quando è diventata Campionessa\nIris.",
    "ch0132_00_adeku/0603_0701_02_10": "Anche la sala dei Campioni è diversa. È decorata\nin uno stile magnifico, che ben si addice a chi\nla occupa ora.",
    "ch0132_00_adeku/0603_0701_03_10": "Ma non è cambiata solo la sala, ovviamente.\nQuando lotta, Iris ha delle intuizioni così brillanti\nche mi lasciano semplicemente a bocca aperta!",
    "ch0132_00_adeku/0604_0701_01_10": "Per andare all'avventura bisogna usare le gambe!\nTutto ha inizio quando si decide di andare\nalla scoperta del mondo un passo dopo l'altro!",
    "ch0132_00_adeku/0604_0701_02_10": "Durante i miei viaggi, mi è capitato spesso\ndi sentirmi stanco per le lunghe camminate\ne di dormire all'aria aperta con i miei Pokémon!",
    "ch0132_00_adeku/0604_0701_03_10": "Loro mi hanno sempre aiutato tanto in queste\nsituazioni difficili, anche quando mi ritrovavo\nquasi completamente privo di energie.",
    "ch0132_00_adeku/0604_0701_04_10": "Queste esperienze sono poi diventate dei ricordi\npreziosi, per me.",
    "ch0132_00_adeku/0605_0701_01_10": "Ci sono alcuni Allenatori che provano un grande\naffetto nei miei confronti, un po' come se fossero\ndei miei discepoli.",
    "ch0132_00_adeku/0605_0701_02_10": "Uno di loro, in particolare, si è impegnato a tal\npunto da entrare a far parte dei Superquattro.",
    "ch0132_00_adeku/0605_0701_03_10": "Ebbene, [Name:PlayerNickname ]...\nDevo dire che avverto anche in te le stesse\npotenzialità che ho notato in loro!",
    "ch0132_00_adeku/0605_0701_04_10": "Vedere i giovani che ho incoraggiato riuscire\na sviluppare al massimo le proprie capacità mi dà\nuna gioia indescrivibile!",
    "ch0132_00_adeku/0605_0701_05_10": "Se anche tu vuoi imparare qualcosa da me,\ndimmelo pure senza fare complimenti!",
    "ch0132_00_adeku/1701_0701_01_10": "Ho una cosa per te! Non è nulla di eccezionale,\nma mi farebbe piacere se tu la usassi!",
    "ch0132_00_adeku/1701_0701_02_10": "Spero che ti torni utile durante i tuoi viaggi!",
    "ch0132_00_adeku/1701_0702_01_10": "Non devi farti dei problemi perché ti ho dato\nun regalo. Consideralo come una sorta\ndi incoraggiamento da parte mia!",
    "ch0132_00_adeku/2501_0701_01_10": "Il mio primo Pokémon riposa in pace nella Torre\nCielo di Unima.",
    "ch0132_00_adeku/2501_0701_02_10": "È stato lui a insegnarmi quanto la vita sia preziosa\ne fuggevole... Da lui ho imparato che la forza\nnon è eterna e universale.",
    "ch0132_00_adeku/2501_0701_03_10": "Quando mi ha lasciato ho provato una grande\ntristezza. Ma ho anche compreso quanto sia\ngrande la gioia di vivere insieme ai Pokémon.",
    "ch0132_00_adeku/2501_0701_04_10": "Anche tu devi fare tesoro di tutto questo tempo\nche puoi trascorrere insieme al tuo compagno!",
    "ch0132_00_adeku/2501_0702_01_10": "I miei viaggi continueranno anche in futuro.",
    "ch0132_00_adeku/2501_0702_02_10": "Sono certo che il mio caro compagno continua\na osservarmi, da qualche parte, e voglio condurre\nuna vita che lo renda orgoglioso di me.",
    "ch0132_00_adeku/2511_0701_01_10": "Così come i discepoli apprendono dal maestro,\nanche il maestro impara dai suoi discepoli.",
    "ch0132_00_adeku/2511_0701_02_10": "Funziona così, quando hai degli apprendisti.\nDevono esserci fiducia e rispetto reciproci,\naltrimenti è tutto inutile.",
    "ch0132_00_adeku/2511_0701_03_10": "Insegnare agli altri, comunque, ti permette\ndi capire tante cose...",
    "ch0132_00_adeku/2511_0701_04_10": "Per esempio, non avrei mai detto che osservare\nla crescita dei miei discepoli mi avrebbe scaldato\nil cuore a tal punto!",
    "ch0132_00_adeku/2511_0702_01_10": "Sento che il modo in cui vivete il vostro legame\ncome Unità vi permette di avere un potenziale\nillimitato!",
    "ch0132_00_adeku/2511_0702_02_10": "Vorrei imparare da questa tua disposizione\nd'animo, e allo stesso tempo mi farebbe piacere\nanche trasmetterti quello che so.",
    "ch0132_00_adeku/2511_0702_03_10": "Non vedo l'ora di ammirare la vostra crescita\ninsieme!",
    "ch0132_00_adeku/3001_0701_01_10": "La mattina è il momento migliore per concentrarsi!\nBasta fare un respiro profondo per rilassare\nsia la mente che il corpo.",
    "ch0132_00_adeku/3003_0701_01_10": "Non fa per me rimanere fermo con le mani\nin mano! Vado a fare un giro insieme\nal mio Pokémon!",
    "ch0132_00_adeku/3005_0701_01_10": "Anche oggi il tuo Pokémon si è impegnato tanto.\nRicordati di dimostrargli tutta la tua riconoscenza."
}
