{
    "ch0158_00_carnet/0101_0701_01_10": "Oh my! \nHow nice to see you, [Name:PlayerNickname ]!",
    "ch0158_00_carnet/0101_0701_02_10": "All the players are here! The stage is set to enjoy\nyet another day on Pasio!",
    "ch0158_00_carnet/0601_0701_01_10": "Since I’m an actress, sometimes people will talk\nto me because they’re fans of mine!",
    "ch0158_00_carnet/0601_0701_02_10": "Often, they’ll say that watching me act gave them\ncourage or cheered them up! ",
    "ch0158_00_carnet/0601_0701_03_10": "But I also get a lot of energy from my fans when\nI meet them!",
    "ch0158_00_carnet/0602_0701_01_10": "People change every day, and no moment is\nexactly the same as another.",
    "ch0158_00_carnet/0602_0701_02_10": "Even if I play the same character, I always act a\nlittle different from how I did the day before!",
    "ch0158_00_carnet/0602_0701_03_10": "I hope people enjoy seeing that transformation! It\nsurely makes it more engaging!",
    "ch0158_00_carnet/0603_0701_01_10": "As I continue my work as an actress, one thing\nthat I find important is challenging myself to try\nnew things.",
    "ch0158_00_carnet/0603_0701_02_10": "I plan to continue challenging myself to play the\nkinds of characters I’ve never acted before!",
    "ch0158_00_carnet/0603_0701_03_10": "Every time I act as a different character, I feel I\nencounter a new me!",
    "ch0158_00_carnet/0603_0701_04_10": "My job as an actress is to constantly search for my\nown untapped potential.",
    "ch0158_00_carnet/0604_0701_01_10": "I once traded my Pokémon to a Trainer who \nchallenged me for my Champion title.",
    "ch0158_00_carnet/0604_0701_02_10": "Of course, it was a little bittersweet, but I said\ngood-bye to my Pokémon and wished it the best.",
    "ch0158_00_carnet/0604_0701_03_10": "At the same time, its new family welcomed it with\nopen arms, which was so heartwarming.",
    "ch0158_00_carnet/0604_0701_04_10": "The Pokémon I traded is back in Kalos, but it’s still\nso very special to me!",
    "ch0158_00_carnet/0605_0701_01_10": "Even if you’re facing something difficult, you’re\nalways able to have a positive outlook!\n",
    "ch0158_00_carnet/0605_0701_02_10": "I think that’s one of the things about you that truly\nmakes you shine, [Name:PlayerNickname ]!",
    "ch0158_00_carnet/0605_0701_03_10": "I’m sure the people around you have noticed that \npositive attitude of yours.",
    "ch0158_00_carnet/0605_0701_04_10": "I also feel happy when I’m next to you!",
    "ch0158_00_carnet/1701_0701_01_10": "Allow me to present you with this gift!",
    "ch0158_00_carnet/1701_0701_02_10": "I hope it helps you shine even brighter!",
    "ch0158_00_carnet/1701_0702_01_10": "Any item can be good or bad depending on how\nyou use it.",
    "ch0158_00_carnet/1701_0702_02_10": "I’m sure you’ll find a way to put it to good use!",
    "ch0158_00_carnet/2501_0701_01_10": "I have an identity as an actress—and also as\na Champion.",
    "ch0158_00_carnet/2501_0701_02_10": "For both of these identities, I’m vigilant of the\nfact that I’m seen by many people.",
    "ch0158_00_carnet/2501_0701_03_10": "I do this so I can live up to the expectations of the\npeople cheering me on!",
    "ch0158_00_carnet/2501_0701_04_10": "I try to portray myself as noble, passionate, and\nshining bright...and of course, I try to show that\nI truly enjoy both acting and battling.",
    "ch0158_00_carnet/2501_0701_05_10": "They’re what I view as my life’s work.",
    "ch0158_00_carnet/2501_0702_01_10": "Being in the spotlight and having things expected\nof me may sometimes feel like a burden.",
    "ch0158_00_carnet/2501_0702_02_10": "But I always try to turn those expectations into\nenergy to make my heart and soul shine brightly!",
    "ch0158_00_carnet/2511_0701_01_10": "I always strive to stay positive, but sometimes I do\nexperience disappointment.",
    "ch0158_00_carnet/2511_0701_02_10": "I do two things to make myself feel better:",
    "ch0158_00_carnet/2511_0701_03_10": "First, I remember the faces of all my fans.",
    "ch0158_00_carnet/2511_0701_04_10": "Second, I interact with my Pokémon!",
    "ch0158_00_carnet/2511_0701_05_10": "That usually helps me regain my positivity, as it\nreminds me that I’m not alone.",
    "ch0158_00_carnet/2511_0702_01_10": "When you’re feeling down, try to think of who is\naround you.",
    "ch0158_00_carnet/2511_0702_02_10": "If you do that, there will always be people willing\nto give your their support and cheer you on!",
    "ch0158_00_carnet/3001_0701_01_10": "Every day is special and unique in some way.\nWe have to enjoy each and every one of them\nto the fullest!",
    "ch0158_00_carnet/3003_0701_01_10": "Our day-to-day experiences here on Pasio, big\nand small, will all be part of a greater story\none day.",
    "ch0158_00_carnet/3005_0701_01_10": "You and your Pokémon shine so brightly together...\nI wouldn’t be surprised if you glow in the dark!"
}
