{
    "ch0115_00_denji/0101_0701_01_10": "Tiens, [Name:PlayerNickname ].\nÇa fait plaisir de te voir.",
    "ch0115_00_denji/0101_0701_02_10": "Te connaissant, je suis sûr que tu vas vivre des\naventures palpitantes. Alors, profites-en bien.",
    "ch0115_00_denji/0601_0701_01_10": "Lorsque j'étais à Sinnoh, j'ai été invité à rejoindre\nle Conseil 4, mais j'ai préféré refuser.",
    "ch0115_00_denji/0601_0701_02_10": "Il faut dire qu'ils m'avaient remonté les bretelles\njuste parce que je voulais rénover les locaux\nde la Ligue Pokémon.",
    "ch0115_00_denji/0601_0701_03_10": "Mais ce n'est pas pour ça que j'ai refusé. Je\npréférais simplement rester dans mon Arène\net continuer à côtoyer les gens ordinaires.",
    "ch0115_00_denji/0602_0701_01_10": "Comme Passio est une île artificielle, cela veut dire\nque son environnement, ses forêts, ses volcans et\nautres sont maintenus par des machines.",
    "ch0115_00_denji/0602_0701_02_10": "Je me demande vraiment quel genre de système a\nété mis en place, et quel genre de machines est\nutilisé...",
    "ch0115_00_denji/0602_0701_03_10": "Je suis sûr que ça doit également piquer ta\ncuriosité, non ? Moi, en tout cas, je peux plus\nm'arrêter d'y penser !",
    "ch0115_00_denji/0603_0701_01_10": "Des panneaux solaires ont été installés sur les\nroutes de Rivamar, la ville où se trouve mon\nArène.",
    "ch0115_00_denji/0603_0701_02_10": "C'est grâce à ces panneaux qu'on peut convertir\nen électricité toute l'énergie que procure le soleil !",
    "ch0115_00_denji/0603_0701_03_10": "Ce qui fait qu'on a de l'électricité à foison, et la\nville n'en est que plus agréable à vivre ! Si un\njour tu veux déménager, je te conseille cet endroit.",
    "ch0115_00_denji/0604_0701_01_10": "Est-ce que toi et ton Pokémon avez une capacité\nen particulier qui est un peu votre botte secrète ?",
    "ch0115_00_denji/0604_0701_02_10": "Je parle du genre de capacité qu'on utilise pile\nau moment le plus critique !",
    "ch0115_00_denji/0604_0701_03_10": "Si vous n'en avez pas, vous devriez vous en créer\nune. J'ai hâte de voir ce que vous allez trouver !",
    "ch0115_00_denji/0605_0701_01_10": "Est-ce qu'il y a une capacité qui a une place\nparticulière dans ton cœur, ou une qui t'a\nmarqué[FR:Gen Ref=\"255\" F=\"e\" ] plus que les autres ?",
    "ch0115_00_denji/0605_0701_02_10": "En ce qui me concerne, je me souviens de la\ncapacité que j'ai utilisée la première fois que j'ai\nobtenu un Badge... Tonnerre...",
    "ch0115_00_denji/0605_0701_03_10": "Cette sensation de frisson... Cet engourdissement...\nJe vois encore toutes ces étincelles de joie.\nJamais je n'oublierai ce moment.",
    "ch0115_00_denji/1701_0701_01_10": "Ah, te voilà ! Justement, je te cherchais.",
    "ch0115_00_denji/1701_0701_02_10": "Je me suis dit que ça pourrait te rendre service.",
    "ch0115_00_denji/1701_0702_01_10": "Je suis sûr que tu sauras l'utiliser au mieux.",
    "ch0115_00_denji/1701_0702_02_10": "Et plus tu deviendras fort[FR:Gen Ref=\"255\" F=\"e\" ], plus je serai\nheureux de me battre contre toi...",
    "ch0115_00_denji/2501_0701_01_10": "Que penses-tu des machines qui sont à Passio ?\nTu ne trouves pas que c'est un sujet fascinant ?",
    "ch0115_00_denji/2501_0701_02_10": "Je n'arrête pas de voir d'étonnantes machines\ndepuis que je suis à Passio. Je n'ai pas pu résister\nà l'envie de les améliorer un peu...",
    "ch0115_00_denji/2501_0701_03_10": "Le problème, c'est qu'en faisant cela, j'ai provoqué\nune coupure de courant dans une partie de l'île,\net le comité du WPM m'a passé un savon...",
    "ch0115_00_denji/2501_0701_04_10": "Par contre, je crois que leurs réprimandes n'ont\nfait qu'accroître mon envie d'en savoir plus sur\nces machines !",
    "ch0115_00_denji/2501_0702_01_10": "J'aimais bien rénover et améliorer mon Arène,\nquand j'étais à Sinnoh.",
    "ch0115_00_denji/2501_0702_02_10": "J'ai fini par utiliser trop d'électricité et j'ai\nprovoqué une coupure de courant dans toute la\nville. Tu imagines que j'ai reçu quelques plaintes...",
    "ch0115_00_denji/2511_0701_01_10": "Est-ce que tu connais Adrien, du Conseil 4 de\nSinnoh ?",
    "ch0115_00_denji/2511_0701_02_10": "Tous les deux, nous sommes inséparables !\nQuelle que soit la situation, nous sommes presque\ntoujours ensemble.",
    "ch0115_00_denji/2511_0701_03_10": "Il a tendance à s'enflammer un peu trop, mais\nce n'est pas un méchant garçon. En tout cas, on\ns'est toujours bien entendus.",
    "ch0115_00_denji/2511_0702_01_10": "C'est vraiment quelqu'un de bien, mais des fois,\nAdrien agit de manière totalement irréfléchie.",
    "ch0115_00_denji/2511_0702_02_10": "Il n'y a pas longtemps, il est venu me défier en\ncombat Pokémon dans la villa ! Il est vraiment\nirresponsable, quand il veut.",
    "ch0115_00_denji/3001_0701_01_10": "Eh bien, tu n'as pas l'air très en forme. Si tu es\nencore fatigué[FR:Gen Ref=\"255\" F=\"e\" ], je connais une méthode ultime\npour se réveiller : un bon combat !",
    "ch0115_00_denji/3003_0701_01_10": "Je me demande vraiment comment Passio a été\nconstruite, et comment l'île est entretenue...",
    "ch0115_00_denji/3005_0701_01_10": "Attention à ne pas utiliser trop d'électricité, le\nsoir. Si tu provoques une coupure de courant,\non va te passer un joli savon..."
}
