{
    "ch0135_00_kagetsu/0101_0701_01_10": "¡Eh, tú! ¡Te estaba esperando!",
    "ch0135_00_kagetsu/0101_0701_02_10": "¡Qué buena cara tienes hoy también! Venga, nos\nesperan cientos de combates que disfrutar.",
    "ch0135_00_kagetsu/0601_0701_01_10": "Aquí en Passio se junta gente de todo el mundo,\n¿sabes lo que te digo?",
    "ch0135_00_kagetsu/0601_0701_02_10": "Cuando voy por ahí, me cruzo con gente con\npeinados imposibles, ropas peculiares... Vamos,\n¡con cosas que no había visto nunca!",
    "ch0135_00_kagetsu/0601_0701_03_10": "Me encantaría tener la oportunidad de preguntar\na cada uno por su estilo.",
    "ch0135_00_kagetsu/0602_0701_01_10": "Antes la gente me tomaba por un delincuente\nde poca monta... ¡y ahora soy un orgulloso\nmiembro del Alto Mando de Hoenn!",
    "ch0135_00_kagetsu/0602_0701_02_10": "Me hizo falta conocer a gente de todo tipo para\ndarme cuenta de lo que quería hacer en la vida.",
    "ch0135_00_kagetsu/0602_0701_03_10": "¡Es fundamental conocer a gente nueva y conectar\ncon ella!",
    "ch0135_00_kagetsu/0603_0701_01_10": "En Hoenn tenemos una especie de caramelos\nespeciales para los Pokémon llamados Pokécubos.",
    "ch0135_00_kagetsu/0603_0701_02_10": "Mi compi no para de comerse uno tras otro, así\nque me entró curiosidad por probarlos... Pero me\npararon antes de dar un solo bocado.",
    "ch0135_00_kagetsu/0603_0701_03_10": "Je, je... ¿No te apetece probarlos a ti también?\n¡Me pregunto a qué saben!",
    "ch0135_00_kagetsu/0604_0701_01_10": "Es importante no perder de vista la victoria en\nun combate Pokémon, pero, en mi humilde\nopinión, ¡lo más importante es divertirse!",
    "ch0135_00_kagetsu/0604_0701_02_10": "Hay gente a la que le obsesiona ganar, pero\nperder no significa que todo haya sido en vano.",
    "ch0135_00_kagetsu/0604_0701_03_10": "Aunque te derroten, si te has divertido, siempre\nvas a querer repetir. Y si vuelves a intentarlo,\nintentarás ganar, ¿no?",
    "ch0135_00_kagetsu/0604_0701_04_10": "Por eso nos esforzamos cada vez que combatimos,\n¡y así nos hacemos cada vez mejores!",
    "ch0135_00_kagetsu/0605_0701_01_10": "¿Sabes? El otro día estuve hablando con Máximo\nsobre rocas.",
    "ch0135_00_kagetsu/0605_0701_02_10": "No dejaba de hablar de las peculiaridades de los\nminerales: de los colores de unos, la textura de\notros... y todo con una sonrisa de oreja a oreja.",
    "ch0135_00_kagetsu/0605_0701_03_10": "Yo personalmente no tengo ni idea de rocas,\n¡pero estaba tan entusiasmado que daba gusto!",
    "ch0135_00_kagetsu/0605_0701_04_10": "Se ve a la legua que es un auténtico apasionado\ndel tema.",
    "ch0135_00_kagetsu/1701_0701_01_10": "¡Ey! ¡Me alegro de verte por aquí!",
    "ch0135_00_kagetsu/1701_0701_02_10": "Tengo un regalo para ti. ¡Aquí lo tienes!",
    "ch0135_00_kagetsu/1701_0702_01_10": "¡Espero que lo uses para disfrutar aún más de tus\npróximas aventuras!",
    "ch0135_00_kagetsu/2501_0701_01_10": "¿Qué te parece mi look de hoy? Yo diría que\nel pelo y la ropa están perfectos, ¿no crees?\nMe mola cómo me ha quedado.",
    "ch0135_00_kagetsu/2501_0701_02_10": "Aunque igual es un poco demasiado para alguna\ngente... Hay quien se para a mirarme por la\ncalle, siempre desde la distancia.",
    "ch0135_00_kagetsu/2501_0701_03_10": "¡Nunca sé si les doy miedo o si quieren copiarme!",
    "ch0135_00_kagetsu/2501_0701_04_10": "En cualquier caso, si tanto les interesa, podrían\nacercarse a hablar conmigo y ya está.",
    "ch0135_00_kagetsu/2501_0702_01_10": "La próxima vez que alguien se quede mirándome\nfijamente, quizá me acerque yo a romper el hielo.",
    "ch0135_00_kagetsu/2501_0702_02_10": "¡Puede que me sirva para hacer nuevos amigos,\ncomo tú!",
    "ch0135_00_kagetsu/2511_0701_01_10": "Lo importante de los combates Pokémon es que\nte supongan un reto. Eso es lo que los hace\ndivertidos, creo yo.",
    "ch0135_00_kagetsu/2511_0701_02_10": "Por eso me gusta tanto formar parte del Alto\nMando de Hoenn: ¡nunca faltan Entrenadores que\nnos desafíen!",
    "ch0135_00_kagetsu/2511_0701_03_10": "¡Deberías venir tú también a Hoenn y luchar\ncontra el Alto Mando! ¡Sería un enfrentamiento\nbrutal!",
    "ch0135_00_kagetsu/2511_0702_01_10": "Como en Passio puedo moverme con más libertad\nque en Hoenn, estoy aprovechando a conocer\ngente por ahí.",
    "ch0135_00_kagetsu/2511_0702_02_10": "¡Por eso he tenido la oportunidad de conocerte!\nMe alegro de haber hecho el esfuerzo de llegar\nhasta esta isla.",
    "ch0135_00_kagetsu/3001_0701_01_10": "¡Eh, tú! ¿Todo listo? ¡Hoy quiero combatir con\ntantos compis como pueda!",
    "ch0135_00_kagetsu/3003_0701_01_10": "No hay que perder los modales, por fuerte o\npoderoso que seas. Trata a los demás como te\ngustaría que te trataran a ti, ¿eh?",
    "ch0135_00_kagetsu/3005_0701_01_10": "Por la noche hay gente peligrosa por ahí... Ten\ncuidado, no caigas en una de sus trampas en el\ncamino de vuelta a casa."
}
