{
    "ch0158_00_carnet/0101_0701_01_10": "Hola, [Name:PlayerNickname ]. ¿Cómo te\nencuentras?",
    "ch0158_00_carnet/0101_0701_02_10": "Ahora que todos los actores de esta aventura se\nhan reunido, ¿qué me dices si salimos a disfrutar\nde todo lo que tiene que ofrecer Passio?",
    "ch0158_00_carnet/0601_0701_01_10": "Como actriz que soy, me hace ilusión encontrarme\ncon quienes dicen ser mis fans.",
    "ch0158_00_carnet/0601_0701_02_10": "En más de una ocasión me han dicho que mis\nactuaciones los han inspirado y les hacen sentirse\nmejor. ¿No es maravilloso?",
    "ch0158_00_carnet/0601_0701_03_10": "Pero yo también puedo decir lo mismo que ellos:\n¡me llena de ilusión conocerlos!",
    "ch0158_00_carnet/0602_0701_01_10": "Todos cambiamos de forma constante, y es por\nello que nunca se dan dos instantes idénticos.",
    "ch0158_00_carnet/0602_0701_02_10": "Una misma escena que interprete hoy y que\ninterprete mañana variará en cierta manera, por\nsutil y nimia que sea esa diferencia.",
    "ch0158_00_carnet/0602_0701_03_10": "Si eres capaz de fijarte en los pequeños detalles\nque marcan la diferencia, estoy segura de que\ndisfrutarás aún más de las artes escénicas.",
    "ch0158_00_carnet/0603_0701_01_10": "Quizá sea deformación profesional, pero no me\nacobardo ante nuevos retos.",
    "ch0158_00_carnet/0603_0701_02_10": "Si he de enfrentarme a un papel que nunca antes\nhe interpretado, pienso en positivo, me lo planteo\ncomo un reto y doy lo mejor de mí misma.",
    "ch0158_00_carnet/0603_0701_03_10": "Y es así como, con cada papel diferente, puedo\ndescubrir nuevas facetas de mi personalidad.",
    "ch0158_00_carnet/0603_0701_04_10": "Creo que ese es el espíritu que mejor resume lo\nque es ser actriz, esa continua exploración de\ntus propias posibilidades.",
    "ch0158_00_carnet/0604_0701_01_10": "Hace tiempo intercambié un Pokémon con alguien\na quien poco antes me había enfrentado como\nCampeona.",
    "ch0158_00_carnet/0604_0701_02_10": "Por supuesto, es algo triste separarse de un\ncompañero con quien has compartido aventuras,\npero también es bonito conocer a alguien nuevo.",
    "ch0158_00_carnet/0604_0701_03_10": "A mí me llenaba de emoción ver cómo era bien\nrecibido por otro Entrenador y saber que iba a\nformar parte de un equipo alegre y cariñoso.",
    "ch0158_00_carnet/0604_0701_04_10": "El Pokémon que intercambié en Kalos siempre\npermanecerá en mi corazón, incluso en la\ndistancia.",
    "ch0158_00_carnet/0605_0701_01_10": "Por muchas dificultades y obstáculos que te\nencuentres en tu camino, tienes que esforzarte\npor sortearlos y continuar hacia delante.",
    "ch0158_00_carnet/0605_0701_02_10": "Yo creo que por eso brillas con tanta fuerza,\n[Name:PlayerNickname ].",
    "ch0158_00_carnet/0605_0701_03_10": "Nunca te rindes y, además, sabes infundir ese\nespíritu a quienes te rodean.",
    "ch0158_00_carnet/0605_0701_04_10": "¡Yo misma estoy rebosante de alegría\ncuando me encuentro a tu lado!",
    "ch0158_00_carnet/1701_0701_01_10": "Siempre sabes cómo alegrar a quienes te rodean.\nMe gustaría que siguieras así...",
    "ch0158_00_carnet/1701_0701_02_10": "Por eso había pensado en hacerte un regalo.\nEspero que te guste.",
    "ch0158_00_carnet/1701_0702_01_10": "Depende de cada uno dar un buen o mal\nuso a un objeto, espero que sepas aprovecharlo.",
    "ch0158_00_carnet/1701_0702_02_10": "De todas formas, conociéndote, estoy segura de\nque le sacarás partido.",
    "ch0158_00_carnet/2501_0701_01_10": "Como Campeona de la región de Kalos y actriz\nfamosa que soy...",
    "ch0158_00_carnet/2501_0701_02_10": "Muchas personas me admiran y me consideran un\nmodelo a seguir, y aunque las expectativas sean\nmuy altas...",
    "ch0158_00_carnet/2501_0701_03_10": "¡No puedo defraudar a quienes me apoyan de\nforma incondicional!",
    "ch0158_00_carnet/2501_0701_04_10": "Quiero enseñarles el empeño, la ilusión y las\nganas que pongo tanto en mis actuaciones como\nen los combates Pokémon, ¡por ellos y por mí!",
    "ch0158_00_carnet/2501_0701_05_10": "Ese es el objetivo que siempre tengo en mente.",
    "ch0158_00_carnet/2501_0702_01_10": "El peso de la responsabilidad y de las expectativas\npuede ser abrumador en alguna ocasión.",
    "ch0158_00_carnet/2501_0702_02_10": "Pero yo lo transformo en la energía que me\nimpulsa y me permite sonreír mientras consigo\nmis objetivos.",
    "ch0158_00_carnet/2511_0701_01_10": "Intento pensar siempre en positivo y afrontar todo\nmomento con alegría, pero de vez en cuando se\ntiene algún bajón.",
    "ch0158_00_carnet/2511_0701_02_10": "Y cuando eso sucede, cuento con dos métodos\nque me ayudan a recuperarme en un visto y no\nvisto.",
    "ch0158_00_carnet/2511_0701_03_10": "Uno de ellos consiste en imaginarme las caras\nilusionadas de mis fans.",
    "ch0158_00_carnet/2511_0701_04_10": "Y el otro consiste en acariciar a mis queridos\nPokémon, eso me calma mucho.",
    "ch0158_00_carnet/2511_0701_05_10": "Así recuerdo que no estoy sola y tengo a gente\ny Pokémon que me quieren y admiran. Con eso\nrecupero la alegría y sigo adelante.",
    "ch0158_00_carnet/2511_0702_01_10": "Si alguna vez te sientes alicaíd[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ], recuerda echar\nun vistazo a tu alrededor y rodearte de quienes\nte quieren.",
    "ch0158_00_carnet/2511_0702_02_10": "Te aseguro que tienes a mucha gente a tu\nalrededor que no dudará un instante en ayudarte\ny apoyarte en lo que necesites.",
    "ch0158_00_carnet/3001_0701_01_10": "Ningún día es como el anterior, ¡así que toca\naprovecharlos al máximo y disfrutar de ellos!",
    "ch0158_00_carnet/3003_0701_01_10": "Estoy segura de que todas las experiencias que\nviva en Passio contribuirán a mejorar mis dotes\ncomo actriz.",
    "ch0158_00_carnet/3005_0701_01_10": "¡Incluso de noche irradias alegría y energía!"
}
