{
    "ch0170_00_arty/0101_0701_01_10": "Hey there, [Name:PlayerNickname ].\nYou and your Pokémon look like two peas in a\npod today, don’t you!",
    "ch0170_00_arty/0101_0701_02_10": "Your friendship is a work of art, you know that?\nYou two are like my muses, always inspiring me\nto create!",
    "ch0170_00_arty/0601_0701_01_10": "A wise man once said that in order to appreciate\na Bug Pokémon, you first have to look at its\nbody...how it’s structured.",
    "ch0170_00_arty/0601_0701_02_10": "An even wiser man said that you have to touch\nit with a gentle hand to truly understand\nits beauty...",
    "ch0170_00_arty/0601_0701_03_10": "*sigh*\nIt’s impossible to describe to you how beautiful\nBug Pokémon are. Words don’t do them justice.",
    "ch0170_00_arty/0601_0702_01_10": "By the way, I should tell you that the wise men\nI mentioned are actually me.",
    "ch0170_00_arty/0601_0702_02_10": "Not that I wanted to hide it or anything... I just\nwant you to know how amazing Bug Pokémon\nare, no matter how you look at them.",
    "ch0170_00_arty/0601_0702_03_10": "If you ever partner up with one, I’m sure you’ll\nunderstand what I’m talking about.",
    "ch0170_00_arty/0602_0701_01_10": "How many discoveries have you made since you\nstarted your adventure?",
    "ch0170_00_arty/0602_0701_02_10": "When I was a kid, my innocent heart was\ncaptured by the beauty of Bug Pokémon.",
    "ch0170_00_arty/0602_0701_03_10": "I drew with them and battled with them, and after\nall this time, I continue to discover new things.",
    "ch0170_00_arty/0602_0701_04_10": "A world shared with Pokémon is a world\nswarming with mysteries.",
    "ch0170_00_arty/0602_0702_01_10": "As long as there are mysteries to be discovered,\nI’ll continue making my art.",
    "ch0170_00_arty/0602_0702_02_10": "I’m always on the lookout for new and interesting\nthings. That’s why I can always find inspiration!",
    "ch0170_00_arty/0603_0701_01_10": "Bug Pokémon are just the greatest. I could talk\nabout them all day if given the chance!",
    "ch0170_00_arty/0603_0701_02_10": "I mean, look at Caterpie. Their skin is so soft and\nsquishy... Did you know they give the best hugs?",
    "ch0170_00_arty/0603_0701_03_10": "Whenever I see a Trainer with a Caterpie, I can’t\nhelp but run up to them and ask if I can give it\na hug!",
    "ch0170_00_arty/0603_0702_01_10": "I love all Bug Pokémon, but at the end of the day,\nit’s my partner that I love the most.",
    "ch0170_00_arty/0603_0702_02_10": "My ace, Leavanny, is just the best!",
    "ch0170_00_arty/0603_0702_03_10": "I think it’s so sweet how Leavanny makes clothes \nfor other Pokémon out of leaves.",
    "ch0170_00_arty/0604_0701_01_10": "This world is full of all different kinds of people.",
    "ch0170_00_arty/0604_0701_02_10": "Everyone’s ways of thinking and lifestyles are\nvery different.",
    "ch0170_00_arty/0604_0701_03_10": "Sometimes, I’m not even sure if I understand what\npeople are saying, to be honest.",
    "ch0170_00_arty/0604_0701_04_10": "But one thing we all have in common is that we\nall care a lot about Pokémon.",
    "ch0170_00_arty/0604_0702_01_10": "Even when meeting for the first time, people can\ntalk about Pokémon. It’s common ground.",
    "ch0170_00_arty/0604_0702_02_10": "On Pasio, you can form teams with Trainers you\njust met and battle together, right then and there!",
    "ch0170_00_arty/0605_0701_01_10": "I need to discover new things that inspire me or\nelse I get really horrible artist’s block.",
    "ch0170_00_arty/0605_0701_02_10": "It can be the smallest, most trivial detail—\nanything at all! That feeling of discovery feels\nlike a spark igniting within me.",
    "ch0170_00_arty/0605_0701_03_10": "With happiness comes inspiration, I guess!",
    "ch0170_00_arty/0605_0702_01_10": "The sync pairs I’ve encountered here on Pasio\nhave been an endless source of discovery and\ninspiration for me.",
    "ch0170_00_arty/0605_0702_02_10": "In fact, the piece I’m working on now was\nactually inspired by you and your partner!",
    "ch0170_00_arty/0605_0702_03_10": "Once it’s finished, I want you two to be the first to\nsee it! I’m just buzzing to show it to you!",
    "ch0170_00_arty/1701_0701_01_10": "Ooh! I’m glad I ran into you!",
    "ch0170_00_arty/1701_0701_02_10": "I have a present for you! I think you’ll like this.",
    "ch0170_00_arty/1701_0702_01_10": "How you decide to use it is up to you.\nI hope it comes in handy!",
    "ch0170_00_arty/2501_0701_01_10": "Somebody once told me that Pokémon are different\nfrom humans—that they are living beings that\ncontain unknown potential.",
    "ch0170_00_arty/2501_0701_02_10": "We have no way of knowing what they think\nabout us.",
    "ch0170_00_arty/2501_0701_03_10": "But not knowing that is what pushes me to try\nmy hardest! So that I can see eye to eye with\nmy Pokémon!",
    "ch0170_00_arty/2501_0702_01_10": "People and Pokémon should help one another!\nIf we can do that, the world will be a much more\npeaceful place.",
    "ch0170_00_arty/2501_0702_02_10": "I think it’s amazing that people and Pokémon are\nso different.",
    "ch0170_00_arty/2501_0702_03_10": "Our individuality is what makes us so insectible—\nI mean incredible! And it makes our art that much\nmore diverse.",
    "ch0170_00_arty/2511_0701_01_10": "Once, my artist’s block was so bad that I went to\nlook at bones with Lenora, hoping they’d give me\nsome inspiration.",
    "ch0170_00_arty/2511_0701_02_10": "While I was there, I realized that even though we\nwere looking at the same bones, we had totally\ndifferent perspectives.",
    "ch0170_00_arty/2511_0701_03_10": "The bones helped me realize that I can continue\nbeing creative and making art in my own way.",
    "ch0170_00_arty/2511_0701_04_10": "I’m sure you have your own unique perspective\nas well. Do what makes you happiest, and follow\nyour heart!",
    "ch0170_00_arty/2511_0702_01_10": "Do you have a place or a possession that helps\nget you back on track when you’re feeling stuck,\n[Name:PlayerNickname ]?",
    "ch0170_00_arty/2511_0702_02_10": "If you do, you should treasure it.",
    "ch0170_00_arty/2511_0702_03_10": "One day, maybe it’ll inspire you to achieve your\ndreams. That’s what art really is in the end,\nisn’t it?",
    "ch0170_00_arty/3001_0701_01_10": "*yawn*\nI’m so sleepy today... I must have been drawing\nlate into the night again. Whoops!",
    "ch0170_00_arty/3002_0701_01_10": "You know, for all the warmth and light the sun\nprovides us, we sure tend to take it for granted.",
    "ch0170_00_arty/3003_0701_01_10": "Anything that brings out the beauty in Bug-type\nPokémon makes my heart flutter. It’s the little\nthings that count!",
    "ch0170_00_arty/3004_0701_01_10": "Ahh, Bug Pokémon... Their majestic beauty never\nfails to fascinate me!",
    "ch0170_00_arty/3005_0701_01_10": "Hmm... The starry sky tonight would make a\nbeautiful backdrop for a drawing of my Pokémon.",
    "ch0170_00_arty/3006_0701_01_10": "Inspiration tends to strike me juuust before I fall\nasleep at night. Trouble is, I feel like I have to\ndraw right then and there or I’ll lose it!"
}
