{
    "ch0150_00_hayato/0101_0701_01_10": "Hey, [Name:PlayerNickname ]! Are you\nenjoying the nice breeze we’re getting today?",
    "ch0150_00_hayato/0101_0701_02_10": "I’ll ride these winds with my partner Pokémon!\nDon’t you go falling behind!",
    "ch0150_00_hayato/7101_0701_01_10": "When I battle challengers at my Gym, I use my\nfather’s cherished bird Pokémon!",
    "ch0150_00_hayato/7101_0701_02_10": "I get the feeling he’s looking over me when I\nbattle with his Pokémon, and I want to do\nhim proud!",
    "ch0150_00_hayato/7101_0701_03_10": "I won’t lose to anyone here on Pasio. Watch me\nfly higher than even you!",
    "ch0150_00_hayato/7102_0701_01_10": "Have you ever tried flying with your Pokémon?",
    "ch0150_00_hayato/7102_0701_02_10": "I hear in another region far from mine, they use\nCorviknight as a way to get around.",
    "ch0150_00_hayato/7102_0701_03_10": "Is it better to take on the gales headfirst on your\nPokémon’s back? Or is it better to be gently\nrocked as you’re carried to your destination?",
    "ch0150_00_hayato/7102_0701_04_10": "I think both are nice!",
    "ch0150_00_hayato/7103_0701_01_10": "Do you have anyone you respect and want to\nbe like?",
    "ch0150_00_hayato/7103_0701_02_10": "For me, it’s my father. He’s a Pokémon Trainer\nrespected by everyone he meets!",
    "ch0150_00_hayato/7103_0701_03_10": "Janine from Fuchsia City says her father, Koga, is\nnumber one...",
    "ch0150_00_hayato/7103_0701_04_10": "But he’s obviously number two, because number\none is MY father!",
    "ch0150_00_hayato/7104_0701_01_10": "That Pikachu you’ve partnered with...",
    "ch0150_00_hayato/7104_0701_02_10": "It’s a natural threat to my bird Pokémon! Let’s see\nif my strategies against Electric-type attacks work\non you!",
    "ch0150_00_hayato/7105_0701_01_10": "What are your goals here on Pasio,\n[Name:PlayerNickname ]?",
    "ch0150_00_hayato/7105_0701_02_10": "Mine is to be like my father... But he’s not here\non Pasio.",
    "ch0150_00_hayato/7105_0701_03_10": "Either way, I’m going to train here with my\nPokémon so I can be just like him!",
    "ch0150_00_hayato/1701_0701_01_10": "What perfect timing! I have something for you!",
    "ch0150_00_hayato/1701_0702_01_10": "Let it be the wind beneath your wings.",
    "ch0150_00_hayato/2501_0701_01_10": "*yawn* Oh, hey there... My Swellow is an\nearly riser.",
    "ch0150_00_hayato/2501_0701_02_10": "That’s why bird Pokémon are great for people\nwho want a structured lifestyle!",
    "ch0150_00_hayato/2501_0701_03_10": "I’m still sleepy, though. I wonder if Swellow will\nlet me use its feathers as a pillow...",
    "ch0150_00_hayato/2501_0702_01_10": "I bet it’d be really nice to fall asleep with\nan Altaria.",
    "ch0150_00_hayato/2501_0702_02_10": "Their soft, fluffy bodies are just like clouds, and\nthey sing so nicely, I’m sure I’d go right to sleep! ",
    "ch0150_00_hayato/2511_0701_01_10": "Lots of rookie Trainers start off by catching\nbird Pokémon.",
    "ch0150_00_hayato/2511_0701_02_10": "Even Blue made it to the Hall of Fame with his\nPidgeot. He met it as a Pidgey, you know.",
    "ch0150_00_hayato/2511_0701_03_10": "I wonder if I could become the Champion, too.",
    "ch0150_00_hayato/2511_0702_01_10": "I’ll rise together with my Pokémon all the way to\nthe top!",
    "ch0150_00_hayato/2511_0702_02_10": "I’m going to be the number-one bird Pokémon\nTrainer ever, together with my Swellow!",
    "ch0150_00_hayato/3001_0701_01_10": "Bird Pokémon are early risers. When you spend\nas much time around them as I do, you tend to\nbecome an early bird yourself!",
    "ch0150_00_hayato/3003_0701_01_10": "It looks like the wind’s blowing hard out there\ntoday! Perfect conditions for training bird Pokémon!",
    "ch0150_00_hayato/3005_0701_01_10": "It sure is quiet. If we were in Johto, the Hoothoot\nwould be hooting up a storm at this hour!"
}
