{
    "ch0161_00_hara/0101_0701_01_10": "Ho, [Name:PlayerNickname ]! I’m pleased\nto see you here again today.",
    "ch0161_00_hara/0101_0701_02_10": "Working together with your partner will take you\nplaces! I’m looking forward to seeing where you’ll\nend up!",
    "ch0161_00_hara/0601_0701_01_10": "To do an island challenge means you’ll see things\nthat’ll make you think!",
    "ch0161_00_hara/0601_0701_02_10": "You’ll meet people and Pokémon...and may\nencounter some things that can’t be seen.",
    "ch0161_00_hara/0601_0701_03_10": "The more you think about these things, the stronger\nyour mind and body will become!",
    "ch0161_00_hara/0602_0701_01_10": "Have you seen any Trainers around here from a\nregion that has some form of wrestling in\ntheir culture?",
    "ch0161_00_hara/0602_0701_02_10": "If you have, I would like to do a few bouts of\nAlolan sumo with them.",
    "ch0161_00_hara/0602_0701_03_10": "I’d also like you to watch my matches. They may\ninspire you to learn more about the sport!",
    "ch0161_00_hara/0603_0701_01_10": "Watching you as you go about exploring Pasio\nreminds me of my grandson, Hau.",
    "ch0161_00_hara/0603_0701_02_10": "Just like you, he went on his journey and grew\ntremendously.",
    "ch0161_00_hara/0603_0701_03_10": "He got so good at battling, he even beat me!",
    "ch0161_00_hara/0604_0701_01_10": "In Alola, each island has its own totem Pokémon.",
    "ch0161_00_hara/0604_0701_02_10": "They are important to us because they protect\nthe islands, but there are other kinds of\nrelationships that act the same way.",
    "ch0161_00_hara/0604_0701_03_10": "For example, I believe a sync pair bond between\na Trainer and their Pokémon is one of the\nstrongest relationships you can have.",
    "ch0161_00_hara/0604_0701_04_10": "As long as you trust and care about each other,\nyou can overcome any obstacles in your way.",
    "ch0161_00_hara/0604_0701_05_10": "At least, that’s what this old man thinks!",
    "ch0161_00_hara/0605_0701_01_10": "I hear that you’ve been a good influence to a lot\nof folks here, [Name:PlayerNickname ].",
    "ch0161_00_hara/0605_0701_02_10": "Of course, I’m sure you’re also learning from them\nas well.",
    "ch0161_00_hara/0605_0701_03_10": "Many sync pairs coming together and influencing\neach other will change and shape Pasio.",
    "ch0161_00_hara/0605_0701_04_10": "I love imagining what the island will look like in\nthe future!",
    "ch0161_00_hara/1701_0701_01_10": "Do you have a moment? I’d like you to have this.",
    "ch0161_00_hara/1701_0701_02_10": "It’s bound to be helpful on your journey!",
    "ch0161_00_hara/1701_0702_01_10": "I’ll let you know if I find anything else that you\ncould use.",
    "ch0161_00_hara/2501_0701_01_10": "When I travel around Pasio, I always feel just how\nvast the world really is.",
    "ch0161_00_hara/2501_0701_02_10": "Every time I meet and battle a strong opponent, \nold Hala can’t help but want to holler! ",
    "ch0161_00_hara/2501_0701_03_10": "The last time I felt like this was when I set out on\nmy island challenge as a young boy!",
    "ch0161_00_hara/2501_0701_04_10": "What I experienced then is what made me the man\nI am today!",
    "ch0161_00_hara/2501_0702_01_10": "You should go on adventures to see the world and\nbroaden your horizons while you’re still young.",
    "ch0161_00_hara/2501_0702_02_10": "I will support you as much as I can!",
    "ch0161_00_hara/2511_0701_01_10": "I’m embarrassed to say this, but I have a student\nwho became a delinquent.",
    "ch0161_00_hara/2511_0701_02_10": "He was too arrogant and misused his power.\nBut despite that foolishness, I’m determined to\nretrain him properly!",
    "ch0161_00_hara/2511_0701_03_10": "This time, I’ll train him so that he can be a\nfull-fledged Trainer.",
    "ch0161_00_hara/2511_0701_04_10": "When the time comes, I may need your\ncooperation. I’d appreciate your help!",
    "ch0161_00_hara/2511_0702_01_10": "When you’re feeling lost or worried, just remember\nthe faces of the people who helped you get where\nyou are now.",
    "ch0161_00_hara/2511_0702_02_10": "If you do that, it might help you stay on the right\npath even when you’re about to be led astray.",
    "ch0161_00_hara/3001_0701_01_10": "Let’s keep shining together even brighter than\nthe rising sun!",
    "ch0161_00_hara/3003_0701_01_10": "Seeing you children running around the island\nsure reminds me of Alola!",
    "ch0161_00_hara/3005_0701_01_10": "If you’re scared of the dark, being around \npeople and Pokémon who shine like the moon\nmight help."
}
