{
    "ch0120_10_lusamine/0101_0701_01_10": "No sabes cuánto me alegro de que nos veamos,\n[Name:PlayerNickname ].",
    "ch0120_10_lusamine/0101_0701_02_10": "Como siempre, aquí me tienes para alumbrar\ntu camino y el de los demás compis.",
    "ch0120_10_lusamine/7101_0701_01_10": "Investigo día y noche por el bien de los Pokémon\ny Entrenadores de todo el mundo.",
    "ch0120_10_lusamine/7101_0701_02_10": "Igual he sonado un poco seria, ¿no? En realidad,\nlo hago porque me hace feliz.",
    "ch0120_10_lusamine/7101_0701_03_10": "Tú también deberías centrarte en lo que te traiga\nfelicidad. Si, además, ayudas a alguien por el\ncamino, ¡hará que te sientas aún mejor!",
    "ch0120_10_lusamine/7102_0701_01_10": "¿Qué opinas de mi Traje Summum? A mí me\nparece muy elegante y refinado.",
    "ch0120_10_lusamine/7102_0701_02_10": "Como Presidenta de la Fundación Æther, tengo \nuna imagen que mantener.",
    "ch0120_10_lusamine/7102_0701_03_10": "La parte de delante tiene un diseño precioso; me\nencanta que sea tan colorida. Además, recuerda \nmucho a un prisma.",
    "ch0120_10_lusamine/7103_0701_01_10": "Siento que a tu compi y a ti os une un vínculo\nfuerte y radiante.",
    "ch0120_10_lusamine/7103_0701_02_10": "Ocurre lo mismo conmigo y Necrozma. Noto cómo\ncrece nuestra luz con cada combate. Supongo que\nesa es la fuerza de los vínculos entre compis.",
    "ch0120_10_lusamine/7104_0701_01_10": "A veces me acuerdo mucho de mi marido ahora \nque estoy en Passio con mis hijos.",
    "ch0120_10_lusamine/7104_0701_02_10": "Antes me limitaba a desear que aún estuviera\nvivo en algún lugar, y que fuese feliz...",
    "ch0120_10_lusamine/7104_0701_03_10": "Ahora, además, me encantaría que pudiese ver\nlo mucho que han crecido nuestros hijos.",
    "ch0120_10_lusamine/7105_0701_01_10": "Antes creía que podía mantener a los Pokémon a\nsalvo y que sería capaz de protegerlos con mi\namor.",
    "ch0120_10_lusamine/7105_0701_02_10": "Pero he comprendido que los Pokémon y los\nEntrenadores se protegen los unos a los otros.",
    "ch0120_10_lusamine/7105_0701_03_10": "Ji, ji, pero parece que tú ya eras consciente de\nello, [Name:PlayerNickname ].",
    "ch0120_10_lusamine/1701_0701_01_10": "Llevo un rato buscándote. Tengo algo para ti.",
    "ch0120_10_lusamine/1701_0702_01_10": "Espero que te sea útil.",
    "ch0120_10_lusamine/2501_0701_01_10": "Solía tener una concepción errónea de Necrozma.\nCreía que era una amenaza que derrotar; que\ndebía evitar que usurpara la luz del mundo.",
    "ch0120_10_lusamine/2501_0701_02_10": "Pero gracias a mis hijos, aprendí que no era así.\nAhora trato a Necrozma con cariño y respeto.",
    "ch0120_10_lusamine/2501_0702_01_10": "Necrozma era diferente entonces. Aun así, pensar\nque un Pokémon que intenté derrotar acabaría\nsiendo mi compi...",
    "ch0120_10_lusamine/2501_0702_02_10": "Si eso quiere decir que la manera en la que\nexpreso mi amor ha cambiado, entonces soy feliz.\n¿Tú qué opinas?",
    "ch0120_10_lusamine/2511_0701_01_10": "Desentrañar el misterio del Poder Compi sirve\nun propósito para la Fundación Æther.",
    "ch0120_10_lusamine/2511_0701_02_10": "De hecho, estoy pensando en poner los recursos de\nla Fundación al servicio del estudio de las Piedras\nCompi.",
    "ch0120_10_lusamine/2511_0702_01_10": "Si te soy sincera, últimamente me apetece mucho\nmás combatir con Necrozma que dedicarme a la\ninvestigación.",
    "ch0120_10_lusamine/2511_0702_02_10": "Simplemente quiero pasar más tiempo con\nNecrozma. Hablo desde una perspectiva personal,\nno desde la de la presidencia de la Fundación.",
    "ch0120_10_lusamine/3001_0701_01_10": "Buenos días. ¿Has dormido bien? Sal afuera a\ndisfrutar del buen tiempo. El sol siempre anima\nmucho.",
    "ch0120_10_lusamine/3003_0701_01_10": "¡Hola! Todos los Pokémon de esta isla parecen\nsiempre muy relajados. Estoy aprendiendo mucho\nde ellos.",
    "ch0120_10_lusamine/3005_0701_01_10": "¡¿Pero has visto qué hora es?! Deberías descansar.\n¡A la cama! La mañana llega antes de que te des\ncuenta."
}
