{
    "ch0112_00_hibiki/0101_0701_01_10": "Da bist du ja! Ich hab schon auf dich gewartet,\n[Name:PlayerNickname ]!",
    "ch0112_00_hibiki/0101_0701_02_10": "Dann lass uns auch heute wieder Passio mit ein\npaar Abenteuern unsicher machen!",
    "ch0112_00_hibiki/0601_0701_01_10": "Wenn dich deine Abenteuer mal in die Natur\nverschlagen, brauchst du unbedingt Klamotten,\nin denen du dich einwandfrei bewegen kannst.",
    "ch0112_00_hibiki/0601_0701_02_10": "Man muss sich schließlich gut bewegen können,\nwenn man auf Berge steigt oder an der Küste\nentlangläuft.",
    "ch0112_00_hibiki/0601_0701_03_10": "Darauf lege ich bei meinen Klamotten auf jeden\nFall großen Wert.",
    "ch0112_00_hibiki/0601_0701_04_10": "Aber auf etwas anderes lege ich noch viel mehr\nWert... Meine Kappe hier, die ich nach hinten\ngedreht habe!",
    "ch0112_00_hibiki/0601_0702_01_10": "Bei meinen Erkundungsausflügen heißt es immer:\nKappe nicht vergessen!",
    "ch0112_00_hibiki/0601_0702_02_10": "Sie ist eben echt nützlich... Schließlich schützt sie\nmich sowohl vor Sonnenlicht als auch Kälte!",
    "ch0112_00_hibiki/0601_0702_03_10": "Wenn ich hier aus den Latschen kippe, macht sich\nmein Pokémon nur Sorgen, also passe ich lieber\ngut auf mich auf!",
    "ch0112_00_hibiki/0602_0701_01_10": "Die Großeltern von einer guten Freundin von mir\nbetreiben eine Pokémon-Pension.",
    "ch0112_00_hibiki/0602_0701_02_10": "Und sie kümmern sich mit so viel Liebe um die\nihnen anvertrauten Pokémon, dass die alle ganz\nzutraulich werden.",
    "ch0112_00_hibiki/0602_0701_03_10": "Ich glaube, meine Freundin und ich konnten daraus\neiniges lernen und haben uns dadurch auch richtig\ngut mit unseren Pokémon angefreundet.",
    "ch0112_00_hibiki/0602_0702_01_10": "Du siehst mir so aus, als ob du auch ein Händchen\ndafür hast, dich mit Pokémon anzufreunden.",
    "ch0112_00_hibiki/0602_0702_02_10": "Es geht darum, mit wie viel Liebe man sich um sie\nkümmert, oder? Verrat mir nächstes Mal deinen\nGeheimtipp, wie Pokémon zutraulicher werden!",
    "ch0112_00_hibiki/0603_0701_01_10": "Ich habe da eine Trainer-Freundin. Sie heißt Lyra.",
    "ch0112_00_hibiki/0603_0701_02_10": "Wir sind schon von klein auf Freunde... aber auch\nRivalen! Sie ist auf jeden Fall eine echt gute\nFreundin von mir.",
    "ch0112_00_hibiki/0603_0701_03_10": "Sie ist superzuverlässig und hat auch einiges auf\ndem Kasten. Wenn es also brenzlig wird, weiß ich\ngenau, wen ich gerne an meiner Seite hätte.",
    "ch0112_00_hibiki/0603_0702_01_10": "Ein guter Draht zu seinen Pokémon ist wichtig.\nAber man darf auch die Verbindung zu anderen\nTrainern nicht vernachlässigen.",
    "ch0112_00_hibiki/0603_0702_02_10": "Es macht einfach Mut, wenn man genau weiß,\ndass es jemanden gibt, auf den man sich verlassen\nkann und der sich auch auf einen verlässt.",
    "ch0112_00_hibiki/0604_0701_01_10": "Ich war total baff, als ich das erste Mal gehört\nhabe, dass Passio eine künstliche Insel ist.",
    "ch0112_00_hibiki/0604_0701_02_10": "Die Berge, das Meer und sogar die Wälder\nbrauchen sich vor denen meiner Heimat in\nder Johto-Region nicht zu verstecken.",
    "ch0112_00_hibiki/0604_0701_03_10": "Selbst wenn ich alleine auf Erkundungstour gehe,\nbietet die Natur hier so viel zu entdecken, dass mir\nnie langweilig wird!",
    "ch0112_00_hibiki/0604_0701_04_10": "Trotzdem machen Abenteuer an der Seite von\nFreunden noch viel, viel mehr Spaß!",
    "ch0112_00_hibiki/0604_0702_01_10": "Mit meinen Kumpels, die auch so gerne an der\nfrischen Luft sind wie ich, lerne ich, welche Beeren\nessbar sind und wie man im Freien überlebt.",
    "ch0112_00_hibiki/0604_0702_02_10": "Wenn du auch Interesse an Camping und so hast,\nkönnen wir uns doch mal zusammen aufmachen!",
    "ch0112_00_hibiki/0605_0701_01_10": "Ich hab so einige Knüller erlebt, seit ich hier nach\nPassio gekommen bin.",
    "ch0112_00_hibiki/0605_0701_02_10": "Aber das Beste ist immer noch, dass wir Freunde\ngeworden sind, [Name:PlayerNickname ]!",
    "ch0112_00_hibiki/0605_0701_03_10": "Mit dir kann ich einfach über alles reden.",
    "ch0112_00_hibiki/0605_0701_04_10": "Und ich hab bei dir auch das Gefühl, dass wir uns\nAbenteuern bis ans Ende der Welt stellen können!",
    "ch0112_00_hibiki/0605_0702_01_10": "Wenn du mal in Schwierigkeiten stecken solltest,\nkommst du bitte gleich zu mir, ja?",
    "ch0112_00_hibiki/0605_0702_02_10": "Wir sind schließlich Freunde. Da möchte ich dir in\nallen Lebenslagen beistehen, okay?",
    "ch0112_00_hibiki/1701_0701_01_10": "Oh, das nenne ich mal Timing! Ich hab hier was\nfür dich!",
    "ch0112_00_hibiki/1701_0701_02_10": "Da, ein Geschenk von mir! Das kannst du bestimmt\ngut gebrauchen.",
    "ch0112_00_hibiki/1701_0702_01_10": "Um Abenteuer und Kämpfe voll zu genießen,\nist auch der richtige Einsatz von Items wichtig.",
    "ch0112_00_hibiki/1701_0702_02_10": "Wenn du mal in der Klemme steckst, dann hau die\nItems gnadenlos raus!",
    "ch0112_00_hibiki/2501_0701_01_10": "Warum ich mit Pokémon unterwegs bin? Hm...\nFür mich ist das irgendwie selbstverständlich, also\nhabe ich da noch nicht so drüber nachgedacht...",
    "ch0112_00_hibiki/2501_0701_02_10": "Also mir macht es auf jeden Fall Spaß zu kämpfen\nund an Turnieren teilzunehmen...",
    "ch0112_00_hibiki/2501_0701_03_10": "Aber das Wichtigste ist, dass ich einfach gerne Zeit\nan der Seite von Pokémon verbringe. Das geht dir\ndoch auch so, oder?",
    "ch0112_00_hibiki/2501_0702_01_10": "Wenn ich so drüber nachdenke... Eigentlich braucht\nman doch keinen Grund, um Zeit mit seinen\nFreunden und Pokémon zu verbringen, oder?",
    "ch0112_00_hibiki/2501_0702_02_10": "Man hält zusammen, weil man einander braucht.\nDas ist doch das Einzige, was zählt, nicht?",
    "ch0112_00_hibiki/2511_0701_01_10": "Manchmal, wenn ich auf dieser Insel so meine\nAbenteuerrunden drehe...",
    "ch0112_00_hibiki/2511_0701_02_10": "Da stoße ich ab und zu auf einen so tollen\nAusblick, dass mir vor Staunen glatt die Luft\nwegbleibt.",
    "ch0112_00_hibiki/2511_0701_03_10": "Also es gibt hier wirklich unglaublich schöne\nLandschaften!",
    "ch0112_00_hibiki/2511_0701_04_10": "Und immer wenn ich so ‘nen schönen Ausblick\nfinde, dann verfliegt die Erschöpfung von der\nAbenteuertour sofort!",
    "ch0112_00_hibiki/2511_0702_01_10": "Möglichst viele schöne Landschaften hier auf Passio\nentdecken...",
    "ch0112_00_hibiki/2511_0702_02_10": "Ich glaube, das setze ich mir als Erkundungsziel für\nmeine Abenteuer. Das wird sicher spannend!",
    "ch0112_00_hibiki/3001_0701_01_10": "Wenn ich beschließe, etwas zu tun, dann tu ich es\nauch! Manchmal muss man sich einfach in etwas\nhineinstürzen!",
    "ch0112_00_hibiki/3002_0701_01_10": "Ich habe meine Kappe, mein Pony sieht gut aus,\nich bin bereit loszustarten! Willst du zusammen\nauf Abenteuer gehen?",
    "ch0112_00_hibiki/3003_0701_01_10": "Wenn ich beim Laufen singe, fühle ich mich, als\nkönnte ich ganze Gebirge überqueren!",
    "ch0112_00_hibiki/3004_0701_01_10": "Frei und leicht, wie ein Blatt im Wind...\nEin solches Abenteuer wartet hier auf uns!",
    "ch0112_00_hibiki/3005_0701_01_10": "Wenn man hart arbeitet, muss man sich auch\ngut ausruhen. Das sagt meine Mutter immer.",
    "ch0112_00_hibiki/3006_0701_01_10": "Menno! Ich war so abgelenkt, dass ich völlig das\nAbendessen vergessen habe! Ich ess besser was,\nbevor mein Magen zu grummeln anfängt."
}
