{
    "ch0115_00_denji/0101_0701_01_10": "[Name:PlayerNickname ], qué bien verte por\naquí de nuevo.",
    "ch0115_00_denji/0101_0701_02_10": "Seguro que te lo vas a pasar pipa yendo por ahí\nde aventura, ¿a que sí? Se nota cierta chispa en\ntu interior. ¡Pásalo bien!",
    "ch0115_00_denji/0601_0701_01_10": "Cuando vivía en Sinnoh, me ofrecieron la\noportunidad de ser parte del Alto Mando, pero\ndecidí rechazar la invitación. Con educación, claro.",
    "ch0115_00_denji/0601_0701_02_10": "Aún recuerdo cómo se cabrearon porque quise\nrenovar el edificio de la Liga Pokémon...",
    "ch0115_00_denji/0601_0701_03_10": "De todas formas, tomé aquella decisión porque,\ncomo Líder de Gimnasio, se está más en contacto\ncon la gente y otros Entrenadores.",
    "ch0115_00_denji/0602_0701_01_10": "La isla de Passio es artificial, así que la\nconservación de bosques, volcanes e icebergs\nestá a cargo de máquinas especializadas. ",
    "ch0115_00_denji/0602_0701_02_10": "Me pica la curiosidad por saber qué máquinas\nemplean y cómo funcionan exactamente.",
    "ch0115_00_denji/0602_0701_03_10": "Seguro que tú también lo habrás pensado, ¿no?\nA mí me tiene estático y no puedo dejar de darle\nvueltas.",
    "ch0115_00_denji/0603_0701_01_10": "A lo largo del camino que lleva a Ciudad Marina,\ndonde está mi gimnasio, hay paneles solares.",
    "ch0115_00_denji/0603_0701_02_10": "Absorben la energía solar y la convierten en\nelectricidad. Una maravilla, ¿a que sí?",
    "ch0115_00_denji/0603_0701_03_10": "Como te puedes imaginar, la electricidad no nos\nfalta allí. Es un lugar muy tranquilo y agradable,\nasí que te recomiendo que lo visites algún día.",
    "ch0115_00_denji/0604_0701_01_10": "¿Contáis tu compi y tú con algún movimiento que\nconsideréis un as en la manga para los combates?",
    "ch0115_00_denji/0604_0701_02_10": "Ya sabes, algo que te sirva en los momentos\nmás peliagudos.",
    "ch0115_00_denji/0604_0701_03_10": "Si no lo tenéis, ¡ya estáis tardando!\nEs muy útil, en serio. Tengo ganas de ver qué\nideáis.",
    "ch0115_00_denji/0605_0701_01_10": "[Name:PlayerNickname ], ¿hay algún\nmovimiento que te encante o que recuerdes\npor algún motivo en especial?",
    "ch0115_00_denji/0605_0701_02_10": "Yo lo tengo bien claro: la primera Medalla de\nGimnasio que obtuve fue gracias al movimiento\nRayo.",
    "ch0115_00_denji/0605_0701_03_10": "Jamás olvidaré la emoción de aquel momento,\nque recorrió mi cuerpo como si se tratara de una\ncorriente eléctrica.",
    "ch0115_00_denji/1701_0701_01_10": "Ah, pero si estás aquí, ¡qué bien!",
    "ch0115_00_denji/1701_0701_02_10": "Quería darte esto, espero que te mole.",
    "ch0115_00_denji/1701_0702_01_10": "Estoy seguro de que te será de utilidad a la hora\nde hacerte más fuerte.",
    "ch0115_00_denji/1701_0702_02_10": "Espero que podamos combatir en el futuro.\nMe encantaría.",
    "ch0115_00_denji/2501_0701_01_10": "¿Qué piensas de las máquinas que hay en Passio?\n¿No te intriga cómo funcionan?",
    "ch0115_00_denji/2501_0701_02_10": "Desde el momento en el que llegué a Passio vi\nmáquinas por toda la ciudad, y no pude resistir\nla tentación de intentar mejorar una.",
    "ch0115_00_denji/2501_0701_03_10": "Aunque los de la organización del WPM me\nabroncaron de lo lindo cuando provoqué un\napagón en buena parte de la isla.",
    "ch0115_00_denji/2501_0701_04_10": "Pero esa reprimenda tuvo más bien el efecto\ncontrario en mí: ¡ahora tengo más ganas que\nnunca de saber qué tipo de máquinas son!",
    "ch0115_00_denji/2501_0702_01_10": "A mi gimnasio de Sinnoh también le di un buen\nremozado, por cierto.",
    "ch0115_00_denji/2501_0702_02_10": "En aquella ocasión también usé demasiada\nelectricidad y dejé sin luz al pueblo entero...\nRecibí un porrón de quejas.",
    "ch0115_00_denji/2511_0701_01_10": "¿Conoces a Fausto? Forma parte del Alto Mando\nde la región de Sinnoh.",
    "ch0115_00_denji/2511_0701_02_10": "Somos como uña y carne. Atesoramos un sinfín\nde aventuras juntos.",
    "ch0115_00_denji/2511_0701_03_10": "Tiene una personalidad algo intensa, pero no es\nmala persona; por eso terminamos haciendo tan\nbuenas migas.",
    "ch0115_00_denji/2511_0702_01_10": "Fausto es buena persona, aunque en más de una\nocasión actúa de forma alocada e irracional.",
    "ch0115_00_denji/2511_0702_02_10": "Hace no mucho tuvo una idea de bombero:\nme quiso retar a un combate Pokémon dentro\nde una habitación. ¿A quién se le ocurre?",
    "ch0115_00_denji/3001_0701_01_10": "¿Qué pasa? Parece que aún tienes sueño, pero\neso se puede remediar con un combate a primera\nhora; así cogerás energías.",
    "ch0115_00_denji/3003_0701_01_10": "Me pregunto cómo construyeron en realidad esta\nisla, y cómo logran que todo funcione.",
    "ch0115_00_denji/3005_0701_01_10": "Por la noche, el consumo de electricidad ha de ser\nprudente, porque si se produce un apagón, puede\nprovocar muchas molestias a todo el mundo."
}
