{
    "ch0120_10_lusamine/0101_0701_01_10": "I’m so glad that we got to meet,\n[Name:PlayerNickname ].",
    "ch0120_10_lusamine/0101_0701_02_10": "I’m here, as always, to shine a bright light on the\nfuture of every sync pair.",
    "ch0120_10_lusamine/7101_0701_01_10": "Day and night, I am hard at work doing research,\nfor the sake of Trainers and Pokémon everywhere.",
    "ch0120_10_lusamine/7101_0701_02_10": "That sounded pretty serious, didn’t it? The truth is,\nI do it because I love it.",
    "ch0120_10_lusamine/7101_0701_03_10": "You, too, should do what you love the most. If that\nhelps other people, even better. It’ll bring you\neven more happiness.",
    "ch0120_10_lusamine/7102_0701_01_10": "What do you think about this sygna suit? It’s quite\nrefined and elegant, don’t you think?",
    "ch0120_10_lusamine/7102_0701_02_10": "Since I’m the president of the Aether Foundation,\nappearances are very important!",
    "ch0120_10_lusamine/7102_0701_03_10": "I especially love the design at the neckline. It’s\nvery colorful, and looks like the light of a prism.\nIt looks very lovely.",
    "ch0120_10_lusamine/7103_0701_01_10": "I feel a strong, radiant light between you and your\npartner Pokémon...",
    "ch0120_10_lusamine/7103_0701_02_10": "The more Necrozma and I battle together, the\nbrighter our own light shines. This light must be\nthe power of a sync pair’s bond.",
    "ch0120_10_lusamine/7104_0701_01_10": "Now that I’m able to spend time on Pasio together\nwith my children, from time to time I think of my\nhusband.",
    "ch0120_10_lusamine/7104_0701_02_10": "Before, I just hoped that he was still alive out\nthere, and that he was happy...",
    "ch0120_10_lusamine/7104_0701_03_10": "But now I’d really like to show him just how much\nour children have grown.",
    "ch0120_10_lusamine/7105_0701_01_10": "I used to think that I could keep Pokémon safe and\nprotect them with my love...",
    "ch0120_10_lusamine/7105_0701_02_10": "But now I understand that Pokémon and Trainers\nare supposed to protect and support each other.",
    "ch0120_10_lusamine/7105_0701_03_10": "*chuckle* But you knew that all along, didn’t you,\n[Name:PlayerNickname ].",
    "ch0120_10_lusamine/1701_0701_01_10": "I’ve been looking for you. I wanted to give\nyou this.",
    "ch0120_10_lusamine/1701_0702_01_10": "I hope it will help you.",
    "ch0120_10_lusamine/2501_0701_01_10": "Before, I thought of Necrozma as a menace to\nbe defeated. I thought it needed to be stopped\nbefore it could steal all the world’s light.",
    "ch0120_10_lusamine/2501_0701_02_10": "All of that’s changed, though, thanks to what I’ve\nlearned from my children. Now I treat Necrozma\nwith kindness.",
    "ch0120_10_lusamine/2501_0702_01_10": "That was a different Necrozma back then. Still,\nto think that I would ever be partners with a\nPokémon I once tried so hard to defeat...",
    "ch0120_10_lusamine/2501_0702_02_10": "If that’s because the way I express my love has\nchanged, then I’m happy. But what do you think?",
    "ch0120_10_lusamine/2511_0701_01_10": "Uncovering the mysteries of sync strength is in line\nwith the goals of the Aether Foundation.",
    "ch0120_10_lusamine/2511_0701_02_10": "I plan on putting a great deal of the foundation’s\nresources into the research of sync stones.",
    "ch0120_10_lusamine/2511_0702_01_10": "To be completely honest, though, I’ve felt lately\nthat I’d rather be battling together with Necrozma\nthan doing research.",
    "ch0120_10_lusamine/2511_0702_02_10": "I just want to spend more time with Necrozma.\nThat’s what I feel as a person, not as president of\nthe foundation.",
    "ch0120_10_lusamine/3001_0701_01_10": "Good morning. Did you sleep well? Go ahead and\nplay outside. The sunlight will feel nice.",
    "ch0120_10_lusamine/3003_0701_01_10": "Good afternoon. The Pokémon on this island look\nso relaxed. I’m learning a lot from them.",
    "ch0120_10_lusamine/3005_0701_01_10": "Goodness, look at the time! Off to bed for you!\nMorning will be here before you know it!"
}
