{
    "ch0101_10_mei/0101_0701_01_10": "Ah, [Name:PlayerNickname ]!\nDu siehst ja heute wieder schwungvoll aus!",
    "ch0101_10_mei/0101_0701_02_10": "Mit diesen Klamotten kann ich irgendwie gar nicht\nanders, als gut drauf zu sein. Lass uns also viele\nAbenteuer bestehen!",
    "ch0101_10_mei/0601_0701_01_10": "Egal wie alt man ist, bei einem Fest gehört die\nVorfreude einfach dazu!",
    "ch0101_10_mei/0601_0701_02_10": "Weißt du, was auch dazu gehört? Viel mit seinen\nPokémon spielen, mit Freunden Geschenke\naustauschen und natürlich vor allem...",
    "ch0101_10_mei/0601_0701_03_10": "So viel essen bis man fast platzt! Das muss\neinfach sein!",
    "ch0101_10_mei/0601_0701_04_10": "Was guckst du denn so? Hältst du mich jetzt etwa\nfür einen Vielfraß? K-Komm schon, so ist das nun\nauch wieder nicht!",
    "ch0101_10_mei/0601_0702_01_10": "Wir sind auf Passio schon so vielen Gefährten\nbegegnet! Da wäre es doch schade, kein großes\nFest mit allen zu feiern!",
    "ch0101_10_mei/0601_0702_02_10": "Das wird sicher lustig! Und vor allem wird es zu\neinem unvergesslichen Erlebnis!",
    "ch0101_10_mei/0601_0702_03_10": "Ich bin gerade ernsthaft am Planen! Wenn es so\nweit ist, würde ich mich riesig freuen, wenn du\nauch dabei bist!",
    "ch0101_10_mei/0602_0701_01_10": "Botogel ist ein Pokémon der Kategorie Lieferant.\nEs bringt mir übrigens auch ständig Geschenke.",
    "ch0101_10_mei/0602_0701_02_10": "Zum Beispiel bringt es mir Beeren oder auch mal\nBlumen und so. Unerwartet ein Geschenk zu\nbekommen ist immer toll!",
    "ch0101_10_mei/0602_0701_03_10": "Obwohl... Letztens habe ich gerade Mittagschlaf\ngemacht, als es mir die abgestreifte Hülle eines\nKäfer-Pokémon vor die Nase gelegt hat...",
    "ch0101_10_mei/0602_0701_04_10": "Ich hab mich richtig doll erschrocken! So ein\nGeschenk muss dann doch nicht sein...",
    "ch0101_10_mei/0602_0702_01_10": "Diese abgestreifte Hülle hat mir zwar einen großen\nSchrecken eingejagt, aber das werfe ich Botogel\nnatürlich keineswegs vor.",
    "ch0101_10_mei/0602_0702_02_10": "Ich habe mich auch ordentlich bedankt. Darauf hat\nes dann gelächelt.",
    "ch0101_10_mei/0602_0702_03_10": "Und irgendwie war dieses Lächeln sein wahres\nGeschenk an mich...",
    "ch0101_10_mei/0603_0701_01_10": "Eine Sache hat mich ziemlich überrascht,\nals Botogel mein Partner geworden ist...",
    "ch0101_10_mei/0603_0701_02_10": "Es hat doch immer etwas in der Hand, das wie\nein Beutel aussieht. Das ist aber eigentlich sein\nSchweif!",
    "ch0101_10_mei/0603_0701_03_10": "Ich hätte nie gedacht, dass dieser Beutel Teil seines\nKörpers ist. Man lernt bei Pokémon echt nie aus!",
    "ch0101_10_mei/0603_0702_01_10": "Botogel bewahrt in seinem Schweif wohl auch\nFutter für seine Küken auf.",
    "ch0101_10_mei/0603_0702_02_10": "Pass also immer gut auf! Wenn du mit einer\nunachtsamen Bewegung sein Futter berührst,\nkann es sein, dass es ziemlich sauer wird.",
    "ch0101_10_mei/0603_0702_03_10": "Das ist aber natürlich nur wegen seiner Küken!\nSonst ist es nämlich ein ganz freundliches\nPokémon.",
    "ch0101_10_mei/0604_0701_01_10": "Hehehe... Diese Klamotten habe ich von Narcisse\nbekommen.",
    "ch0101_10_mei/0604_0701_02_10": "In einer bestimmten Region soll diese Kleidung\nwohl in der Gastwirtschaft getragen werden.\nIch liebe diese Kombi aus Rot und Weiß!",
    "ch0101_10_mei/0604_0701_03_10": "Vor allem, weil Botogel und ich dann wie richtig\nechte Gefährten im Partnerlook auftreten!",
    "ch0101_10_mei/0604_0702_01_10": "Hm? Du meinst, es gibt noch viele andere Pokémon\nmit rot-weißer Musterung?",
    "ch0101_10_mei/0604_0702_02_10": "Voltobal, Lektrobal, Sengo, Waumpel...",
    "ch0101_10_mei/0604_0702_03_10": "Ja, es stimmt schon... Es gibt sehr viele Pokémon,\ndie super zu uns passen! Am liebsten würde ich\nsie alle einmal versammeln!",
    "ch0101_10_mei/0605_0701_01_10": "Ähm, ich führe gerade eine kleine Umfrage durch.\nHättest du vielleicht eine Minute Zeit?",
    "ch0101_10_mei/0605_0701_02_10": "Die Frage wäre... Was für Früchte müssen bei\neinem Früchtekuchen unbedingt dabei sein?\nBitte antworte ganz spontan!",
    "ch0101_10_mei/0605_0701_03_10": "D-Das ist eine wichtige Umfrage! Ich möchte dich\nalso bitten ganz ehrlich zu antworten. Nenne alle\nFrüchte, die dir zusagen!",
    "ch0101_10_mei/0605_0702_01_10": "Hehe... Vielen Dank für deine Zeit. Deine Meinung\nist uns wichtig und wir werden sie bei unseren\nEntscheidungen selbstverständlich berücksichtigen.",
    "ch0101_10_mei/0605_0702_02_10": "Zum Dank... habe ich jetzt auf der Stelle nichts\nfür dich. Aber wir können dir später bestimmt\netwas zukommen lassen.",
    "ch0101_10_mei/0605_0702_03_10": "Du kannst dich schon mal darauf freuen!",
    "ch0101_10_mei/1701_0701_01_10": "Oh, das nenne ich gutes Timing. Hast du kurz Zeit?",
    "ch0101_10_mei/1701_0701_02_10": "Das hier hat Botogel mir gebracht. Und zwar eine\nMenge davon. Also wollte ich gerne mit dir teilen!",
    "ch0101_10_mei/1701_0702_01_10": "Es ist schön, wenn ich dir eine Freude machen\nkonnte. Bedank dich auch lieb bei Botogel.",
    "ch0101_10_mei/1701_0702_02_10": "Dann kriegst du vielleicht schon bald wieder ein\nGeschenk!",
    "ch0101_10_mei/2501_0701_01_10": "Ich hab lange gedacht, dass sich immer derjenige\nmehr freut, der ein Geschenk bekommt. Aber das\nstimmt so vielleicht nicht ganz...",
    "ch0101_10_mei/2501_0701_02_10": "Derjenige, der das Geschenk hergibt, bekommt ja\nim Gegenzug ein strahlendes Lächeln geschenkt.\nDa wird einem doch gleich ganz warm ums Herz!",
    "ch0101_10_mei/2501_0701_03_10": "Hm? So gesehen bekommen eigentlich beide Seiten\netwas geschenkt...? Ach, egal!",
    "ch0101_10_mei/2501_0702_01_10": "Wenn man jemandem ein Geschenk macht, sollte\nes natürlich etwas sein, das sich derjenige auch\nwünscht.",
    "ch0101_10_mei/2501_0702_02_10": "Schließlich möchte man dem Empfänger mit dem\neigens ausgesuchten Geschenk ja auch ein Lächeln\nauf die Lippen zaubern.",
    "ch0101_10_mei/2501_0702_03_10": "Alsooo...",
    "ch0101_10_mei/2501_0702_04_10": "Was wünschst du dir? Sag doch mal!",
    "ch0101_10_mei/2511_0701_01_10": "Es ist zwar eine erfrischende Erfahrung mit einem\nanderen Pokémon-Partner als sonst zu kämpfen,\naber es bringt einen auch zum Nachdenken...",
    "ch0101_10_mei/2511_0701_02_10": "„Was hält es wohl von mir? War das eben eine\ngute Anweisung?“ Und so weiter und so fort...\nMan denkt viel über seinen neuen Partner nach.",
    "ch0101_10_mei/2511_0701_03_10": "Aber Nachdenken allein bringt auch nicht viel...\nDeswegen setze ich mich lieber direkt mit Botogel\nauseinander, bis ich es endgültig verstehe.",
    "ch0101_10_mei/2511_0701_04_10": "So mach ich das eben! Und es klappt meistens\nziemlich gut.",
    "ch0101_10_mei/2511_0702_01_10": "Es wäre wirklich schön, wenn wir die Sprache der\nPokémon verstehen könnten... Ist dir das nicht auch\nschon mal durch den Kopf gegangen?",
    "ch0101_10_mei/2511_0702_02_10": "Früher habe ich mir das sehr oft gedacht, aber in\nletzter Zeit habe ich etwas andere Ansichten.",
    "ch0101_10_mei/2511_0702_03_10": "Wenn die Herzen im Einklang sind, dann bedarf es\ngar keiner Worte! Und das ist es sicher auch, was\nGefährten ausmacht!",
    "ch0101_10_mei/2511_0702_04_10": "Hehehe... Um ehrlich zu sein ist mir das bewusst\ngeworden, während ich dich so beobachtet habe,\n[Name:PlayerNickname ]...",
    "ch0101_10_mei/2511_0702_05_10": "Ich möchte mich noch viel besser mit Botogel\nverstehen, damit unsere Herzen für immer im\nEinklang sind!",
    "ch0101_10_mei/3001_0701_01_10": "Guten Morgen! Lass uns gleich losstarten und ein\nbisschen gute Laune verbreiten!",
    "ch0101_10_mei/3002_0701_01_10": "Uff... Irgendwie werde ich heute Morgen nicht\nrichtig wach... Wie wäre es mit einem schnellen\nPokémon-Kampf? Das sollte helfen...",
    "ch0101_10_mei/3003_0701_01_10": "Hallo. Hattest du schon etwas zu Mittag?\nWenn nicht, sollten wir uns unbedingt\nzusammen etwas Leckeres holen!",
    "ch0101_10_mei/3004_0701_01_10": "Hey! Wollen wir heute Nachmittag nach ein paar\nGefährten suchen, die auf einen Pokémon-Kampf\naus sind? Jetzt ist die perfekte Zeit dafür!",
    "ch0101_10_mei/3005_0701_01_10": "Ufff... Ich hab mich heute beim Training vielleicht\nein bisschen zu sehr ins Zeug gelegt. Eine Runde\ngeht aber noch, wenn du willst!",
    "ch0101_10_mei/3006_0701_01_10": "Kaum zu glauben, dass der Tag schon fast vorbei\nist... Ich frage mich, was uns morgen wohl für\nAbenteuer erwarten!"
}
