{
    "ch0127_00_mikuri/0101_0701_01_10": "Ah! Hello, [Name:PlayerNickname ].\nGood to see you again.",
    "ch0127_00_mikuri/0101_0701_02_10": "Care to join my Pokémon and me as we grace\nthe streets of Pasio with our presence today?",
    "ch0127_00_mikuri/0601_0701_01_10": "My good friend Steven is the Champion of the\nHoenn region. When it comes to Pokémon battling,\nhe’s the best of the best.",
    "ch0127_00_mikuri/0601_0701_02_10": "But funnily enough, he’d rather spend his time\nsearching for rare stones than dominating on\nthe battlefield.",
    "ch0127_00_mikuri/0601_0701_03_10": "He’s a bit of an eccentric, Steven. But every time\nI see him, I feel driven to accomplish greater\ndeeds myself.",
    "ch0127_00_mikuri/0601_0702_01_10": "Steven is my friend, but he’s also my rival!\nI couldn’t ask for a more perfect relationship.",
    "ch0127_00_mikuri/0601_0702_02_10": "Do you have someone like that in your life?\nIf you do, you should treasure your friendship\nwith that person.",
    "ch0127_00_mikuri/0602_0701_01_10": "Isn’t my partner the most gorgeous Water-type\nPokémon you’ve ever laid eyes on?",
    "ch0127_00_mikuri/0602_0701_02_10": "It’s because the two of us are a perfect pair!\nShe never skips out on our beauty routine.",
    "ch0127_00_mikuri/0602_0701_03_10": "In case you’re wondering, crystal-clear water\nand endless love are the two most essential\nsteps in our beauty routine.",
    "ch0127_00_mikuri/0602_0702_01_10": "I put the same amount of care into maintaining\nmy beauty as my partner does her own. Our\nbeauty routine is something we share.",
    "ch0127_00_mikuri/0602_0702_02_10": "We’re two peas in a pod, my Pokémon and I!\nAlways aiming to better ourselves, both inside\nand out.",
    "ch0127_00_mikuri/0603_0701_01_10": "I try to always keep a smile on my face, even\nduring Pokémon battles.",
    "ch0127_00_mikuri/0603_0701_02_10": "Teary eyes and angry scowls don’t help anyone\nin a serious battle. In a situation like that, you\nhave to be able to smile.",
    "ch0127_00_mikuri/0603_0701_03_10": "When I perform water illusions with my Pokémon,\nit’s to make everyone around us smile!",
    "ch0127_00_mikuri/0603_0702_01_10": "Pasio has become a gathering place for so many\nmagnificent sync pairs.",
    "ch0127_00_mikuri/0603_0702_02_10": "I hope that in battling one another all across this\nisland, we can make our time here together\nreally worthwhile!",
    "ch0127_00_mikuri/0604_0701_01_10": "Sootopolis City, where my Gym is located,\nis known as “the mystical city where history\nslumbers.” I hope you’ll come and visit sometime!",
    "ch0127_00_mikuri/0604_0701_02_10": "You’ll be positively charmed by the beautiful\nwalls of the crater the city is located within and\nthe ocean waters that surround it!",
    "ch0127_00_mikuri/0604_0701_03_10": "I’m sure the people of Sootopolis would welcome\na lover of Pokémon like you with open arms!",
    "ch0127_00_mikuri/0604_0702_01_10": "Pasio, a completely artificial island, and\nSootopolis, a city with a storied, rich culture...\nIn a way, they’re opposites, aren’t they!",
    "ch0127_00_mikuri/0604_0702_02_10": "You’ll have to wait and see what sorts of illusions\nmy Pokémon and I brought with us to Pasio.\nTrust me—you won’t want to miss them!",
    "ch0127_00_mikuri/0605_0701_01_10": "You seem to be constantly surrounded by brilliant\nsync pairs, [Name:PlayerNickname ].",
    "ch0127_00_mikuri/0605_0701_02_10": "You must be tremendously talented to have drawn\nall of that amazing talent to you!",
    "ch0127_00_mikuri/0605_0701_03_10": "And spending precious time with your teammates\nis sure to make you even more spectacular. Let’s\nsoar to greater heights together, my friend!",
    "ch0127_00_mikuri/0605_0702_01_10": "The shining light you and your Pokémon possess\nhas had quite an impact on me, you know.",
    "ch0127_00_mikuri/0605_0702_02_10": "In my eyes, you’re one of the most magnificent\nsync pairs I’ve had the privilege of meeting here\non Pasio.",
    "ch0127_00_mikuri/1701_0701_01_10": "I always see you trying your very best out there.",
    "ch0127_00_mikuri/1701_0701_02_10": "I’d like to give you a little something for all\nyour hard work!",
    "ch0127_00_mikuri/1701_0702_01_10": "I hope it serves you well. Keep on keeping on,\nmy friend!",
    "ch0127_00_mikuri/2501_0701_01_10": "Sync pairs...a unique work of art brought to life\nhere on Pasio. A beautiful partnership—something\nI chase after myself.",
    "ch0127_00_mikuri/2501_0701_02_10": "So far, you and your partner are the most stunning\nsync pair I’ve had the fortune to meet here.\nSo close to what I would consider ideal!",
    "ch0127_00_mikuri/2501_0701_03_10": "[Name:PlayerNickname ], please keep reaching\nfor the stars! Become the ultimate work of art,\nand show me what you can do!",
    "ch0127_00_mikuri/2501_0702_01_10": "If I could, I would follow you throughout your\njourney as you learn and grow. It would be a\nprivilege to train alongside you!",
    "ch0127_00_mikuri/2501_0702_02_10": "Someday, if you’re ever in the Hoenn region,\nperhaps we could face off against each other\nin a Pokémon contest...",
    "ch0127_00_mikuri/2501_0702_03_10": "A battle at the Pokémon League could be\ninteresting as well. Something to look forward to.",
    "ch0127_00_mikuri/2511_0701_01_10": "I have a niece named Lisia. She’s about the same\nage as you, [Name:PlayerNickname ].",
    "ch0127_00_mikuri/2511_0701_02_10": "I would love to introduce you two sometime.\nI feel like she could grow a lot with you as a\nrole model.",
    "ch0127_00_mikuri/2511_0701_03_10": "Hm-hmm... Uh-oh. Am I turning into one of those\nannoying uncles that butts into everyone’s lives?",
    "ch0127_00_mikuri/2511_0701_04_10": "I just want to see you all grow up happily ever\nafter. Is that so bad?",
    "ch0127_00_mikuri/2511_0702_01_10": "My former master, Juan, always doted on me\nwhen I was in training.",
    "ch0127_00_mikuri/2511_0702_02_10": "Now that I’m in a similar position, I think I\nunderstand the feeling.",
    "ch0127_00_mikuri/3001_0701_01_10": "Good morning. How is the day treating you\nso far? My Pokémon and I are poised to\nimpress, as always.",
    "ch0127_00_mikuri/3002_0701_01_10": "Training first thing in the morning? My, aren’t we\nambitious! Your future will shine with success.\nOf that I am sure.",
    "ch0127_00_mikuri/3003_0701_01_10": "You look like you’re in need of some respite.\nSit back... Allow my aquatic illusions to put you\nat ease.",
    "ch0127_00_mikuri/3004_0701_01_10": "The quiet sounds of flowing water always put\nmy heart at ease. What sort of sounds make\nyou feel most calm?",
    "ch0127_00_mikuri/3005_0701_01_10": "Burning the midnight oil, I see. It’s that sort of\ntenacity that will make you shine even brighter.",
    "ch0127_00_mikuri/3006_0701_01_10": "Gazing up at the starry night sky with my\nPokémon is one of my favorite pastimes."
}
