{
    "ch0150_00_hayato/0101_0701_01_10": "¡Hola! Hoy sopla una brisa de lo más agradable.",
    "ch0150_00_hayato/0101_0701_02_10": "¡Cabalgaré los vientos con mi compi Pokémon!\n¡Únete a nosotros y no te quedes atrás!",
    "ch0150_00_hayato/7101_0701_01_10": "Cuando combato contra los Entrenadores que me\ndesafían en mi gimnasio, uso los preciados\nPokémon voladores de mi padre.",
    "ch0150_00_hayato/7101_0701_02_10": "Siento que cuida de mí a través de ellos aunque\nesté lejos, ¡y no hay nada que me dé más\nenergía!",
    "ch0150_00_hayato/7101_0701_03_10": "Ya verás, en Passio no me van a derrotar ni una\nvez. ¡Volaré incluso más alto que tú!",
    "ch0150_00_hayato/7102_0701_01_10": "¿Alguna vez has volado montad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] en un Pokémon?",
    "ch0150_00_hayato/7102_0701_02_10": "Tengo entendido que hay una región lejana en\nla que usan Corviknight como medio de transporte.",
    "ch0150_00_hayato/7102_0701_03_10": "Volar con el viento dándote en la cara sobre un\nPokémon o mecerte en tu asiento mientras te\nllevan a tu destino...",
    "ch0150_00_hayato/7102_0701_04_10": "¡Creo que las dos son formas magníficas de volar!",
    "ch0150_00_hayato/7103_0701_01_10": "¿Hay alguien a quien admires profundamente?",
    "ch0150_00_hayato/7103_0701_02_10": "Yo, a mi padre. Es un Entrenador Pokémon\nexcepcional, ¡respetado en todo el mundo!",
    "ch0150_00_hayato/7103_0701_03_10": "Sachiko, de Ciudad Fucsia, es una pesada de no\nte menees con que su padre es el mejor.",
    "ch0150_00_hayato/7103_0701_04_10": "Como mucho será el segundo mejor, ¡porque mi\npadre es el número uno y punto!",
    "ch0150_00_hayato/7104_0701_01_10": "Ese Pikachu compi tuyo...",
    "ch0150_00_hayato/7104_0701_02_10": "¡Es enemigo por naturaleza de mis Pokémon\npájaro! ¡Vamos a comprobar si son eficaces mis\ntácticas contra vuestros ataques eléctricos!",
    "ch0150_00_hayato/7105_0701_01_10": "¿Qué te gustaría lograr mientras estés en Passio,\n[Name:PlayerNickname ]?",
    "ch0150_00_hayato/7105_0701_02_10": "A mí, llegar a ser como mi padre... aunque no\nestá en Passio conmigo.",
    "ch0150_00_hayato/7105_0701_03_10": "¡Por eso, quiero seguir entrenando con mis\nPokémon para llegar a ser tan bueno como él!",
    "ch0150_00_hayato/1701_0701_01_10": "¡Has llegado en el mejor momento! Tengo algo\nque darte.",
    "ch0150_00_hayato/1701_0702_01_10": "Espero que sea como el viento que te impulsa\nal despegar el vuelo.",
    "ch0150_00_hayato/2501_0701_01_10": "Uaaa... Ah, hola... Perdona, es que mi Swellow es\nun madrugador de cuidado.",
    "ch0150_00_hayato/2501_0701_02_10": "¡Cuando tienes una rutina y una vida organizada,\nno hay mejor compañero que un Pokémon pájaro!",
    "ch0150_00_hayato/2501_0701_03_10": "Aunque me muero de sueño... Me pregunto si\npodría echar una cabezada sobre las plumas de\nSwellow...",
    "ch0150_00_hayato/2501_0702_01_10": "Un Altaria sería el Pokémon ideal para dormir una\nsiestecita.",
    "ch0150_00_hayato/2501_0702_02_10": "Con esas alas que parecen nubes de algodón y\nesa voz cristalina... ¡Me quedaría dormido como\nun tronco!",
    "ch0150_00_hayato/2511_0701_01_10": "Muchos Entrenadores novatos empiezan capturando\nPokémon pájaro.",
    "ch0150_00_hayato/2511_0701_02_10": "Azul hasta acabó entrando en el Hall de la Fama\ncon el Pidgeot que capturó cuando solo era un\npequeño Pidgey.",
    "ch0150_00_hayato/2511_0701_03_10": "Me pregunto si yo también podría llegar a ser\nCampeón...",
    "ch0150_00_hayato/2511_0702_01_10": "¡Remontaré el vuelo con mis Pokémon y\nllegaremos hasta lo más alto del cielo!",
    "ch0150_00_hayato/2511_0702_02_10": "¡Con la ayuda de mi Swellow, voy a ser el mejor\nEntrenador de Pokémon pájaro que haya habido\nnunca!",
    "ch0150_00_hayato/3001_0701_01_10": "Los Pokémon pájaro se levantan a primera hora\nde la mañana. Cuando pasas tanto tiempo con\nellos, ¡se te acaba pegando!",
    "ch0150_00_hayato/3003_0701_01_10": "¡Menuda ventolera hay hoy! ¡Es el día ideal para\nentrenar con Pokémon pájaro!",
    "ch0150_00_hayato/3005_0701_01_10": "Qué tranquilo está todo... Si estuviéramos en\nJohto, ¡los Hoothoot no pararían de ulular!"
}
