{
    "ch0135_00_kagetsu/0101_0701_01_10": "Yo, [Name:PlayerNickname ]! I was waitin’\nfor you.",
    "ch0135_00_kagetsu/0101_0701_02_10": "You’re looking sharp today! Get out there and\nhave the most excellent battles!",
    "ch0135_00_kagetsu/0601_0701_01_10": "You know how here on Pasio, there’s all kinds of\npeople gathered in one place?",
    "ch0135_00_kagetsu/0601_0701_02_10": "Every once in a while, I’ll run into someone with a\nreally rockin’ hairstyle or outfit that even I haven’t\nseen before.",
    "ch0135_00_kagetsu/0601_0701_03_10": "It might be interesting to ask them how they\ndeveloped their style!",
    "ch0135_00_kagetsu/0602_0701_01_10": "People used to call me a delinquent back in the\nday...but now, I’m a proud member of the\nHoenn Elite Four!",
    "ch0135_00_kagetsu/0602_0701_02_10": "Meeting all sorts of folks helped me realize what\nI really want to do.",
    "ch0135_00_kagetsu/0602_0701_03_10": "Make sure you stay connected, kid! Meeting and\nknowing people is important.",
    "ch0135_00_kagetsu/0603_0701_01_10": "In Hoenn, we have these treats for Pokémon\ncalled Pokéblocks.",
    "ch0135_00_kagetsu/0603_0701_02_10": "My partner Pokémon really seems to love ’em.\nI got curious and wanted to try one myself, but\nsomeone stopped me before I could take a bite.",
    "ch0135_00_kagetsu/0603_0701_03_10": "Heh. Do you wanna try one, too? I wonder\nhow they taste!",
    "ch0135_00_kagetsu/0604_0701_01_10": "Focusing on winning is important when you’re\nbattling Pokémon, but if you ask me, enjoying the\nbattle is even more important than that!",
    "ch0135_00_kagetsu/0604_0701_02_10": "Some people get really fixated on winning.\nBut just ’cause you lose doesn’t mean it was all\nfor nothing.",
    "ch0135_00_kagetsu/0604_0701_03_10": "Even if you lose, you’ll still want to try again if\nyou had fun. And if you try again, that makes you\nwant to win, right?",
    "ch0135_00_kagetsu/0604_0701_04_10": "That’s why people keep at it. And that’s what\nmakes us stronger.",
    "ch0135_00_kagetsu/0605_0701_01_10": "Y’know, I once had a conversation with Steven\nabout rocks.",
    "ch0135_00_kagetsu/0605_0701_02_10": "He kept going on and on about how some rocks\nare a certain color or are so nice to touch because\nof their texture, all with this huge grin on his face.",
    "ch0135_00_kagetsu/0605_0701_03_10": "I don’t know too much about rocks myself, but I\nappreciate his enthusiasm.",
    "ch0135_00_kagetsu/0605_0701_04_10": "I could tell he’s really passionate about\nhis hobbies.",
    "ch0135_00_kagetsu/1701_0701_01_10": "Oh, hey! Nice to see ya!",
    "ch0135_00_kagetsu/1701_0701_02_10": "I have a little present for you. Take it!",
    "ch0135_00_kagetsu/1701_0702_01_10": "You can use it and have even more fun exploring!",
    "ch0135_00_kagetsu/2501_0701_01_10": "What do you think of my hair and clothes today?\nPretty wild, right? And cool to boot! I’m diggin’ it.",
    "ch0135_00_kagetsu/2501_0701_02_10": "But maybe it’s a little too wild for some people...\nThey’ll stop and stare at me from a distance.",
    "ch0135_00_kagetsu/2501_0701_03_10": "I can’t tell if it’s because they’re scared or\ninterested in trying it out themselves!",
    "ch0135_00_kagetsu/2501_0701_04_10": "Either way, if they just walked up and talked to\nme about it, I’d be more than happy to chat\nwith them.",
    "ch0135_00_kagetsu/2501_0702_01_10": "Maybe if I notice someone staring, I should go\nahead and initiate the conversation!",
    "ch0135_00_kagetsu/2501_0702_02_10": "It might be a good way to make new friends! Like\nhow I met you!",
    "ch0135_00_kagetsu/2511_0701_01_10": "Pokémon battles are all about the challenge.\nI think that’s what makes them so much fun.",
    "ch0135_00_kagetsu/2511_0701_02_10": "That’s also why I like being a member of the Elite\nFour—and why it’s so important to me... Because\nother Trainers never stop challenging us!",
    "ch0135_00_kagetsu/2511_0701_03_10": "You should come and take on the Hoenn Elite Four\nsomeday! That’s bound to lead to some\nwild battles!",
    "ch0135_00_kagetsu/2511_0702_01_10": "Here on Pasio, I don’t have to stay in one place\nlike I did as a part of the Elite Four, so I’m using\nthis opportunity to go around and meet people.",
    "ch0135_00_kagetsu/2511_0702_02_10": "That’s how I got to know you! It’s been worth the\neffort I took to get here, so I’m glad I came.",
    "ch0135_00_kagetsu/3001_0701_01_10": "Yo! Are you ready to go? I wanna battle as many\nsync pairs as I can today!",
    "ch0135_00_kagetsu/3003_0701_01_10": "No matter how strong you are, you’ve still gotta\nhave manners. Treat people how you wanna be\ntreated, you know?",
    "ch0135_00_kagetsu/3005_0701_01_10": "I’ve seen some dangerous people out there at\nnight. Careful you don’t fall into one of their traps\non your way home, all right?"
}
