{
    "ch0101_00_mei/0101_0701_01_10": "Oh, [Name:PlayerNickname ]!\nDas war ja ein munterer Auftritt.",
    "ch0101_00_mei/0101_0701_02_10": "Du scheinst richtig gute Laune zu haben. Dann lass\nuns den Tag heute mal ordentlich ausnutzen!",
    "ch0101_00_mei/0601_0701_01_10": "Was hast du? Klebt mir irgendwas im Gesicht?\nWarte, du denkst doch nicht...",
    "ch0101_00_mei/0601_0701_02_10": "Du hältst doch meine Haare nicht etwa für was\nEssbares? Klöße oder so?",
    "ch0101_00_mei/0601_0701_03_10": "Serpifeu scheint es ähnlich zu gehen. Vorhin hat\nes total niedlich an meinen Zöpfen geknabbert!",
    "ch0101_00_mei/0601_0701_04_10": "Es war wohl fest davon überzeugt, dass es meine\nHaare verputzen kann!",
    "ch0101_00_mei/0601_0702_01_10": "Das ganze Gerede von Essen hat mich richtig\nhungrig gemacht... Dabei sollte das doch nur ein\nWitz sein!",
    "ch0101_00_mei/0601_0702_02_10": "Sag mal... Da stecken nicht zufällig wirklich Klöße\nin meinen Haaren, oder? Vielleicht ist mir das\neinfach nur nie aufgefallen...",
    "ch0101_00_mei/0602_0701_01_10": "Auf Passio kommen Trainer aus den\nverschiedensten Regionen zusammen!",
    "ch0101_00_mei/0602_0701_02_10": "Das heißt auch, dass sie unzählige verschiedene\nPokémon bei sich haben. Am liebsten würde ich\ngegen jeden Einzelnen von ihnen kämpfen!",
    "ch0101_00_mei/0602_0701_03_10": "Nein, ich würde nicht nur gern, ich muss!\nUnbedingt! Davon lass ich mich nicht abbringen!",
    "ch0101_00_mei/0602_0701_04_10": "So eine Chance kriege ich doch sonst nie wieder...\nWenn ich mich selbst Trainer schimpfe, darf ich mir\ndas nicht entgehen lassen.",
    "ch0101_00_mei/0602_0702_01_10": "Ich muss einfach so viel kämpfen, wie ich kann!\nSo kriege ich bestimmt die Gelegenheit, mich mit\nTrainern aus aller Welt zu messen!",
    "ch0101_00_mei/0602_0702_02_10": "Schließlich kommen sie gerade alle hierher, um an\nden Feierlichkeiten teilzunehmen.",
    "ch0101_00_mei/0603_0701_01_10": "Ich gehe mit meinen Pokémon gern zum Spielen\nraus auf eine grüne Wiese.",
    "ch0101_00_mei/0603_0701_02_10": "Meine Pflanzen-Pokémon scheinen das Sonnenlicht\njedes Mal zu genießen. Liegt das vielleicht an der\nPhotosynthese?",
    "ch0101_00_mei/0603_0701_03_10": "Jedenfalls tut die Sonne nicht nur ihnen, sondern\nauch mir total gut. Wir profitieren also alle davon!",
    "ch0101_00_mei/0603_0702_01_10": "Warte mal... Ich glaube, ich weiß jetzt, warum ich\nimmer zu tausend Prozent gut drauf bin!",
    "ch0101_00_mei/0603_0702_02_10": "Es muss daran liegen, dass ich ständig in der Nähe\nmeiner Pflanzen-Pokémon bin und frische Luft\neinatme...!",
    "ch0101_00_mei/0604_0701_01_10": "Pokémon-Kämpfe sind schön und gut, aber\nmanchmal will ich einfach nur gemütlich spazieren\ngehen.",
    "ch0101_00_mei/0604_0701_02_10": "Pfff, das nimmt mir doch keiner ab. Tut mir leid,\nich hab gelogen!",
    "ch0101_00_mei/0604_0701_03_10": "In Wahrheit will ich die ganze Zeit nichts anderes\ntun als kämpfen! Ich bin eben total in\nPokémon-Kämpfe verliebt.",
    "ch0101_00_mei/0604_0701_04_10": "Wenn mich jemand fragt, was meine allergrößte\nLeidenschaft ist, sage ich: Pokémon-Kämpfe!\nKein Zweifel.",
    "ch0101_00_mei/0604_0702_01_10": "Manchmal wundere ich mich selbst darüber, dass\nich dermaßen in Pokémon-Kämpfe vernarrt bin.\nIch hab keine Ahnung, warum das so ist!",
    "ch0101_00_mei/0604_0702_02_10": "Aber eins weiß ich sicher: Für mich sind sie das\nabsolut Größte auf der Welt! Nichts macht mir so\nviel Spaß wie ein Kampf.",
    "ch0101_00_mei/0605_0701_01_10": "Du kommst mir mit jedem Treffen etwas stärker\nvor, [Name:PlayerNickname ]!",
    "ch0101_00_mei/0605_0701_02_10": "Das mitanzusehen erfüllt mich ja beinahe selbst mit\nStolz!",
    "ch0101_00_mei/0605_0701_03_10": "Lass uns zusammen immer weitertrainieren, bis wir\nirgendwann an der Spitze aller Trainer stehen, ja?",
    "ch0101_00_mei/0605_0702_01_10": "All die Emotionen, die bei einem Pokémon-Kampf\nhochkochen... Die Freude, die Anspannung...\nAls würde man bei einem Film mitfiebern!",
    "ch0101_00_mei/0605_0702_02_10": "Das macht mich immer total hibbelig. Ich kann mich\neinfach nicht dagegen wehren!",
    "ch0101_00_mei/1701_0701_01_10": "Neulich hab ich gegen einen total starken Trainer\ngekämpft! Ich wünschte, du hättest mir zusehen\nkönnen...",
    "ch0101_00_mei/1701_0701_02_10": "Na ja, jedenfalls hab ich dabei das hier ergattert.\nIch schenk es dir!",
    "ch0101_00_mei/1701_0702_01_10": "Mein Geschenk wirst du gut gebrauchen können,\nda bin ich mir ganz sicher!",
    "ch0101_00_mei/1701_0702_02_10": "Schließlich ist das ein Geschenk von niemand\nanderem als meiner Wenigkeit! Hehe.",
    "ch0101_00_mei/2501_0701_01_10": "Machst du dich wieder für ein Abenteuer bereit?\nHeute wird bestimmt etwas ganz Tolles passieren!",
    "ch0101_00_mei/2501_0701_02_10": "W-Woher ich das weiß? Na ja, das hab ich\neinfach im Gefühl... Beweise hab ich dafür keine!",
    "ch0101_00_mei/2501_0701_03_10": "Aber ist doch schon toll genug, wenn man\njemanden trifft und sich mit ihm unterhalten kann,\noder?",
    "ch0101_00_mei/2501_0702_01_10": "Ich liebe Pokémon-Kämpfe, aber ich finde gute\nUnterhaltungen auch toll!",
    "ch0101_00_mei/2501_0702_02_10": "Wenn mir etwas Spaß macht, kriege ich einfach\nnie genug davon.",
    "ch0101_00_mei/2501_0702_03_10": "Wenn du also einen klasse Tag hattest, will ich\nunbedingt davon hören!",
    "ch0101_00_mei/2511_0701_01_10": "Seit wir uns kennen, habe ich so viele neue Dinge\ngelernt!",
    "ch0101_00_mei/2511_0701_02_10": "Zum Beispiel, wie verflixt wichtig es ist, dass\nPokémon und Trainer sich gut verstehen!",
    "ch0101_00_mei/2511_0701_03_10": "Trotzdem hab ich noch viel zu lernen... Aber das\nkriege ich hin, du wirst schon sehen!",
    "ch0101_00_mei/2511_0702_01_10": "Ist doch ganz logisch, dass man nach einem\nverlorenen Pokémon-Kampf niedergeschlagen ist,\nweil man denkt, dass man noch viel zu lernen hat.",
    "ch0101_00_mei/2511_0702_02_10": "Aber ich seh es lieber so, dass es auch bedeutet,\ndass ich noch viel stärker werden kann! Das gibt\nmir dann neue Kraft!",
    "ch0101_00_mei/2511_0702_03_10": "Es ist wichtig, immer nach vorne zu blicken.\nJeder Schritt bringt einen voran, verstehst du?",
    "ch0101_00_mei/3001_0701_01_10": "Guten Morgen! Bist du bereit, heute alles zu\ngeben? Ich bin es auf jeden Fall!",
    "ch0101_00_mei/3002_0701_01_10": "Guten Morgen! Machen wir das Beste aus dem\nTag!",
    "ch0101_00_mei/3003_0701_01_10": "Hiii! Meiner Meinung nach ist es Zeit für einen\nleckeren Nachmittagssnack!",
    "ch0101_00_mei/3004_0701_01_10": "Oh Mann, ich will raus und kämpfen! Also, wann\nbrechen wir auf? Jetzt?",
    "ch0101_00_mei/3005_0701_01_10": "Hi! Es ist nicht empfehlenswert, zu lange auf zu\nbleiben.",
    "ch0101_00_mei/3006_0701_01_10": "Wow, so spät schon? Wir sollten bald schlafen\ngehen, damit wir morgen nicht müde sind."
}
