{
    "ch0126_40_haruka/0101_0701_01_10": "Perfektes Timing, [Name:PlayerNickname ]!",
    "ch0126_40_haruka/0101_0701_02_10": "Heute scheint ja ganz schön was los zu sein.\nMachen wir uns lieber schnell auf den Weg!",
    "ch0126_40_haruka/7101_0701_01_10": "Ist mein Outfit nicht süß? Mein Haarreif gefällt mir\nbesonders gut.",
    "ch0126_40_haruka/7101_0701_02_10": "Ich könnte schwören, dass ich mein Pokémon noch\nbesser verstehe, wenn ich es trage!",
    "ch0126_40_haruka/7102_0701_01_10": "Mein Pokémon ist ganz weich und sieht einfach\nzuckersüß aus. Kein Wunder, dass es so beliebt bei\nMädchen ist.",
    "ch0126_40_haruka/7102_0701_02_10": "Noch dazu kann ich mich in Pokémon-Kämpfen\nvoll und ganz auf seine enorme Stärke verlassen. ",
    "ch0126_40_haruka/7102_0701_03_10": "Es ist das süßeste und stärkste Pokémon überhaupt!\nIch könnte platzen vor Stolz!",
    "ch0126_40_haruka/7103_0701_01_10": "Dieses kleine Ei ist zum Anmalen und Verzieren\ngedacht, aber...",
    "ch0126_40_haruka/7103_0701_02_10": "Durch die runde Form rutscht mein Stift ständig ab.\nIch mag aber auch nicht fester aufdrücken, weil\ndann die Schale bestimmt zerbricht...",
    "ch0126_40_haruka/7103_0701_03_10": "Hast du Lust, dich auch an einem Ei zu versuchen?\nVielleicht stellst du dich ja geschickter an als ich\nund kannst mir ein paar Tricks zeigen!",
    "ch0126_40_haruka/7104_0701_01_10": "Vorhin habe ich einen Trainer getroffen, der sein\nPokémon verloren hatte.",
    "ch0126_40_haruka/7104_0701_02_10": "Zum Glück konnten wir es schnell finden und die\nbeiden wiedervereinigen. Ich war so erleichtert!",
    "ch0126_40_haruka/7104_0701_03_10": "Festivals machen erst dann richtig Spaß, wenn\nman sie mit seinen Freunden erleben kann, nicht?",
    "ch0126_40_haruka/7104_0701_04_10": "Warum sehen wir beide uns nicht auch gemeinsam\nein bisschen um?",
    "ch0126_40_haruka/7105_0701_01_10": "Ist es nicht aufregend, all die liebevoll verzierten\nEier überall in der Stadt zu sehen?",
    "ch0126_40_haruka/7105_0701_02_10": "Sieh dir nur all die bunten Farben und schicken\nMuster an!",
    "ch0126_40_haruka/7105_0701_03_10": "Wie würdest du ein Ei anmalen,\n[Name:PlayerNickname ]?",
    "ch0126_40_haruka/1701_0701_01_10": "Hey! Du kommst mir gerade recht!",
    "ch0126_40_haruka/1701_0702_01_10": "Ich habe nämlich bei meiner Feldforschung etwas\ngefunden, das ich dir schenken möchte!",
    "ch0126_40_haruka/1701_0702_02_10": "Wenn du dich freust, freut mich das gleich mit!",
    "ch0126_40_haruka/2501_0701_01_10": "Was für ein tolles Festival! Die bunte Deko schafft\nwirklich eine ganz besondere Atmosphäre!",
    "ch0126_40_haruka/2501_0701_02_10": "Ich habe mich sogar an einem Ei mit einer\nZeichnung von dir und deinem Pokémon versucht...",
    "ch0126_40_haruka/2501_0701_03_10": "Aber ich bekomme es noch nicht so hin, wie ich\nmöchte. Ich werde es dir zeigen, wenn es fertig\nist!",
    "ch0126_40_haruka/2501_0702_01_10": "Wie? Du möchtest es jetzt schon sehen?",
    "ch0126_40_haruka/2501_0702_02_10": "Na gut. Aber lach nicht, ja? Wie gesagt, ich übe\nnoch...",
    "ch0126_40_haruka/2511_0701_01_10": "Ich habe ein Pokémon-Ei bekommen! Aber so\ngerne ich das Pokémon darin auch aufziehen\nwürde...",
    "ch0126_40_haruka/2511_0701_02_10": "Mir fehlt da einfach die Erfahrung. Was, wenn ich\netwas falsch mache?",
    "ch0126_40_haruka/2511_0702_01_10": "Du hast doch schon Eier ausgebrütet, oder?",
    "ch0126_40_haruka/2511_0702_02_10": "Du kennst dich damit sicher viel besser aus als ich.",
    "ch0126_40_haruka/2511_0702_03_10": "Wenn du magst, kannst du mir ja ein paar Dinge\nbeibringen. Das würde mich freuen!",
    "ch0126_40_haruka/3001_0701_01_10": "Ich liebe das Gefühl, das man bekommt, wenn\nman jemandem guten Morgen sagt und die Person\nlächelt und den Gruß erwidert.",
    "ch0126_40_haruka/3003_0701_01_10": "Wenn wir da draußen ein echtes Pokémon-Ei\nfinden, möchte ich mich daran kuscheln und es\nwarm halten!",
    "ch0126_40_haruka/3005_0701_01_10": "Die Zeit vergeht wie im Flug, wenn man Spaß hat,\noder? Ich sollte bald ins Bett gehen! Hoffentlich\nsehe ich dich morgen wieder!"
}
