{
    "ch0106_80_kamitsure/0101_0701_01_10": "Buongiorno, [Name:PlayerNickname ]!\nPront[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ] ad affrontare la giornata con un sorriso\nsmagliante?",
    "ch0106_80_kamitsure/0101_0701_02_10": "Devi essere raggiante, se vuoi portare luce\ne calore al tuo prossimo!",
    "ch0106_80_kamitsure/7101_0701_01_10": "Non è necessario vestirsi in maniera appariscente\nper avere uno stile unico e inimitabile. A volte\nle cose semplici sono le migliori, non credi?",
    "ch0106_80_kamitsure/7101_0701_02_10": "In fin dei conti ciò che conta in un abito è quanto\nriesce a far risaltare il fascino di chi lo indossa.",
    "ch0106_80_kamitsure/7102_0701_01_10": "Le montagne russe e le ruote panoramiche sono\nelementi imprescindibili dei luna park.",
    "ch0106_80_kamitsure/7102_0701_02_10": "Emolga è abituato a stare in posti alti, per cui\ngli piacciono molto entrambi.",
    "ch0106_80_kamitsure/7102_0701_03_10": "I parchi dei divertimenti in cui puoi andare\ncoi Pokémon sono i migliori... Facci un giro,\nse ne incroci uno!",
    "ch0106_80_kamitsure/7103_0701_01_10": "I Pokémon di tipo Elettro hanno un fascino che...\nCome dire...? Ti dà la scossa!",
    "ch0106_80_kamitsure/7103_0701_02_10": "C'è per caso qualcosa di Pikachu che ti ha colpito\nda subito quasi come una scarica elettrica?",
    "ch0106_80_kamitsure/7104_0701_01_10": "Prima di dormire, la sera, mi soffermo spesso\na riflettere sulla mia giornata. Mi aiuta a capire\nquali sono le cose di me che apprezzo di più.",
    "ch0106_80_kamitsure/7104_0701_02_10": "È una cosa che dovrebbero fare tutti, secondo me.\nD'altronde, i nostri più grandi fan siamo proprio\nnoi stessi, no? Dovremmo tenerlo sempre a mente!",
    "ch0106_80_kamitsure/7105_0701_01_10": "Al mondo esistono persone di tutti i tipi, per cui\novviamente alcuni pensano in una maniera\ndiametralmente opposta alla tua.",
    "ch0106_80_kamitsure/7105_0701_02_10": "Per quanto a volte possa essere difficile,\nil continuo confrontarsi con chi è diverso da noi\nci aiuta a crescere.",
    "ch0106_80_kamitsure/7105_0701_03_10": "Non preoccuparti, [Name:PlayerNickname ]...\nSegui il tuo cuore e vedrai che andrà tutto\nper il meglio, finché avrai dei Pokémon con te.",
    "ch0106_80_kamitsure/7105_0701_04_10": "Anche i più piccoli e carini nel momento\ndel bisogno si rivelano molto affidabili. Sono\ncreature straordinarie.",
    "ch0106_80_kamitsure/1701_0701_01_10": "Ho una cosa per te, credo che ti possa servire.",
    "ch0106_80_kamitsure/1701_0702_01_10": "Ti è piaciuto il mio regalo?",
    "ch0106_80_kamitsure/2501_0701_01_10": "Non dimenticare mai le tue origini. Questi abiti\nmi aiutano a ricordare le mie...",
    "ch0106_80_kamitsure/2501_0701_02_10": "Tempo fa ho deciso di dedicarmi anima e corpo\na diventare una Capopalestra e una modella.\nVolevo brillare più di chiunque altro.",
    "ch0106_80_kamitsure/2501_0701_03_10": "Non è stato facile, ma non ho voluto rinunciare\na nessuno dei miei due sogni. Sono fatta così.",
    "ch0106_80_kamitsure/2501_0702_01_10": "Tu riesci a ricordare qual è stato il primo obiettivo\nche ti sei prefissat[IT:Gen Ref=\"255\" M=\"o\" F=\"a\" ]?",
    "ch0106_80_kamitsure/2501_0702_02_10": "Dovresti fare tesoro di quel ricordo. Il nostro primo\ndesiderio è quello più puro. Col giusto impegno,\nsono sicura che riuscirai a realizzarlo.",
    "ch0106_80_kamitsure/2511_0701_01_10": "Emolga e Zebstrika hanno un carattere squisito,\ne vanno molto d'accordo tra di loro.",
    "ch0106_80_kamitsure/2511_0701_02_10": "Rotom, invece, è un po' più birbantello, ma è\ncomunque adorabile.",
    "ch0106_80_kamitsure/2511_0701_03_10": "Ognuno di loro brilla in modo diverso e non sarei\nquella che sono oggi, se non fossero stati tutti\nal mio fianco.",
    "ch0106_80_kamitsure/2511_0702_01_10": "Vedere quanto i miei Pokémon vanno d'accordo\nmi dona un senso di pace incredibile. È così anche\nper te?",
    "ch0106_80_kamitsure/2511_0702_02_10": "A proposito, il mio Emolga si chiama Olga,\nlo sapevi? ... Eh eh! No, scherzo, non è vero.",
    "ch0106_80_kamitsure/3001_0701_01_10": "Buongiorno! Che ne dici di andare a prendere\nun po' di sole? È il modo migliore per fare il pieno\ndi energie al mattino!",
    "ch0106_80_kamitsure/3003_0701_01_10": "Affronto ogni giorno a testa alta. Mi aiuta\na sentirmi più sicura di me, aumentando anche\nil mio fascino.",
    "ch0106_80_kamitsure/3005_0701_01_10": "Alcune cose brillano al meglio nel buio della notte,\nnon trovi?"
}
