{
    "ch0120_00_lusamine/0101_0701_01_10": "Hoy, para variar, cuidaré de los Pokémon y de mis\nqueridos hijos como una buena madre.",
    "ch0120_00_lusamine/0101_0701_02_10": "Si alguna vez necesitas ayuda, no dudes en\ndecírmelo, que gustosa te echaré una mano.",
    "ch0120_00_lusamine/0601_0701_01_10": "¿No consideras que podrías mejorar un poco tu\napariencia? Unos retoques de indumentaria, por\nejemplo...",
    "ch0120_00_lusamine/0601_0701_02_10": "Descuida, que la próxima vez te daré unos\nconsejos de moda para que vistas a la última.",
    "ch0120_00_lusamine/0601_0701_03_10": "Si cambias tu estilo, también cambiarán de forma\nacorde incluso tus sentimientos. Te sentirás como\nsi nacieras de nuevo.",
    "ch0120_00_lusamine/0602_0701_01_10": "La fuerza que nace del vínculo entre una pareja\nde compis es digna de estudio e investigación.",
    "ch0120_00_lusamine/0602_0701_02_10": "Salir de aventuras con nuestros Pokémon y librar\nbatallas con ellos sirve para reforzar el vínculo\nque nos une.",
    "ch0120_00_lusamine/0602_0701_03_10": "Tan solo colaborando juntos y superando todo tipo\nde obstáculos, tanto Pokémon como Entrenador\npueden aprender y desarrollar nuevas aptitudes.",
    "ch0120_00_lusamine/0603_0701_01_10": "He de reconocer que el WPM me resulta bastante\ninteresante.",
    "ch0120_00_lusamine/0603_0701_02_10": "Es una oportunidad ideal para ser testigo de\ninfinidad de combates Pokémon.",
    "ch0120_00_lusamine/0603_0701_03_10": "Los datos que recabe en los combates me serán\nde gran utilidad a la hora de proteger a los\nPokémon y entenderlos mejor.",
    "ch0120_00_lusamine/0604_0701_01_10": "He tenido la oportunidad de percatarme de algo\nmuy interesante aquí en Passio tras haber\nconocido a tantos Entrenadores.",
    "ch0120_00_lusamine/0604_0701_02_10": "Mostramos nuestro amor por los Pokémon de las\nformas más variopintas.",
    "ch0120_00_lusamine/0604_0701_03_10": "Cuando los defendemos, cuando los criamos para\nque se hagan más fuertes o incluso cuando nos\nseparamos de ellos...",
    "ch0120_00_lusamine/0605_0701_01_10": "Oye, [Name:PlayerNickname ]...\n¿no crees que los niños crecen demasiado rápido?",
    "ch0120_00_lusamine/0605_0701_02_10": "Mis hijos, que hasta hace nada no levantaban ni\nun palmo, o incluso tú, sois ahora Entrenadores\nconsumados.",
    "ch0120_00_lusamine/0605_0701_03_10": "Y tú estás creciendo a pasos agigantados. Me da\nun poco de pena, pero estoy muy orgullosa.",
    "ch0120_00_lusamine/1701_0701_01_10": "Ah, por fin te veo. Me preguntaba dónde te\nencontrabas.",
    "ch0120_00_lusamine/1701_0701_02_10": "Quería regalarte algo, por si te sirve de ayuda.",
    "ch0120_00_lusamine/1701_0702_01_10": "Me alegra mucho saber que puedo ayudaros de\nalguna manera a que tu Pokémon y tú seáis más\nfelices y os entendáis mejor.",
    "ch0120_00_lusamine/2501_0701_01_10": "No puedes hacerte a la idea del shock que me\nllevé cuando mis dos hijos me plantaron cara.",
    "ch0120_00_lusamine/2501_0701_02_10": "De todas formas, el hecho de que se rebelaran\ncontra mí es prueba de que han madurado.",
    "ch0120_00_lusamine/2501_0701_03_10": "Ocurrieron muchas cosas entre nosotros, pero\nahora me alegro y me enorgullezco de cuánto\nhan crecido los dos.",
    "ch0120_00_lusamine/2501_0702_01_10": "He aprendido que de vez en cuando hemos de\nprestar atención a nuestros seres queridos para\nsaber cómo están.",
    "ch0120_00_lusamine/2501_0702_02_10": "Y como tú tienes casi la misma edad que ellos,\nte agradecería en el alma si pudieras estar\npendiente de ellos en alguna que otra ocasión.",
    "ch0120_00_lusamine/2501_0702_03_10": "Te lo pido como madre, por favor. Confío en que\nme ayudes.",
    "ch0120_00_lusamine/2511_0701_01_10": "Parece que tu compi está bien alegre, ¡eh!\nSeguro que eso también te anima a ti.",
    "ch0120_00_lusamine/2511_0701_02_10": "No hay nada que me motive más que ver alegres\na los Pokémon, y es ese objetivo el que me lleva\na centrarme en mis estudios e investigaciones.",
    "ch0120_00_lusamine/2511_0701_03_10": "Con eso en mente, he aprendido muchas cosas\nobservándoos a tu compi y a ti, ¿sabes?",
    "ch0120_00_lusamine/2511_0702_01_10": "Tu Pokémon y tú formáis una pareja preciosa.",
    "ch0120_00_lusamine/2511_0702_02_10": "Así que intentaré ayudaros siempre en todo lo que\npueda, tenlo por seguro.",
    "ch0120_00_lusamine/2511_0702_03_10": "Me darías toda una alegría si me consideraras\ncomo una madre.",
    "ch0120_00_lusamine/3001_0701_01_10": "¡Buenos días! Uy, aún tienes cara de dormid[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ].\nVenga, lávate la cara, que así te despejas.",
    "ch0120_00_lusamine/3003_0701_01_10": "Hoy también me he levantado con ganas de cuidar\nde los Pokémon y asegurarme de que son felices.\n¿Me ayudarás a conseguirlo?",
    "ch0120_00_lusamine/3006_0701_01_10": "Considero que no es muy bueno para la salud\nquedarse en pie hasta las tantas de la noche,\nasí que asegúrate de ir a la cama temprano, ¿eh?"
}
