{
    "ch0192_00_matsubusa/0101_0701_01_10": "Tu llegada a Passio no es fruto del azar,\n[Name:PlayerNickname ], sino del destino.",
    "ch0192_00_matsubusa/0101_0701_02_10": "Con esa mirada tan intrépida que tienes, estoy\nseguro de que vivirás grandes aventuras. Espero\nque aprendas mucho de ellas.",
    "ch0192_00_matsubusa/0601_0701_01_10": "El progreso de este mundo se ha visto estorbado\npor esos absurdos ideales de coexistencia, armonía\ny demás zarandajas entre Pokémon y humanos...",
    "ch0192_00_matsubusa/0601_0701_02_10": "¡Pues eso se ha acabado! Extenderé la superficie\nterrestre de manera que la humanidad pueda\nprogresar sin obstáculos.",
    "ch0192_00_matsubusa/0601_0701_03_10": "¡Quiero crear un mundo ideal con nuevas tierras\npara que la humanidad pueda florecer en todo\nsu esplendor!",
    "ch0192_00_matsubusa/0602_0701_01_10": "¿Eres consciente del poder que contienen los\nMeteoritos?",
    "ch0192_00_matsubusa/0602_0701_02_10": "Estos se pueden transformar si se cumplen ciertas\ncondiciones.",
    "ch0192_00_matsubusa/0602_0701_03_10": "Por ejemplo, un Meteorito puede convertirse en\nuna Piedra Activadora o en una Megapiedra.",
    "ch0192_00_matsubusa/0602_0701_04_10": "Dicha plasticidad nos puede venir muy bien para\nlograr nuestro objetivo.",
    "ch0192_00_matsubusa/0603_0701_01_10": "El Equipo Magma vela por el avance de la\ncivilización y el progreso de la humanidad.",
    "ch0192_00_matsubusa/0603_0701_02_10": "Todas las mañanas, a las once en punto, reúno a\nlos miembros del equipo para darles un discurso.\nMe gusta darles lecciones de vida, por así decirlo.",
    "ch0192_00_matsubusa/0603_0701_03_10": "Intento infundirles un poco de sabiduría con mis\ncharlas, para que puedan desarrollarse como\nindividuos.",
    "ch0192_00_matsubusa/0603_0701_04_10": "Nosotros no somos como esos ignorantes del\nEquipo Aqua.",
    "ch0192_00_matsubusa/0604_0701_01_10": "En el Equipo Magma hemos aunado tecnología y\nciencia para crear un invento revolucionario.",
    "ch0192_00_matsubusa/0604_0701_02_10": "Me estoy refiriendo al Traje Magma. Si lo llevas\npuesto, puedes atravesar el magma como si nada.",
    "ch0192_00_matsubusa/0604_0701_03_10": "La naturaleza tiene un poder formidable, no me\ncabe duda; ¡pero los humanos podemos rivalizar\ncon él gracias a la ciencia!",
    "ch0192_00_matsubusa/0605_0701_01_10": "Una cosa, [Name:PlayerNickname ]...\n¿Hay alguien a quien consideres tu rival?",
    "ch0192_00_matsubusa/0605_0701_02_10": "Para mí sí lo hay. Antes formábamos parte del\nmismo equipo.",
    "ch0192_00_matsubusa/0605_0701_03_10": "Sin embargo, acabamos eligiendo sendas distintas.",
    "ch0192_00_matsubusa/1701_0701_01_10": "Toma, llévate esto.",
    "ch0192_00_matsubusa/1701_0701_02_10": "Venga, no seas ridícul[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]. Cógelo.",
    "ch0192_00_matsubusa/1701_0702_01_10": "Estoy seguro de que sabrás darle buen uso.",
    "ch0192_00_matsubusa/2501_0701_01_10": "Me fascina la tecnología que han usado para\nconstruir una isla artificial como Passio de la nada.",
    "ch0192_00_matsubusa/2501_0701_02_10": "Lo hace hasta tal punto que he intentado que su\nartífice se una a las filas del Equipo Magma.\nPero nada, no hay manera...",
    "ch0192_00_matsubusa/2501_0701_03_10": "Aunque tampoco es que me preocupe en exceso.\nPuedo encargarme de nuestro departamento\nde investigación yo solo.",
    "ch0192_00_matsubusa/2501_0701_04_10": "Me las apañaré para desentrañar las técnicas de\ningeniería que han utilizado para levantar Passio.",
    "ch0192_00_matsubusa/2501_0702_01_10": "Es una pena que el ingeniero que diseñó Passio\nno haya querido unirse al Equipo Magma...",
    "ch0192_00_matsubusa/2501_0702_02_10": "Pero estoy seguro de que podré encontrar nuevos\ntalentos aquí, en Passio.",
    "ch0192_00_matsubusa/2501_0702_03_10": "Empezando por ti. ¿Por qué no te vienes al Equipo\nMagma? Podrías ayudarnos a realizar nuestra\nlaudable labor.",
    "ch0192_00_matsubusa/2511_0701_01_10": "A ver si consigo descifrar la tecnología que han\nusado para erigir Passio. Sería un paso de gigante\nhacia mi meta de construir un mundo ideal.",
    "ch0192_00_matsubusa/2511_0701_02_10": "¡Lo que quiero es extender la superficie terrestre\nde manera que la humanidad pueda progresar sin\nobstáculos!",
    "ch0192_00_matsubusa/2511_0701_03_10": "Y así podremos procurarle felicidad a toda la\nhumanidad. O mejor dicho, ¡a todos los seres\nvivos!",
    "ch0192_00_matsubusa/2511_0701_04_10": "Perdóname, a veces me dejo llevar por la pasión\ny se me olvida todo lo demás.",
    "ch0192_00_matsubusa/2511_0702_01_10": "Estoy dispuesto a domeñar a cualquiera para\nhacer que se cumplan mis ideales.",
    "ch0192_00_matsubusa/2511_0702_02_10": "Y eso os incluye tanto a Groudon como a ti...",
    "ch0192_00_matsubusa/2511_0702_03_10": "Tú tienes el don de poner a la gente de tu lado.\nAlgún día, ese poder será mío...",
    "ch0192_00_matsubusa/3001_0701_01_10": "Alguna día se consumará mi sueño de crear un\nmundo ideal. Será como ver un nuevo amanecer.",
    "ch0192_00_matsubusa/3003_0701_01_10": "Me encantaría averiguar cómo lograron construir\nPassio. Sería de gran utilidad para mis planes.",
    "ch0192_00_matsubusa/3005_0701_01_10": "Me fascina la belleza del alumbrado nocturno de\nlas ciudades; para mí, representa el triunfo del\ntalento y del poder de innovación del ser humano."
}
