{
    "ch0158_00_carnet/0101_0701_01_10": "Oh, tiens !\nMais c'est [Name:PlayerNickname ] que voilà !",
    "ch0158_00_carnet/0101_0701_02_10": "Puisque désormais tout le casting est réuni,\nattelons-nous sans réserve à notre prochain\nrôle : la visite de Passio !",
    "ch0158_00_carnet/0601_0701_01_10": "En tant qu'actrice, j'ai la chance de rencontrer\ndes personnes se présentant comme admiratrices\nde mon travail.",
    "ch0158_00_carnet/0601_0701_02_10": "Je reçois quantité d'encouragements de leur part.\nIls me disent par exemple que mes apparitions\nles encouragent dans leur vie de tous les jours.",
    "ch0158_00_carnet/0601_0701_03_10": "Et moi-même, au contact de ces admirateurs,\nje reçois l'énergie que leurs encouragements\nm'apportent avec gratitude !",
    "ch0158_00_carnet/0602_0701_01_10": "Tous autant que nous sommes, nous changeons\nconstamment, et chaque instant est tout à fait\nunique.",
    "ch0158_00_carnet/0602_0701_02_10": "Même si je reprenais aujourd'hui un rôle que\nje jouais hier, je ne saurais l'incarner tout à fait\nde la même manière.",
    "ch0158_00_carnet/0602_0701_03_10": "J'espère que mes admirateurs apprécient ces\nvariations subtiles que la vie nous apporte. C'est\nla meilleure façon d'apprécier une performance !",
    "ch0158_00_carnet/0603_0701_01_10": "En tant qu'actrice, il m'est indispensable de ne\njamais avoir peur de relever de nouveaux défis.",
    "ch0158_00_carnet/0603_0701_02_10": "Ainsi, si l'on me propose un type de rôle que je\nn'ai jamais fait, plutôt que d'avoir peur, je m'y\ninvestis avec ardeur !",
    "ch0158_00_carnet/0603_0701_03_10": "Après tout, chaque nouveau rôle est l'occasion\nde découvrir une nouvelle facette de moi-même.",
    "ch0158_00_carnet/0603_0701_04_10": "La recherche perpétuelle des possibilités infinies\nqui sommeillent en soi... c'est cela, être actrice.",
    "ch0158_00_carnet/0604_0701_01_10": "Il y a longtemps, après un combat en tant que\nMaître, j'ai échangé de Pokémon avec une certaine\nDresseuse. Je lui ai confié mon Tarsal.",
    "ch0158_00_carnet/0604_0701_02_10": "Bien sûr, j'étais triste de m'en séparer, mais\nje savais qu'il était entre de bonnes mains,\nalors je lui ai souhaité bon vent le cœur léger.",
    "ch0158_00_carnet/0604_0701_03_10": "Au fond, j'étais même heureuse de savoir qu'il\nallait être accueilli dans une nouvelle famille.",
    "ch0158_00_carnet/0604_0701_04_10": "Même si actuellement je ne suis plus à Kalos,\nlà où il demeure, ce Pokémon que j'ai échangé\nrestera toujours cher à mon cœur.",
    "ch0158_00_carnet/0605_0701_01_10": "Quelles que soient les difficultés que tu rencontres,\ntu vas toujours de l'avant...",
    "ch0158_00_carnet/0605_0701_02_10": "Rien que pour ça, je peux te dire que tu brilles\ncomme la plus belle des étoiles !",
    "ch0158_00_carnet/0605_0701_03_10": "Cette attitude positive rayonne autour de toi\net illumine tous ceux que tu rencontres.",
    "ch0158_00_carnet/0605_0701_04_10": "Et c'est pour cela que je déborde toujours de joie\nlorsque je suis à tes côtés !",
    "ch0158_00_carnet/1701_0701_01_10": "À mes yeux, tu es une des stars de Passio...\nAlors voici de quoi te permettre de briller encore\nun peu plus !",
    "ch0158_00_carnet/1701_0701_02_10": "C'est tout ce que je te souhaite !",
    "ch0158_00_carnet/1701_0702_01_10": "N'importe quel objet peut apporter de la joie ou\nde la peine selon l'utilisation que l'on en fait.",
    "ch0158_00_carnet/1701_0702_02_10": "Mais je n'ai aucune inquiétude en ce qui\nte concerne. Je sais que tu l'utiliseras\nde la meilleure des manières !",
    "ch0158_00_carnet/2501_0701_01_10": "En tant qu'actrice, mais également en tant\nque Maître de la Ligue de Kalos...",
    "ch0158_00_carnet/2501_0701_02_10": "Je suis obligée de garder à l'esprit que les yeux\nde mes fans sont constamment braqués sur\nces deux aspects de ma personne...",
    "ch0158_00_carnet/2501_0701_03_10": "C'est pourquoi je ne peux me permettre de trahir\nles attentes des gens qui me soutiennent aussi\nchaleureusement.",
    "ch0158_00_carnet/2501_0701_04_10": "Alors je dois m'efforcer de toujours briller de mille\nfeux, en mettant toute mon âme dans mes combats\ncomme dans mes rôles.",
    "ch0158_00_carnet/2501_0701_05_10": "Tel est le devoir de toute célébrité.",
    "ch0158_00_carnet/2501_0702_01_10": "Bien entendu, tous ces regards, toutes ces attentes,\ncela peut être pesant.",
    "ch0158_00_carnet/2501_0702_02_10": "Mais j'ai réussi à transformer cette pression\nen énergie. Et c'est cette énergie qui me\npermet d'illuminer ma vie et mon âme !",
    "ch0158_00_carnet/2511_0701_01_10": "Je fais de mon mieux pour toujours être pleine\nd'énergie, mais même moi, je ne suis pas à l'abri\nd'un petit coup de blues.",
    "ch0158_00_carnet/2511_0701_02_10": "Dans ces moments-là, j'ai deux moyens infaillibles\npour retrouver tout mon entrain !",
    "ch0158_00_carnet/2511_0701_03_10": "Le premier consiste à imaginer les visages\nrayonnant de joie de mes chers admirateurs...",
    "ch0158_00_carnet/2511_0701_04_10": "Et le second consiste à passer du temps avec\nmon Pokémon.",
    "ch0158_00_carnet/2511_0701_05_10": "C'est ainsi que je me rappelle que je ne suis pas\nseule, et que je parviens à repartir plus motivée\nque jamais.",
    "ch0158_00_carnet/2511_0702_01_10": "Alors dans les moments de doute, je te conseille\négalement de bien regarder autour de toi.",
    "ch0158_00_carnet/2511_0702_02_10": "Je suis certaine que tu trouveras toujours une\npersonne prête à te soutenir et à t'encourager.",
    "ch0158_00_carnet/3001_0701_01_10": "Chaque jour est unique. Nous devons nous efforcer\nde vivre chacun de ces précieux instants\naussi pleinement que possible !",
    "ch0158_00_carnet/3003_0701_01_10": "Chaque seconde passée sur Passio enrichit mon\njeu d'actrice d'une infinité de petites nouveautés.",
    "ch0158_00_carnet/3005_0701_01_10": "Je vois que même dans la pénombre de la nuit,\ntu continues à briller de mille feux !"
}
