{
    "ch0140_00_sakaki/0101_0701_01_10": "Ah, you again.",
    "ch0140_00_sakaki/0101_0701_02_10": "Keep your guard up around this place, kid.\nSome bad guys like me have got their eyes\non you.",
    "ch0140_00_sakaki/0601_0701_01_10": "Hmph... You take raising your Pokémon really\nseriously, huh. I can tell.",
    "ch0140_00_sakaki/0601_0701_02_10": "I’m the same way. If you don’t maintain your\ntools, they don’t last as long. They start to lose\ntheir strength after a while.",
    "ch0140_00_sakaki/0601_0701_03_10": "Adults have their own way of thinking about this\nstuff, kid.",
    "ch0140_00_sakaki/0601_0702_01_10": "Pokémon have value because of the way we\nuse them.",
    "ch0140_00_sakaki/0601_0702_02_10": "You may not agree with me now, but someday\nwhen you’re older, you’ll understand.",
    "ch0140_00_sakaki/0602_0701_01_10": "My record’s been clean as a whistle since I\narrived on Pasio.",
    "ch0140_00_sakaki/0602_0701_02_10": "Being surrounded by all this beautiful nature,\nwatching sync pairs work together in harmony...\nIt’s put a damper on my desire to sow chaos.",
    "ch0140_00_sakaki/0602_0701_03_10": "Don’t believe me? Hmph... How much of what\npeople say do you think is true anyway?",
    "ch0140_00_sakaki/0602_0702_01_10": "If society labels someone as evil, does it mean\neverything that person says or does is wrong?\nIs that what you believe?",
    "ch0140_00_sakaki/0602_0702_02_10": "In a society like that, any minority viewpoint\ncould easily be considered evil. Is that the world\nyou want to live in?",
    "ch0140_00_sakaki/0602_0702_03_10": "Hmph... Sorry, that got a little deep.",
    "ch0140_00_sakaki/0603_0701_01_10": "I’m a mean old man. I could be lying and\ndeceiving you right now, and you wouldn’t\neven know it.",
    "ch0140_00_sakaki/0603_0701_02_10": "The world is made up of people who deceive\neach other every day. We lie and we get lied to.\nThat’s how it works.",
    "ch0140_00_sakaki/0603_0701_03_10": "It’ll all start to click for you someday when you’re\nolder, kid.",
    "ch0140_00_sakaki/0603_0702_01_10": "Not all adults are mean old liars, but there are\nsome who are.",
    "ch0140_00_sakaki/0603_0702_02_10": "But there are kids out there like that, too.\nThe world’s full of all kinds of different people.",
    "ch0140_00_sakaki/0604_0701_01_10": "Hmph. Everything seems to be going according\nto plan...",
    "ch0140_00_sakaki/0604_0701_02_10": "Oh, it’s you... Having fun eavesdropping?\nYou must be so curious about what plans I\nwas referring to.",
    "ch0140_00_sakaki/0604_0701_03_10": "Want some advice? Keep your nose out of\ngrown-up business, kid.",
    "ch0140_00_sakaki/0604_0702_01_10": "Want to know more about my plans, do you?\nHmph... What makes you think I’d tell a brat\nlike you what I’m up to?",
    "ch0140_00_sakaki/0604_0702_02_10": "Keep poking your nose where it doesn’t belong,\nand you’ll find yourself in a world of pain, kid.",
    "ch0140_00_sakaki/0604_0702_03_10": "That’s the kind of world I live in. Take my advice\nand go back where you came from before you\nregret it.",
    "ch0140_00_sakaki/0605_0701_01_10": "In the past, I brought various organizations\nunder my own control to form Team\nRainbow Rocket.",
    "ch0140_00_sakaki/0605_0701_02_10": "But I was forced to step down thanks to a certain\nkid who got in my way. I’m in the middle of a\nnew plot as we speak.",
    "ch0140_00_sakaki/0605_0701_03_10": "To be honest, you remind me a lot of that kid,\n[Name:PlayerNickname ].",
    "ch0140_00_sakaki/0605_0702_01_10": "You’ve managed to pique my interest, kid.",
    "ch0140_00_sakaki/0605_0702_02_10": "You and your partner... You’re destined to keep\ngrowing stronger, and I look forward to watching\nit happen.",
    "ch0140_00_sakaki/0605_0702_03_10": "Ever thought about utilizing all that strength and\npotential as my right hand?",
    "ch0140_00_sakaki/1701_0701_01_10": "You can have this. Hope it’s useful.",
    "ch0140_00_sakaki/1701_0702_01_10": "You get to figure out what to do with it\non your own.",
    "ch0140_00_sakaki/2501_0701_01_10": "Pokémon are a business enterprise. Unless both\nparties are profiting, nothing gets done.",
    "ch0140_00_sakaki/2501_0701_02_10": "And by profit, I mean money. When it comes to\nbusiness, there’s no room for things like friendship\nor caring for one another.",
    "ch0140_00_sakaki/2501_0701_03_10": "I understand where you’re coming from, though.\nI can appreciate your viewpoint.",
    "ch0140_00_sakaki/2501_0702_01_10": "It’s good that we all want different things.\nThat’s how things get done in a business.",
    "ch0140_00_sakaki/2501_0702_02_10": "The world should be full of different opinions\nand viewpoints.",
    "ch0140_00_sakaki/2501_0702_03_10": "I just wonder if you’ll ever come over to my side\none day.",
    "ch0140_00_sakaki/2511_0701_01_10": "People like there to be clear lines between\ngood and evil, right and wrong.",
    "ch0140_00_sakaki/2511_0701_02_10": "When I carry out my evil schemes, some people\nin this world profit. Some people are helped in\nother ways.",
    "ch0140_00_sakaki/2511_0701_03_10": "You probably think it’s wrong to cause trouble\nfor people and Pokémon in general.",
    "ch0140_00_sakaki/2511_0701_04_10": "But when people wave their self-righteousness\naround like a giant flag, that causes its own\ntrouble, too.",
    "ch0140_00_sakaki/2511_0701_05_10": "Right, wrong, good, evil... People think everything\nhas to be black and white, but that’s just not how\nit is.",
    "ch0140_00_sakaki/2511_0702_01_10": "There’s one thing I do know...",
    "ch0140_00_sakaki/2511_0702_02_10": "I’m drawn to strength. I like power. And that’s\nbecause neither strength nor power are inherently\ngood or evil.",
    "ch0140_00_sakaki/2511_0702_03_10": "The strong will win. It’s got nothing to do with\nright or wrong... That’s the real truth.",
    "ch0140_00_sakaki/3001_0701_01_10": "Don’t allow yourself to be used by others.\nStay vigilant. Even in the morning.",
    "ch0140_00_sakaki/3002_0701_01_10": "If I need to brainstorm, I do it in the morning.\nThat’s when I come up with my greatest schemes.",
    "ch0140_00_sakaki/3003_0701_01_10": "It’s awfully bright outside right now...\nMakes it difficult to work in the shadows.",
    "ch0140_00_sakaki/3004_0701_01_10": "Pasio is an incredible piece of land.\nPerhaps one day it will belong to... Ahem.",
    "ch0140_00_sakaki/3005_0701_01_10": "Remember...villains tend to make\ntheir moves in the shadow of darkness.",
    "ch0140_00_sakaki/3006_0701_01_10": "Isn’t it past your bedtime, kid?\nKeep your nose out of grown-up business."
}
