{
    "ch0110_00_kasumi/0101_0701_01_10": "Gut siehst du aus, [Name:PlayerNickname ]!",
    "ch0110_00_kasumi/0101_0701_02_10": "Wo du schon mal hier bist, lass uns doch zum\nStrand gehen!",
    "ch0110_00_kasumi/7101_0701_01_10": "Zum Glück habe ich den Badeanzug mitgebracht,\nden ich immer in der Arena von Azuria City trage.",
    "ch0110_00_kasumi/7101_0701_02_10": "Er ist so bequem und eignet sich hervorragend\nfür einen Tag am Meer!",
    "ch0110_00_kasumi/7101_0701_03_10": "Hast du auch Wohlfühlklamotten? Die neuste Mode\nzu tragen ist zwar toll, aber mir ist auch der\nTragekomfort wichtig.",
    "ch0110_00_kasumi/7105_0701_01_10": "Mit dir zusammen würde das Trainieren am Meer\nnoch viel mehr Spaß machen!",
    "ch0110_00_kasumi/7105_0701_02_10": "Wir könnten am Strand entlanglaufen und mit\nunseren Pokémon im Wasser spielen!",
    "ch0110_00_kasumi/7105_0701_03_10": "Falls du nicht so gut schwimmen kannst, macht das\ngar nichts! Ich bringe es dir gerne bei!",
    "ch0110_00_kasumi/1701_0701_01_10": "Hier, ich hab was für dich!",
    "ch0110_00_kasumi/1701_0702_01_10": "Jemand muss es wohl am Strand verloren haben.\nIch dachte, du kannst es vielleicht gebrauchen.",
    "ch0110_00_kasumi/2501_0701_01_10": "Vor einer Weile habe ich ein Schiggy, dem ich am\nStrand begegnet bin, zum Wettschwimmen\nherausgefordert. Ich habe haushoch verloren!",
    "ch0110_00_kasumi/2501_0701_02_10": "Du findest, dass ein Wettschwimmen gegen ein\nPokémon eine verrückte Idee ist? Das sehe ich\nnicht so.",
    "ch0110_00_kasumi/2501_0701_03_10": "Sich jeder Herausforderung zu stellen, egal wie\nschwierig sie erscheint, habe ich schließlich von dir\ngelernt!",
    "ch0110_00_kasumi/2501_0702_01_10": "Du gehst immer ohne Zögern in den Kampf, egal\nwelchem Gegner du gegenüberstehst...",
    "ch0110_00_kasumi/2501_0702_02_10": "Und das bringt dir am Ende den Sieg ein! Es ist\nwirklich bemerkenswert!",
    "ch0110_00_kasumi/3001_0701_01_10": "Ein paar Züge im Wasser direkt nach dem\nAufwachen sorgen für den perfekten, frischen\nStart in den Tag!",
    "ch0110_00_kasumi/3003_0701_01_10": "Essenszeit ist vorbei! Jetzt heißt es, sich wieder ins\nGeschehen zu stürzen und die ganze überschüssige\nEnergie loszuwerden. Wie wär’s mit einem Kampf?",
    "ch0110_00_kasumi/3005_0701_01_10": "Oh Mann, ich bin noch gar nicht müde! Vielleicht\nweil ich vorhin etwas geschlafen habe, als ich auf\nmeinem Pokémon über die Wellen geritten bin..."
}
