{
    "ch0150_00_hayato/0101_0701_01_10": "Ehilà! Ti stai godendo la brezza che c'è oggi,\n[Name:PlayerNickname ]?",
    "ch0150_00_hayato/0101_0701_02_10": "Solcherò i cieli col mio Pokémon! Puoi unirti\nanche tu, se vuoi, ma non restare indietro!",
    "ch0150_00_hayato/7101_0701_01_10": "Quando accetto una sfida nella mia Palestra,\nlotto usando i Pokémon prediletti di mio padre.",
    "ch0150_00_hayato/7101_0701_02_10": "In questo modo sento che fa il tifo per me,\ne divento ancora più determinato a vincere!",
    "ch0150_00_hayato/7101_0701_03_10": "Non perderò contro nessuno a Pasio, lo garantisco.\nSolcherò i cieli più in alto perfino di te!",
    "ch0150_00_hayato/7102_0701_01_10": "Hai mai volato in groppa a un Pokémon?",
    "ch0150_00_hayato/7102_0701_02_10": "In una regione lontana, a quanto pare, ce ne sono\nalcuni, chiamati Corviknight, che fungono da mezzo\ndi trasporto pubblico.",
    "ch0150_00_hayato/7102_0701_03_10": "Tra lo sfrecciare per i cieli sul proprio compagno,\no fluttuare placidamente verso la destinazione...",
    "ch0150_00_hayato/7102_0701_04_10": "Beh, direi che sono entrambe belle sensazioni!",
    "ch0150_00_hayato/7103_0701_01_10": "Tu hai una persona che ti fa da ispirazione?",
    "ch0150_00_hayato/7103_0701_02_10": "Io sì, mio padre. È un Allenatore eccezionale,\nammirato assolutamente da tutti!",
    "ch0150_00_hayato/7103_0701_03_10": "Nina di Fucsiapoli dice che suo padre Koga\nè il migliore al mondo, ma...",
    "ch0150_00_hayato/7103_0701_04_10": "Al massimo è il secondo. Il migliore è sicuramente\nmio padre.",
    "ch0150_00_hayato/7104_0701_01_10": "Il Pikachu con cui hai formato un'Unità fin\ndall'inizio...",
    "ch0150_00_hayato/7104_0701_02_10": "I Pokémon di tipo Elettro sono nemici naturali\ndi quelli alati! È una buona occasione per testare\nle contromisure che ho escogitato!",
    "ch0150_00_hayato/7105_0701_01_10": "Quali sono i tuoi obiettivi qui a Pasio,\n[Name:PlayerNickname ]?",
    "ch0150_00_hayato/7105_0701_02_10": "Io faccio di tutto per diventare come mio padre,\nanche se lui non si trova sull'isola.",
    "ch0150_00_hayato/7105_0701_03_10": "Mi alleno con il mio Pokémon per riuscire\na raggiungere il suo livello, un giorno!",
    "ch0150_00_hayato/1701_0701_01_10": "Ottimo tempismo! Ho un regalo per te.",
    "ch0150_00_hayato/1701_0702_01_10": "Spero ti porti ancora più in alto!",
    "ch0150_00_hayato/2501_0701_01_10": "Yawn...\nChiedo scusa, Swellow mi ha svegliato presto...",
    "ch0150_00_hayato/2501_0701_02_10": "I Pokémon alati sono l'ideale per chi vuole\nuna giornata ben organizzata!",
    "ch0150_00_hayato/2501_0701_03_10": "E io la voglio, ma... adesso voglio anche dormire.\nSe appoggio cinque minuti la testa sulle piume\ndi Swellow, magari...",
    "ch0150_00_hayato/2501_0702_01_10": "Chissà com'è dormire appoggiato a un Altaria?\nMi piacerebbe provare.",
    "ch0150_00_hayato/2501_0702_02_10": "Sono sicuro che mi prenderei sonno di botto,\nsembrano morbidissimi, e poi cantano così\ndolcemente!",
    "ch0150_00_hayato/2511_0701_01_10": "Un sacco di Allenatori alle prime armi catturano\nPokémon alati, inizialmente.",
    "ch0150_00_hayato/2511_0701_02_10": "Anche Blu ha incontrato il suo Pidgeot, che poi è\nentrato nella Sala d'Onore, quando era soltanto\nun piccolo Pidgey arruffato.",
    "ch0150_00_hayato/2511_0701_03_10": "Mi chiedo se anch'io potrei diventare un Campione.",
    "ch0150_00_hayato/2511_0702_01_10": "Insieme ai miei Pokémon volerò ancora più in alto,\nverso il top!",
    "ch0150_00_hayato/2511_0702_02_10": "Sarò il più grande esperto di Pokémon alati.\nInsieme al mio Swellow ce la farò!",
    "ch0150_00_hayato/3001_0701_01_10": "I Pokémon alati si svegliano presto. Ho preso\nanch'io la stessa abitudine.",
    "ch0150_00_hayato/3003_0701_01_10": "Tira un gran vento! È proprio l'ideale per allenarsi!",
    "ch0150_00_hayato/3005_0701_01_10": "Circa a quest'ora, a Johto, gli Hoothoot fanno\nun gran chiasso!"
}
