{
    "ch0130_00_serena/0101_0701_01_10": "Hallo, [Name:PlayerNickname ]!\nIch dachte mir schon, dass du heute vorbeikommst.",
    "ch0130_00_serena/0101_0701_02_10": "Ich werde dich wieder herausfordern, also mach\ndich schon mal bereit!",
    "ch0130_00_serena/0601_0701_01_10": "Mode ist kompliziert, nicht wahr? Manchmal stehen\neinem gerade die Kleider nicht, die man besonders\nmag.",
    "ch0130_00_serena/0601_0701_02_10": "Aber ich gebe mir Mühe, dass bei jedem meiner \nOutfits mein Geschmack durchscheint.",
    "ch0130_00_serena/0601_0701_03_10": "Das ist ein bisschen wie beim Pokémon-Kampf.\nVielleicht interessiere ich mich ja deshalb für Mode.",
    "ch0130_00_serena/0601_0702_01_10": "Interessierst du dich auch für Mode?",
    "ch0130_00_serena/0601_0702_02_10": "Wenn ja, würde ich gern mal mit dir darüber \nplaudern! Ich lasse mich liebend gern vom \nModegeschmack anderer inspirieren.",
    "ch0130_00_serena/0602_0701_01_10": "Sowohl Menschen als auch Pokémon haben jeweils\ngute und schlechte Seiten.",
    "ch0130_00_serena/0602_0701_02_10": "Es ist eine gute Idee, zu schauen, worin andere\nGefährten glänzen, um dann von ihnen zu lernen.",
    "ch0130_00_serena/0602_0701_03_10": "Aber natürlich ist es genauso wichtig, die eigenen\nStärken auszubauen.",
    "ch0130_00_serena/0602_0702_01_10": "Ich habe bereits erkannt, was deine Stärken sind.",
    "ch0130_00_serena/0602_0702_02_10": "Aber da bin ich sicher nicht die Einzige. Bestimmt\nhaben das auch dein Team und dein Pokémon\nschon bemerkt.",
    "ch0130_00_serena/0602_0702_03_10": "Sie schätzen dich für deine Stärken und wollen \nsicher deswegen Teil deines Teams sein.",
    "ch0130_00_serena/0603_0701_01_10": "Ich wohne direkt neben Kalem. Er nennt mich\nFrau Nachbarin und ich ihn Herr Nachbar.",
    "ch0130_00_serena/0603_0701_02_10": "Er ist mein Rivale und ein sehr guter Freund.\nWir haben auf unserer Reise durch Kalos viele\nMale gegeneinander gekämpft.",
    "ch0130_00_serena/0603_0701_03_10": "Dass ich mich damals als Trainer weiterentwickeln\nkonnte, verdanke ich zu einem großen Teil Kalem.",
    "ch0130_00_serena/0603_0701_04_10": "Manchmal ist er ein bisschen zu ernst, aber das ist\ngleichzeitig auch einer seiner Vorzüge.",
    "ch0130_00_serena/0603_0702_01_10": "Die Reise war anstrengend, aber dank unserer \nFreunde konnten wir sie zu Ende bringen.",
    "ch0130_00_serena/0603_0702_02_10": "Und dank dir macht auch dieses Abenteuer auf \nPassio so viel Spaß!",
    "ch0130_00_serena/0603_0702_03_10": "Lass uns auch weiterhin als Freunde und als\nRivalen aneinander wachsen!",
    "ch0130_00_serena/0604_0701_01_10": "Auf Passio gibt es einen Trainer, den ich schon seit\nEwigkeiten treffen wollte.",
    "ch0130_00_serena/0604_0701_02_10": "Das Supermodel Kamilla! Sie ist ein Trendsetter aus\nder Einall-Region.",
    "ch0130_00_serena/0604_0701_03_10": "Ihre Outfits sind so gewagt und raffiniert! Sie sieht\neinfach fantastisch in ihnen aus.",
    "ch0130_00_serena/0604_0701_04_10": "Sie ist wirklich ein Idol für alle, die sich für Mode\nbegeistern!",
    "ch0130_00_serena/0604_0702_01_10": "Auf Passio kann man auf der Straße Trainern mit\nMachtmonturen und Mode aus verschiedenen\nRegionen begegnen. ",
    "ch0130_00_serena/0604_0702_02_10": "Für Trainer und für Modeliebhaber könnte es\nkeinen besseren Ort geben!",
    "ch0130_00_serena/0605_0701_01_10": "In der Kalos-Region gibt es überall Boutiquen.",
    "ch0130_00_serena/0605_0701_02_10": "Auf meiner Reise wollte ich immer unbedingt in\nden verschiedenen Geschäften bummeln und mir\ndie Mode vor Ort anschauen.",
    "ch0130_00_serena/0605_0701_03_10": "Ich habe eine Idee! Lass uns doch mal zusammen\nshoppen gehen, [Name:PlayerNickname ]!",
    "ch0130_00_serena/0605_0701_04_10": "Ich suche aus, was du anziehst, und du suchst aus,\nwas ich anziehe!",
    "ch0130_00_serena/0605_0701_05_10": "Und dann spazieren wir mit unseren neuen Outfits\ndurch die Stadt. Hihi, das wird bestimmt ein großer\nSpaß!",
    "ch0130_00_serena/0605_0702_01_10": "Es macht mir Spaß, etwas über den Geschmack\nanderer Leute herauszufinden.",
    "ch0130_00_serena/0605_0702_02_10": "Denn dadurch kommt man auf ganz neue Ideen,\ndie einem selbst nie eingefallen wären.",
    "ch0130_00_serena/1701_0701_01_10": "Ich habe hier ein schönes Geschenk für dich!",
    "ch0130_00_serena/1701_0701_02_10": "Das wird dir auf deinem Abenteuer bestimmt \nhelfen.",
    "ch0130_00_serena/1701_0702_01_10": "Und? War das nicht ein hilfreiches Geschenk?",
    "ch0130_00_serena/1701_0702_02_10": "Wenn ich wieder so etwas Nützliches finden sollte,\ndann gebe ich es dir.",
    "ch0130_00_serena/2501_0701_01_10": "Mir war es eigentlich schon die ganze Zeit klar,\naber seit ich mit dir zusammen Zeit verbracht hab,\nweiß ich genau, dass du echt der Wahnsinn bist!",
    "ch0130_00_serena/2501_0701_02_10": "In deinem Team stoßen Trainer mit ganz \nverschiedenen Denk- und Kampfweisen \naufeinander.",
    "ch0130_00_serena/2501_0701_03_10": "Aber dank dir können sie alle individuell aufblühen\nund das sieht man ihrem Lächeln an!",
    "ch0130_00_serena/2501_0701_04_10": "Das ist eine ganz besondere Gabe, die du hast.",
    "ch0130_00_serena/2501_0702_01_10": "Hihi, das scheinst du selbst noch gar nicht bemerkt \nzu haben.",
    "ch0130_00_serena/2501_0702_02_10": "Aber ich garantiere dir, dass du ein ganz\nwundervoller Mensch bist!",
    "ch0130_00_serena/2501_0702_03_10": "Denn wenn ich dich so sehe, dann glaube ich, \ndass mein großer Traum kein bloßer Traum \nbleiben muss...",
    "ch0130_00_serena/2501_0702_04_10": "Ich wünsche mir nämlich, dass wir irgendwann in\neiner Welt leben, in der ausnahmslos alle glücklich\nsind!",
    "ch0130_00_serena/2511_0701_01_10": "Ich bin mal einem Mann begegnet, der behauptete,\ndass diese Welt hässlich und voller Konflikte sei...",
    "ch0130_00_serena/2511_0701_02_10": "Aber ich glaube, das ist nicht das ganze Bild.",
    "ch0130_00_serena/2511_0701_03_10": "Denn wir können zusammenrücken und Freud und\nLeid miteinander teilen.",
    "ch0130_00_serena/2511_0701_04_10": "Wenn ich mir dich und dein Team so anschaue,\ndann glaube ich fest, dass es möglich ist.",
    "ch0130_00_serena/2511_0702_01_10": "Ich will dich weiter begleiten und noch besser\nkennenlernen.",
    "ch0130_00_serena/2511_0702_02_10": "Wenn ich mit dir zusammen bin, habe ich das\nGefühl, dass wir eine neue Realität erschaffen\nkönnen!",
    "ch0130_00_serena/3001_0701_01_10": "Guten Morgen! Gib auch heute dein Bestes!\nKämpfe gegen starke Trainer sind die beste\nMethode, um stärker zu werden.",
    "ch0130_00_serena/3002_0701_01_10": "Morgens brauche ich Zeit, um mich fertig zu \nmachen. Ich will schließlich ordentlich aussehen!",
    "ch0130_00_serena/3003_0701_01_10": "Auf Passio ist jeder Tag voller neuer Entdeckungen!\nIch fühle mich wie auf meiner allerersten Reise \ndurch Kalos.",
    "ch0130_00_serena/3004_0701_01_10": "Hey! Wie geht’s? Hattest du dieses Outfit schon\nmal an? Das steht dir echt super!",
    "ch0130_00_serena/3005_0701_01_10": "Jeder macht Fehler. Wichtig ist, dass man zu ihnen\nsteht, egal wie schwer das manchmal auch sein\nmag.",
    "ch0130_00_serena/3006_0701_01_10": "Trainieren und Lernen sind zwar wichtig, aber ich\nversuche, nicht zu lange aufzubleiben. Ich brauche\nschließlich meinen Schönheitsschlaf!"
}
