{
    "ch0162_00_koki/0101_0701_01_10": "¡Buenas, [Name:PlayerNickname ]! ¿Qué tal?",
    "ch0162_00_koki/0101_0701_02_10": "Venga, vamos a salir por ahí a conocer a muchas\nparejas de compis. ¡Será divertido!",
    "ch0162_00_koki/0601_0701_01_10": "En Passio se han reunido Entrenadores de todas las\nregiones, ¡es genial!",
    "ch0162_00_koki/0601_0701_02_10": "Todos los días conozco Pokémon que nunca antes\nhabía visto en la región de Sinnoh, así que cada\ndía es una sorpresa.",
    "ch0162_00_koki/0601_0701_03_10": "Además, se aprenden muchísimas cosas al hablar\ncon otros Entrenadores. ¡Cuánto me alegro de\nhaber venido!",
    "ch0162_00_koki/0601_0701_04_10": "Siempre me he esforzado al máximo, tanto como\nEntrenador como cuando era ayudante del\nProfesor Serbal.",
    "ch0162_00_koki/0602_0701_01_10": "Soy ayudante del Profesor Serbal.",
    "ch0162_00_koki/0602_0701_02_10": "No sé si lo conoces, pero se dedica a investigar\nPokémon y ha publicado muchos artículos al\nrespecto.",
    "ch0162_00_koki/0602_0701_03_10": "A mí también me apasionan los Pokémon, así que\nquiero aprender todo lo que pueda sobre ellos.",
    "ch0162_00_koki/0603_0701_01_10": "Conozco a una chica llamada Maya con quien\ncomparto un sueño: ¡completar la Pokédex!",
    "ch0162_00_koki/0603_0701_02_10": "Es una chica genial en la que puedo confiar.\nDe hecho, durante nuestras aventuras por Sinnoh\nconseguimos escapar de situaciones peliagudas.",
    "ch0162_00_koki/0603_0701_03_10": "Si alguna vez te topas con algún obstáculo, no\ndudes en pedirnos ayuda, que te echaremos una\nmano encantados.",
    "ch0162_00_koki/0604_0701_01_10": "Yo también tengo algunas teorías acerca de la\nevolución de los Pokémon.",
    "ch0162_00_koki/0604_0701_02_10": "En pocas palabras, yo creo que existe una relación\nentre la evolución y lo que más ama un Pokémon.",
    "ch0162_00_koki/0604_0701_03_10": "Por ejemplo, un Pokémon al que le gusten los\nobjetos afilados mostrará una evolución que se\ncaracterice por algo afilado o puntiagudo.",
    "ch0162_00_koki/0604_0701_04_10": "¿Qué te parece mi teoría? Yo diría que voy bien\nencaminado...",
    "ch0162_00_koki/0605_0701_01_10": "Según cómo enseñe un Entrenador a su Pokémon,\npuede que su forma de combatir no tenga nada\nque ver con la de otros de la misma especie.",
    "ch0162_00_koki/0605_0701_02_10": "Por eso los combates son tan importantes, ya que\nte permiten conocer aspectos de los Pokémon que\nno quedan registrados en la Pokédex.",
    "ch0162_00_koki/0605_0701_03_10": "Cada pareja de compis es diferente a todas las\ndemás, y vosotros sois muy interesantes. ¿Os\nimporta si os contemplo de cerca para estudiaros?",
    "ch0162_00_koki/1701_0701_01_10": "Oye, quería regalarte algo.",
    "ch0162_00_koki/1701_0701_02_10": "Espero que te venga bien.",
    "ch0162_00_koki/1701_0702_01_10": "Es muy útil, fijo que te sirve de algo.",
    "ch0162_00_koki/2501_0701_01_10": "Después de veros a Maya y a ti en acción, ¡me\nhabéis animado!",
    "ch0162_00_koki/2501_0701_02_10": "La verdad es que es vital reforzar el vínculo que\nnos une a los Pokémon.",
    "ch0162_00_koki/2501_0701_03_10": "A partir de ahora quiero compenetrarme mejor con\nmi Pokémon y que ambos podamos seguir\ncreciendo como pareja de compis.",
    "ch0162_00_koki/2501_0702_01_10": "Estoy muy contento de teneros como amig[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]s a\nMaya y a ti. ¡Aprendo mucho de vosotr[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]s!",
    "ch0162_00_koki/2501_0702_02_10": "Eres un[ES:Gen Ref=\"255\" F=\"a\" ] de mis mejores amig[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]s. Espero que eso \nno cambie nunca.",
    "ch0162_00_koki/2511_0701_01_10": "Cuando os veo a tu compi y a ti, pienso que sois\nuna pareja de compis donde las haya.",
    "ch0162_00_koki/2511_0701_02_10": "En Passio, el Pokémon y su Entrenador se unen y\ncomparten el mismo destino.",
    "ch0162_00_koki/2511_0701_03_10": "Más importante aún que la fuerza es la confianza\nque uno tiene en sí mismo. ¡No hay nada más\npoderoso!",
    "ch0162_00_koki/2511_0701_04_10": "Y eso es precisamente por lo que os caracterizáis\ntu compi y tú, creo yo. ¡Sois geniales!",
    "ch0162_00_koki/2511_0702_01_10": "Quiero estudiar y analizar a las parejas de compis\nantes de ver de nuevo al Profesor Serbal. Así,\npodré sorprenderle.",
    "ch0162_00_koki/2511_0702_02_10": "Por eso os agradecería que me enseñarais todo\nlo que sabéis. Para mí, ¡sois la pareja de compis\nideal!",
    "ch0162_00_koki/3001_0701_01_10": "¡Buenos días! Me pregunto qué parejas de compis\nconoceremos hoy.",
    "ch0162_00_koki/3003_0701_01_10": "Tengo que visitar muchos lugares y conocer a\nnumerosas parejas de compis. ¡Qué mejor manera\nde continuar mis estudios!",
    "ch0162_00_koki/3005_0701_01_10": "Antes de irme a dormir me aseguro de anotar\ntodos los descubrimientos que haya hecho durante\nel día, que así no se me olvidan."
}
