{
    "ch0115_40_denji/0101_0701_01_10": "¡Ah, por fin te encuentro! Me alegro mucho de\nverte, [Name:PlayerNickname ].",
    "ch0115_40_denji/0101_0701_02_10": "No tengo ni idea de qué voy a hacer hoy. ¿Tú\ntienes planes?",
    "ch0115_40_denji/7101_0701_01_10": "Los retos son como descargas eléctricas para mí.\nHacen que me estremezca.",
    "ch0115_40_denji/7101_0701_02_10": "Me he dado cuenta de que, desde que combato\njunto a Electivire, disfruto muchísimo. Antes\ntambién, claro, pero las sensaciones son distintas.",
    "ch0115_40_denji/7102_0701_01_10": "Si me pongo a hablar de lo increíble que es\nElectivire, puedo tirarme horas.",
    "ch0115_40_denji/7102_0701_02_10": "Si tuviera que elegir qué es lo que más me gusta\nde él, diría que es su capacidad para generar\nelectricidad. ¡Pocos Pokémon hay iguales!",
    "ch0115_40_denji/7102_0701_03_10": "Gracias a mi compi, trastear con máquinas es más\nfácil que nunca.",
    "ch0115_40_denji/7103_0701_01_10": "Cuando estoy con Electivire, por lo que sea, me\ndesborda el entusiasmo.",
    "ch0115_40_denji/7103_0701_02_10": "Siento que estamos en total sintonía y que reboso\nenergía gracias a él.",
    "ch0115_40_denji/7104_0701_01_10": "Este atuendo tiene una presencia tan imponente\ncomo la de un rayo. Por eso me gusta tanto.",
    "ch0115_40_denji/7104_0701_02_10": "Cuando lo llevo puesto, siento cómo saltan chispas\ndurante los combates.",
    "ch0115_40_denji/7104_0701_03_10": "Aunque no puedo decir que me lleguen corrientes\nde inspiración, la verdad...",
    "ch0115_40_denji/7105_0701_01_10": "¡Combates electrizantes! ¡Y un montón de cosas\nque arreglar y con las que trastear!",
    "ch0115_40_denji/7105_0701_02_10": "Quería que fuesen mis resoluciones de Año Nuevo,\npero no es que vaya a notar mucha diferencia...",
    "ch0115_40_denji/1701_0701_01_10": "Hace un rato, me ha alcanzado un rayo de\ninspiración. Estoy seguro de que esto te será útil.",
    "ch0115_40_denji/1701_0701_02_10": "¡No dudes en usarlo!",
    "ch0115_40_denji/1701_0702_01_10": "A poco que mi regalo te ayude en cualquier reto\nvenidero, me doy por satisfecho.",
    "ch0115_40_denji/2501_0701_01_10": "Electivire y Luxray son casi como hermanos.",
    "ch0115_40_denji/2501_0701_02_10": "Sin embargo, su manera de comportarse conmigo\nes completamente opuesta.",
    "ch0115_40_denji/2501_0701_03_10": "Cuando pierdo la noción del tiempo trasteando con\nmecanismos, Luxray intenta hacerme parar.",
    "ch0115_40_denji/2501_0701_04_10": "Sin embargo, Electivire siempre me acaba echando\nuna mano. Se ve que tiene tanta curiosidad como\nyo.",
    "ch0115_40_denji/2501_0702_01_10": "Hace unos días, Electivire y yo nos dejamos llevar\nun poco durante un combate y Luxray se cabreó\ncon nosotros.",
    "ch0115_40_denji/2501_0702_02_10": "Y, aunque me sentí un poco culpable, lo sigo\nencontrando gracioso.",
    "ch0115_40_denji/2511_0701_01_10": "De alguna manera, este traje me hace sentir que\nElectivire y yo somos uno.",
    "ch0115_40_denji/2511_0701_02_10": "Nuestros corazones se cargan de energía, y casi\nme da la impresión de que yo mismo podría emitir\nelectricidad.",
    "ch0115_40_denji/2511_0701_03_10": "¡No me mires así, que es broma!",
    "ch0115_40_denji/2511_0702_01_10": "Me hacen los ojos chiribitas solo de pensar en la\nposibilidad de hurgar en la maquinaria de la\nciudad.",
    "ch0115_40_denji/2511_0702_02_10": "A veces me emociono tanto que hasta me dan\nmareos.",
    "ch0115_40_denji/3001_0701_01_10": "¡Otro día que comienza! ¡Espero que tengas un día\nbien cargado de energía!",
    "ch0115_40_denji/3003_0701_01_10": "Me he establecido un nuevo reto: he decidido\nrenovar... bueno, modificar mi estilo de combate.",
    "ch0115_40_denji/3005_0701_01_10": "He pensado en proponerle al dueño de la isla el\nencargarme de la iluminación por las noches. Me\ngustaría que Passio brillase tanto como mi ropa."
}
