{
    "ch0132_00_adeku/0101_0701_01_10": "Paso a paso se va lejos. ¡Esa es la filosofía con\nla que debemos acometer nuestras aventuras!",
    "ch0132_00_adeku/0101_0701_02_10": "Juntos lograremos alcanzar la cima. Estoy\nconvencido de ello, [Name:PlayerNickname ].",
    "ch0132_00_adeku/0601_0701_01_10": "Los ideales que la gente busca en los Pokémon\ndependen enteramente de cada individuo.",
    "ch0132_00_adeku/0601_0701_02_10": "Hay gente de todo tipo: algunos simplemente\nbuscan la fuerza, mientras que otros luchan por\nliberar a los Pokémon del yugo de los humanos...",
    "ch0132_00_adeku/0601_0701_03_10": "De toda esa gente, quien más logró conmoverme\nfue una joven personita que creía en la fortaleza\nde la amistad y el amor.",
    "ch0132_00_adeku/0601_0701_04_10": "¡Me recuerdas mucho a esa persona! Tengo\nmuchas esperanzas puestas en ti, muchach[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ].",
    "ch0132_00_adeku/0602_0701_01_10": "Todo Entrenador aspira siempre a hacerse con el\ntítulo de Campéon, pues es una prueba definitiva\nde su fuerza.",
    "ch0132_00_adeku/0602_0701_02_10": "Sin embargo, yo no lo veo como una meta, sino\ncomo un alto en el camino desde el que seguir\nprogresando.",
    "ch0132_00_adeku/0602_0701_03_10": "¿Sabes? La labor de un Campéon consiste en\nasegurarse de que la gente y los Pokémon\nsean capaces de vivir felices juntos.",
    "ch0132_00_adeku/0602_0701_04_10": "El camino que recorremos junto a los Pokémon\nes interminable y está plagado de secretos.\n¡Hay montones de cosas que incluso yo no sé!",
    "ch0132_00_adeku/0602_0701_05_10": "Mi compi y yo somos uno... Espero que sigamos\ncreciendo juntos durante mucho tiempo.",
    "ch0132_00_adeku/0603_0701_01_10": "Las cosas han cambiado mucho en la\nLiga Pokémon de Teselia desde que Iris\nse convirtió en la Campeona.",
    "ch0132_00_adeku/0603_0701_02_10": "La Sala de los Campeones parece otra.\nAhora se respira un ambiente mucho\nmás vivaz, muy propio de ella.",
    "ch0132_00_adeku/0603_0701_03_10": "No hablo solo de cuestiones estéticas, claro.\nEl dinamismo de su estilo de combate ha traído\nun soplo de aire fresco a todos los niveles.",
    "ch0132_00_adeku/0604_0701_01_10": "Que no nos fallen nunca las piernas. Es la\nherramienta que nos permite recorrer este mundo\ny empezar a bosquejar nuestra historia.",
    "ch0132_00_adeku/0604_0701_02_10": "¡La de veces que mis Pokémon y yo hemos hecho\nun alto en el camino durante nuestras travesías\nporque nuestras piernas ya no daban más de sí!",
    "ch0132_00_adeku/0604_0701_03_10": "He llevado mi cuerpo hasta el límite en multitud\nde ocasiones y, de no ser por mis Pokémon, no sé\ncómo habría seguido adelante.",
    "ch0132_00_adeku/0604_0701_04_10": "Ahora recuerdo aquellos momentos con mucho\ncariño.",
    "ch0132_00_adeku/0605_0701_01_10": "A lo largo de los años, he tenido la ocasión de\naleccionar a una serie de discípulos, por llamarlos\nde algún modo.",
    "ch0132_00_adeku/0605_0701_02_10": "Algunos incluso lograron entrar en el Alto Mando,\nno sin esfuerzo.",
    "ch0132_00_adeku/0605_0701_03_10": "¡[Name:PlayerNickname ], en cierto modo,\nme recuerdas mucho a ellos!",
    "ch0132_00_adeku/0605_0701_04_10": "Nada me hace más feliz que ver triunfar a\naquellos que he tenido la ocasión de orientar.",
    "ch0132_00_adeku/0605_0701_05_10": "Por lo tanto, si crees que hay algo que te pueda\nenseñar, no dudes en pedirme ayuda.",
    "ch0132_00_adeku/1701_0701_01_10": "No es gran cosa, pero tengo aquí algo para ti.\n¡Espero que te resulte útil!",
    "ch0132_00_adeku/1701_0701_02_10": "¡Toda herramienta es poca para seguir\navanzando en el camino!",
    "ch0132_00_adeku/1701_0702_01_10": "No hace falta que me des nada a cambio.\nMíralo como una inversión en tu futuro.",
    "ch0132_00_adeku/2501_0701_01_10": "El primer compañero de aventuras que tuve\ndescansa en la Torre de los Cielos de la región\nde Teselia.",
    "ch0132_00_adeku/2501_0701_02_10": "Fue él quien me enseñó lo valiosa que es esta\nvida y lo fugaz de nuestra existencia. Y, también,\nque la fuerza no dura para siempre.",
    "ch0132_00_adeku/2501_0701_03_10": "Su pérdida fue una grandísima tragedia. Pero me\nayudó a valorar aún más el tiempo que paso junto\na mis Pokémon y lo feliz que me hacen.",
    "ch0132_00_adeku/2501_0701_04_10": "¡Atesora el tiempo que pasas junto a tus\ncompañeros!",
    "ch0132_00_adeku/2501_0702_01_10": "Mis andanzas aún no han tocado a su fin.",
    "ch0132_00_adeku/2501_0702_02_10": "Vivo con el recuerdo de mi compañero en mente,\nintentando hacer que esté orgulloso de mí desde\nallá donde se encuentre.",
    "ch0132_00_adeku/2511_0701_01_10": "La relación entre un maestro y su discípulo no es\nunidireccional; este último también puede enseñar\nmuchas cosas a su maestro.",
    "ch0132_00_adeku/2511_0701_02_10": "Es una relación fundamentada en una confianza\ny una aprobación mutuas, sin las cuales no sería\nposible.",
    "ch0132_00_adeku/2511_0701_03_10": "Hay tantas cosas que solo aprendí cuando\nintenté enseñárselas a otras personas...",
    "ch0132_00_adeku/2511_0701_04_10": "¡Jamás me habría imaginado que ayudar\na mis discípulos a crecer fuese a reportarme\nuna gratificación tan grande!",
    "ch0132_00_adeku/2511_0702_01_10": "Tengo la sensación de que formar una pareja\nde compis ofrece un abanico de posibilidades\ninfinito.",
    "ch0132_00_adeku/2511_0702_02_10": "Observarte me está permitiendo aprender mucho.\nPor eso, deja que te devuelva el favor con la\npoca sabiduría que tengo para ofrecer.",
    "ch0132_00_adeku/2511_0702_03_10": "¡Veros progresar es la mar de emocionante!",
    "ch0132_00_adeku/3001_0701_01_10": "La mañana es el mejor momento para centrarse en\nlas cosas que importan. Toma una bocanada de\naire y deja que tu espíritu encuentre la armonía.",
    "ch0132_00_adeku/3003_0701_01_10": "Esta inactividad no me sienta nada bien.\n¡Será mejor que salga un rato con mis Pokémon!",
    "ch0132_00_adeku/3005_0701_01_10": "Los Pokémon siempre se desviven por sus\nEntrenadores, y tú no eres una excepción.\n¡Así que bríndales todo tu afecto!"
}
