{
    "ch0122_00_yo/0101_0701_01_10": "¡Alola, [Name:PlayerNickname ]!\n¡Espero que hoy también vivamos una fantástica\naventura aquí, en Passio!",
    "ch0122_00_yo/0101_0701_02_10": "¡Qué ganas tengo de explorar nuevos lugares\ncontigo!",
    "ch0122_00_yo/7101_0701_01_10": "Si saludas a la gente diciendo \"¡Alola!\", te suelen\ncontestar respondiéndote lo mismo.",
    "ch0122_00_yo/7101_0701_02_10": "Y veo que cada vez más gente también lo dice\nen Passio. ¡Me encanta ver que se adaptan a las\ncostumbres de otros sitios!",
    "ch0122_00_yo/7101_0701_03_10": "Por si no lo sabías, \"Alola\" es un tipo de saludo.\nEs algo así como \"¿qué tal?\", o \"buenos días\".",
    "ch0122_00_yo/7102_0701_01_10": "¡En Passio puedes hacer montones de amigos!",
    "ch0122_00_yo/7102_0701_02_10": "El otro día estuve charlando de ello con Lylia y los\ndemás y nos alegrábamos solo de pensarlo.",
    "ch0122_00_yo/7102_0701_03_10": "¡Incluso estuvimos hablando de ti!",
    "ch0122_00_yo/7102_0701_04_10": "Dijimos que sería muy guay tener tantos amigos\nde todas partes como tú.",
    "ch0122_00_yo/7103_0701_01_10": "¿Te suena el recorrido insular? Es un rito de\niniciación para los niños de Alola, en el que hay\nque recorrer las cuatro islas del archipiélago.",
    "ch0122_00_yo/7103_0701_02_10": "Cada isla tiene sus propias pruebas, y para\nsuperarlas es vital ir superándose a uno mismo.",
    "ch0122_00_yo/7103_0701_03_10": "Tiene su intríngulis, pero es tan emocionante que\nluego te acuerdas de él toda la vida.",
    "ch0122_00_yo/7104_0701_01_10": "¡No me puedo creer que tanto el Alto Mando\ncomo los Líderes de Gimnasio de Kanto estén\nahora mismo en Passio!",
    "ch0122_00_yo/7104_0701_02_10": "¡Se me va a salir el corazón del pecho de la\nemoción! Todos ellos eran mis ídolos antes de que\nme mudase a Alola.",
    "ch0122_00_yo/7104_0701_03_10": "Y pensar que aquí en Passio voy a poder\ncombatir y vivir aventuras con ellos...\n¡Qué pasada!",
    "ch0122_00_yo/7105_0701_01_10": "Oye, un día tienes que pasarte por Alola,\n[Name:PlayerNickname ].",
    "ch0122_00_yo/7105_0701_02_10": "¡Te voy a hacer un tour por los mejores lugares\ndel archipiélago!",
    "ch0122_00_yo/7105_0701_03_10": "Me encantaría enseñarte los rincones que más me\nhan marcado en mis aventuras.",
    "ch0122_00_yo/1701_0701_01_10": "¡Alola! Tengo un regalo para ti.",
    "ch0122_00_yo/1701_0701_02_10": "¡Espero que te guste!",
    "ch0122_00_yo/1701_0702_01_10": "Úsalo con buen juicio cuando te haga falta, ¿vale?",
    "ch0122_00_yo/2501_0701_01_10": "Una vez Lylia se metió en un buen lío en Alola.",
    "ch0122_00_yo/2501_0701_02_10": "Mis amigos y yo nos esforzamos al máximo para\nayudarla. Aunque puede que nos pasáramos un\npoco de la raya...",
    "ch0122_00_yo/2501_0701_03_10": "Lylia se preocupó mucho por nosotros, ¡y eso que\nera ella la que estaba en un apuro!",
    "ch0122_00_yo/2501_0701_04_10": "Es una chica fantástica; me alegro un montón de\nhaber podido ayudarla cuando lo necesitaba.",
    "ch0122_00_yo/2501_0702_01_10": "Oye, si algún día necesitas lo que sea, no dudes\nen pedírmelo, ¿vale?",
    "ch0122_00_yo/2501_0702_02_10": "Al fin y al cabo, para eso estamos los amigos.\n¡Yo nunca te voy a dejar tirad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!",
    "ch0122_00_yo/2501_0702_03_10": "Aunque esta vez espero no pasarme tres\npueblos...",
    "ch0122_00_yo/2501_0702_04_10": "Creo que no hay nada más importante que echar\nuna mano a la gente que de veras te importa.",
    "ch0122_00_yo/2511_0701_01_10": "En Alola aprendí muchísimas cosas: la importancia\nde preservar nuestros vínculos con los demás,\ncómo pasárselo bien, a ser amable...",
    "ch0122_00_yo/2511_0701_02_10": "Pero, sobre todo, aprendí a sobreponerme a las\nsituaciones difíciles con valentía.",
    "ch0122_00_yo/2511_0701_03_10": "El recorrido insular me enseñó mogollón de cosas. \nCreo que me ayudó bastante a madurar.",
    "ch0122_00_yo/2511_0701_04_10": "¡Y estoy seguro de que no soy el único que\naprendió tanto por el camino!",
    "ch0122_00_yo/2511_0702_01_10": "Tengo una foto de cuando mis amigos y yo nos\npusimos a hacer el recorrido insular.",
    "ch0122_00_yo/2511_0702_02_10": "¡Y no veas cómo hemos cambiado desde entonces!\nA ver si te la traigo algún día y lo compruebas\npor ti mism[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ].",
    "ch0122_00_yo/3001_0701_01_10": "Cada vez que tomo una bocanada profunda de\naire fresco, me siento como nuevo.",
    "ch0122_00_yo/3003_0701_01_10": "¿A que en Passio puedes hacer infinidad de cosas\ndivertidas? Ya verás, como un día venga aquí de\nvacaciones, ¡ya no habrá quien me eche!",
    "ch0122_00_yo/3005_0701_01_10": "Cuando se pone el sol, descubres facetas nuevas\nde tus amigos y de tus Pokémon. ¡Por eso es tan\ndivertido explorar de noche!"
}
