{
    "ch0114_40_natsume/0101_0701_01_10": "You’re finally here, [Name:PlayerNickname ].",
    "ch0114_40_natsume/0101_0701_02_10": "Beginnings are very important. Let’s make sure this\nnew day gets off to a good start.",
    "ch0114_40_natsume/7101_0701_01_10": "Even if someone told me they had the power\nto grant me a wish, I don’t think I’d wish\nfor anything.",
    "ch0114_40_natsume/7101_0701_02_10": "If you get something you want without working for\nit, how can you find the motivation to make your\ndreams come true by yourself?",
    "ch0114_40_natsume/7102_0701_01_10": "There’s no time like now to start something new.",
    "ch0114_40_natsume/7102_0701_02_10": "With a fresh outlook, I’m sure we could take on\nany challenge.",
    "ch0114_40_natsume/7103_0701_01_10": "This outfit might look like it’s hard to move around\nin. Far from it. Now that I’m used to it, it feels as\nlight as a breeze.",
    "ch0114_40_natsume/7103_0701_02_10": "What’s more, wearing it makes me feel pure of\nheart and mind and ready for anything.",
    "ch0114_40_natsume/7104_0701_01_10": "It’s strange, but something mysterious has been\nhappening ever since I put on this outfit...",
    "ch0114_40_natsume/7104_0701_02_10": "I can see premonitions much more clearly—both\ngood and bad.",
    "ch0114_40_natsume/7104_0701_03_10": "Do you want to know what I’ve seen in your\nfuture? *giggle*",
    "ch0114_40_natsume/7105_0701_01_10": "If it’s foretold that you have bad fortune in store,\ndon’t fret.",
    "ch0114_40_natsume/7105_0701_02_10": "Even with my psychic powers, I can’t fully predict\nwhat the future holds.",
    "ch0114_40_natsume/7105_0701_03_10": "Sometimes the future can be changed. What’s\nimportant is that you choose the destiny you want\nand go all out toward making that a reality.",
    "ch0114_40_natsume/1701_0701_01_10": "Here, this is for you.",
    "ch0114_40_natsume/1701_0702_01_10": "It’s good luck, so be sure to use it.",
    "ch0114_40_natsume/2501_0701_01_10": "Whenever Chingling moves, the orb inside her\nmouth makes a ringing sound—like a bell.",
    "ch0114_40_natsume/2501_0701_02_10": "It’s a wonderful, pure sound. I feel that it helps\nclear my mind.",
    "ch0114_40_natsume/2501_0702_01_10": "The ringing sound Chingling makes is beautiful,\nbut that’s not all...",
    "ch0114_40_natsume/2501_0702_02_10": "She uses it to deafen her foes by emitting\nhigh-frequency cries.",
    "ch0114_40_natsume/2501_0702_03_10": "By doing that, she disrupts the communication\nbetween the Pokémon that we face and their\nTrainers. It’s a deceptively powerful ability.",
    "ch0114_40_natsume/2511_0701_01_10": "Chingling and I have resolved to become the\nbest sync pair on Pasio.",
    "ch0114_40_natsume/2511_0701_02_10": "But I suppose you probably made the exact\nsame resolution...",
    "ch0114_40_natsume/2511_0701_03_10": "Oh dear. You don’t look like you’re going to give\nup so easily. What to do?",
    "ch0114_40_natsume/2511_0702_01_10": "Maybe it’s because of this outfit and the clear\nsound of Chingling’s bell, but my psychic abilities\nare at their peak.",
    "ch0114_40_natsume/2511_0702_02_10": "I feel like I can’t lose. Let’s go out and\nwin together.",
    "ch0114_40_natsume/3001_0701_01_10": "This morning is no more special than any other.\nEvery day is the dawn of a new beginning.",
    "ch0114_40_natsume/3003_0701_01_10": "Wearing different clothes can really change my\nmood. The occasion doesn’t matter at all—only\nhow I feel.",
    "ch0114_40_natsume/3005_0701_01_10": "I think I’ll go to sleep early tonight. If I save up\nsome of my energy, tomorrow will feel just\nas special."
}
