{
    "ch0170_00_arty/0101_0701_01_10": "Buenos días, [Name:PlayerNickname ].\nHace un día espléndido para pasarlo en grande\ncon nuestro compi, ¿no crees?",
    "ch0170_00_arty/0101_0701_02_10": "El vínculo de confianza que os une a tu Pokémon\ny a ti podría considerarse arte. Y me ha inspirado\nprofundamente.",
    "ch0170_00_arty/0601_0701_01_10": "Como cierta persona dijo, lo primero que has de\nhacer al ver a un Pokémon de tipo Bicho es\ncontemplar su exoesqueleto.",
    "ch0170_00_arty/0601_0701_02_10": "Según esa misma persona, a continuación has de\nacariciarlo en silencio...",
    "ch0170_00_arty/0601_0701_03_10": "La verdad es que es difícil describir con palabras\nla belleza de los Pokémon insecto.",
    "ch0170_00_arty/0601_0702_01_10": "En realidad, la persona de la que te hablé antes...\nsoy yo.",
    "ch0170_00_arty/0601_0702_02_10": "Qué quieres que te diga... Los Pokémon de tipo\nBicho me apasionan y no hay nada sobre ellos\nque no me encante.",
    "ch0170_00_arty/0601_0702_03_10": "Quizá no entiendas muy bien a qué me refiero,\npero lo harás en cuanto aprendas a confiar en\nellos y a conocerlos mejor.",
    "ch0170_00_arty/0602_0701_01_10": "¿Qué cosas has descubierto desde que has salido\nde viajes y aventura?",
    "ch0170_00_arty/0602_0701_02_10": "Yo aún recuerdo que ya de pequeño quedé\nprendado de la belleza que poseen los Pokémon\nde tipo Bicho.",
    "ch0170_00_arty/0602_0701_03_10": "Por mucho que libre combates Pokémon o plasme\nen un lienzo mis sentimientos, no ceso de descubrir\nnuevas experiencias.",
    "ch0170_00_arty/0602_0701_04_10": "Todo lo que concierne a los Pokémon está repleto\nde misterios.",
    "ch0170_00_arty/0602_0702_01_10": "Siempre que siga descubriendo cosas nuevas\nsobre ellos no me faltará inspiración para seguir\ncreando obras de arte.",
    "ch0170_00_arty/0602_0702_02_10": "Este anhelo por descubrir siempre algo nuevo me\nda la vida y me resulta muy inspirador.",
    "ch0170_00_arty/0603_0701_01_10": "No hay nada como los Pokémon de tipo Bicho,\nde veras. No lo digo por decir...",
    "ch0170_00_arty/0603_0701_02_10": "Pongamos por ejemplo a un Caterpie: ¡si estás\ntriste, acariciar su suave piel resultará supereficaz\ny se te quitarán las penas!",
    "ch0170_00_arty/0603_0701_03_10": "Cuando veo a un Entrenador con un Caterpie de\ncompi, no puedo evitar pedirle que me deje darle\nun buen abrazo y contemplarlo.",
    "ch0170_00_arty/0603_0702_01_10": "Sea como fuere, mi compi es el mejor y estoy\nencantado de tenerlo a mi lado.",
    "ch0170_00_arty/0603_0702_02_10": "Está claro que mi Leavanny es magnífico.",
    "ch0170_00_arty/0603_0702_03_10": "Usa hojas y fabrica ropa para los Pokémon.\n¿No es acaso adorable?",
    "ch0170_00_arty/0604_0701_01_10": "En este mundo habitan todo tipo de personas.",
    "ch0170_00_arty/0604_0701_02_10": "Y cada uno tiene una forma de vivir y de pensar\ndistinta a los otros.",
    "ch0170_00_arty/0604_0701_03_10": "En ciertas ocasiones puede suceder incluso que no\nnos lleguemos a entender.",
    "ch0170_00_arty/0604_0701_04_10": "Pero todos tenemos algo en común: el amor que\nprofesamos por los Pokémon.",
    "ch0170_00_arty/0604_0702_01_10": "No sé tú, pero yo suelo entablar conversación con\ngente que no conozco mediante los Pokémon.",
    "ch0170_00_arty/0604_0702_02_10": "En Passio, sin ir más allá, puedes formar equipo\ncon desconocidos para librar combates.",
    "ch0170_00_arty/0605_0701_01_10": "Siempre que continúe trabajando en mis obras de\narte seguiré realizando nuevos hallazgos.",
    "ch0170_00_arty/0605_0701_02_10": "Por triviales que sean tales descubrimientos, me\nllenan de emoción y me alegran el día.",
    "ch0170_00_arty/0605_0701_03_10": "Yo diría que esa alegría y emoción impulsan mis\nganas de crear arte.",
    "ch0170_00_arty/0605_0702_01_10": "Conocer nuevas parejas de compis resulta siempre\napasionante: se abre ante mí otro mundo y\naprendo cosas que me sirven de inspiración.",
    "ch0170_00_arty/0605_0702_02_10": "De hecho, este encuentro con vosotros me está\nproporcionando nuevas ideas que plasmar en el\nlienzo en el que estoy ahora trabajando.",
    "ch0170_00_arty/0605_0702_03_10": "En cuanto lo complete, tendrás el honor de ser [ES:Gen Ref=\"255\" M=\"el\" F=\"la\" ]\nprimer[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] en contemplarlo. ¿A que te apetece?",
    "ch0170_00_arty/1701_0701_01_10": "Anda, qué casualidad verte por aquí.",
    "ch0170_00_arty/1701_0701_02_10": "Me siento inspirado y creo que una buena forma\nde demostrarlo es regalándote esto.",
    "ch0170_00_arty/1701_0702_01_10": "Seguro que te será de gran utilidad, tanto como\na mí darme un paseo por aquí para dar con algo\nque quiera recrear en mis obras de arte.",
    "ch0170_00_arty/2501_0701_01_10": "Hace tiempo me dijeron que los Pokémon, a\ndiferencia de los humanos, son seres que guardan\nen su interior un sinfín de secretos.",
    "ch0170_00_arty/2501_0701_02_10": "De hecho, no tenemos forma alguna de saber qué\npiensan de los Entrenadores.",
    "ch0170_00_arty/2501_0701_03_10": "Pero es precisamente esa razón por la cual hemos\nde conocer bien a nuestros compis y llegar a un\nentendimiento mutuo.",
    "ch0170_00_arty/2501_0702_01_10": "Tanto humanos como Pokémon tenemos que\nayudarnos los unos a los otros. Si lo hiciéramos,\nviviríamos en una época de paz y tranquilidad.",
    "ch0170_00_arty/2501_0702_02_10": "Lo que nos diferencia también creo que nos une.",
    "ch0170_00_arty/2501_0702_03_10": "Considero que el individualismo es una pieza clave\nque aporta todo un abanico de posibilidades al\narte.",
    "ch0170_00_arty/2511_0701_01_10": "Recuerdo aún un día en el que estaba atorado y\nno podía pensar claramente, así que decidí visitar\na Aloe para contemplar los fósiles.",
    "ch0170_00_arty/2511_0701_02_10": "Y fue allí donde pude percatarme de que la gente\nreaccionaba de forma diferente al ver las mismas\ncosas.",
    "ch0170_00_arty/2511_0701_03_10": "Si lo que quiero es crear, he de buscar en mi\ninterior y dar rienda suelta a mis sentimientos.",
    "ch0170_00_arty/2511_0701_04_10": "Supongo que tú también has de buscar aquello\nque te plazca, teniendo siempre en cuenta tus\nsentimientos.",
    "ch0170_00_arty/2511_0702_01_10": "[Name:PlayerNickname ], cuando te encuentras\nbloquead[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ], ¿hay algún lugar al que te guste\nacudir para despejar la mente?",
    "ch0170_00_arty/2511_0702_02_10": "En tal caso, recuérdalo y acude a él siempre que\nsea necesario.",
    "ch0170_00_arty/2511_0702_03_10": "Se llama precisamente arte a la capacidad de dar\nforma a esos pensamientos, ¿lo sabías?",
    "ch0170_00_arty/3001_0701_01_10": "Ay, qué cansancio tengo en el cuerpo... Aunque\nno me extraña, ayer estuve hasta las tantas de la\nnoche afanado con un cuadro.",
    "ch0170_00_arty/3002_0701_01_10": "Por lo general no reparamos en la presencia del\nsol, pero su existencia es fundamental para que\nhumanos y Pokémon podamos sobrevivir.",
    "ch0170_00_arty/3003_0701_01_10": "Al veros a tu compi y a ti, ¡me vienen a la mente\ntodo tipo de ideas para mis obras de arte!",
    "ch0170_00_arty/3004_0701_01_10": "De veras que los Pokémon insecto me tienen\ncompletamente enamorado... Su belleza es\nincomparable, así te lo digo.",
    "ch0170_00_arty/3005_0701_01_10": "Quizá esta noche decida pintar un cuadro de mi\nquerido compi de espaldas, contemplando el cielo\nestrellado.",
    "ch0170_00_arty/3006_0701_01_10": "En más de una ocasión se me enciende la bombilla\nantes de irme a dormir, y entonces me levanto y\nme pongo a dibujar para no olvidarme de la idea."
}
