{
    "ch0102_00_bell/0101_0701_01_10": "Oh! Hi there, [Name:PlayerNickname ]!\nI was hoping I’d run into you.",
    "ch0102_00_bell/0101_0701_02_10": "Are you ready to get out there and give it your\nall today? Let’s go!",
    "ch0102_00_bell/0601_0701_01_10": "Have I ever told you the story of how I ran into\nTeam Plasma while traveling across Unova?",
    "ch0102_00_bell/0601_0701_02_10": "They’re bad people who tried to use Pokémon for\ntheir bad deeds... When I met them, they were\nkicking a Munna to get its Dream Mist.",
    "ch0102_00_bell/0601_0701_03_10": "I just kind of stood there in shock, unable to do\nanything. Thankfully, my friend showed up to\nsave the day before it was too late.",
    "ch0102_00_bell/0601_0701_04_10": "I hope I’ve grown a little stronger since then.\nI mean, I FEEL like I have, thanks to my amazing\npartner Pokémon!",
    "ch0102_00_bell/0602_0701_01_10": "Before I came to Pasio, I was working as\nProfessor Juniper’s assistant in the Unova region.",
    "ch0102_00_bell/0602_0701_02_10": "It’s my dream to become an amazing Pokémon\nProfessor like her someday!",
    "ch0102_00_bell/0602_0701_03_10": "I’d really love it if you could cheer me on, too!\nYou know, if you want to! Hehe...",
    "ch0102_00_bell/0603_0701_01_10": "My childhood friends and I took our first steps\ntoward becoming Pokémon Trainers together way\nback when.",
    "ch0102_00_bell/0603_0701_02_10": "Now they’re so strong! You can tell from the\nmoment you step onto the battlefield with them.",
    "ch0102_00_bell/0603_0701_03_10": "And the bond they have with their partner\nPokémon is seriously amazing! They’re the best!",
    "ch0102_00_bell/0604_0701_01_10": "Being a Pokémon Professor’s assistant is a lot of\nfun, but sometimes I wonder if it’s really for me,\nyou know?",
    "ch0102_00_bell/0604_0701_02_10": "But what I know for sure is that I want to do\nwhatever I can to help people and Pokémon\nbecome better friends!",
    "ch0102_00_bell/0604_0701_03_10": "Someday, I might even ask you to help me!\nDo you think you’d be on board?",
    "ch0102_00_bell/0605_0701_01_10": "Back in Unova, an evil group called Team Plasma\nused to steal Pokémon away from their Trainers.",
    "ch0102_00_bell/0605_0701_02_10": "Can you believe that?! I could never forgive\nanyone who would tear apart a friendship\nlike that!",
    "ch0102_00_bell/0605_0701_03_10": "If we ever run into jerks like them again, let’s\nstop them together, [Name:PlayerNickname ]!",
    "ch0102_00_bell/1701_0701_01_10": "Ta-daaa! This is for you!",
    "ch0102_00_bell/1701_0702_01_10": "I hope it helps you along your adventures!",
    "ch0102_00_bell/2501_0701_01_10": "In the past, I used to compare myself to the\npeople around me a lot... It kind of made me\nfeel bad about myself.",
    "ch0102_00_bell/2501_0701_02_10": "I used to envy how strong and determined my\nfriends were when it came to Pokémon battles.",
    "ch0102_00_bell/2501_0701_03_10": "I relied on my friends a lot—and I mean a LOT!\nBut as time went on and I gained more\nexperience, I realized something.",
    "ch0102_00_bell/2501_0701_04_10": "I’m me and they’re them, and that’s OK! We’re all\ndifferent and we all have faults, so it’s kind of\nsilly to compare ourselves to each other.",
    "ch0102_00_bell/2501_0702_01_10": "Learning to accept yourself for who you are is\nreally important, but don’t forget you’ve got a\nPokémon by your side, too!",
    "ch0102_00_bell/2501_0702_02_10": "Why go it alone when you can learn and grow\ntogether as partners!",
    "ch0102_00_bell/2511_0701_01_10": "How are you feeling, [Name:PlayerNickname ]?\nIf something’s bothering you, you should try\nreaching out to someone to talk about it.",
    "ch0102_00_bell/2511_0701_02_10": "I used to overthink things a lot. I worried about\nthis and that and kept it all bottled up inside\nbecause I didn’t know what else to do.",
    "ch0102_00_bell/2511_0701_03_10": "But during my journey through Unova, I learned\nhow important it is to rely on others and to be\nthere for them when they need you, too.",
    "ch0102_00_bell/2511_0701_04_10": "If you ever need an ear to listen, I’m here for\nyou, OK? Don’t hesitate to reach out if you need\nmy help!",
    "ch0102_00_bell/2511_0702_01_10": "People and Pokémon are never really alone—\nwe have each other to rely on when things\nget tough!",
    "ch0102_00_bell/2511_0702_02_10": "You’ve come to the rescue for me so many times.\nNow it’s my turn to return the favor!",
    "ch0102_00_bell/3001_0701_01_10": "Wow, look at you! I wish I could be that full of\nenergy in the morning! *giggle*",
    "ch0102_00_bell/3003_0701_01_10": "Oh, hi! Are you hungry right now? I was just\ngonna grab a bite to eat!",
    "ch0102_00_bell/3005_0701_01_10": "Hmm... It must be about time for all the nocturnal\nPokémon to wake up, huh?"
}
