{
    "ch0243_00_yuri/0101_0701_01_10": "Hullo, [Name:PlayerNickname ]!\nI was hoping I’d run into you!",
    "ch0243_00_yuri/0101_0701_02_10": "Are you in the mood for some curry? I can whip\nup a dish that’ll put some bounce in your step!",
    "ch0243_00_yuri/7101_0701_01_10": "Is your partner Pokémon doing all right?\nIf it starts to look a little tired, make sure you\ngive it a quick rest, yeah?",
    "ch0243_00_yuri/7101_0701_02_10": "Our Pokémon take all the hits for us out there on\nthe battlefield, so it’s up to us to make sure we\ndon’t push ’em too hard!",
    "ch0243_00_yuri/7101_0701_03_10": "At least that’s what my mum told me back when I\nstarted this whole journey!",
    "ch0243_00_yuri/7102_0701_01_10": "Have you heard of a Pokémon called Wooloo?",
    "ch0243_00_yuri/7102_0701_02_10": "We’ve got loads of ’em back in Galar.\nTheir wool is super soft and warm!",
    "ch0243_00_yuri/7102_0701_03_10": "They don’t seem to love battling too much, but\nwhen they start rolling, their Tackle is strong\nenough to knock over a fence!",
    "ch0243_00_yuri/7103_0701_01_10": "My goal here on Pasio? Oh, that’s easy!\nTo make curry super popular!",
    "ch0243_00_yuri/7103_0701_02_10": "It’s got loads of yummy spices, and you can turn\nit into all sorts of different dishes! Plus, it’s\nreally healthy!",
    "ch0243_00_yuri/7103_0701_03_10": "If I make the curry, will you eat three meals of it\neach day to help me with my goal?",
    "ch0243_00_yuri/7104_0701_01_10": "In Galar, there’s a big stretch of land called the\nWild Area where all sorts of wild Pokémon live.",
    "ch0243_00_yuri/7104_0701_02_10": "The weather can change in the blink of an eye,\nand there are always Dynamax Pokémon lurking\nabout, so it’s not exactly a walk in the park.",
    "ch0243_00_yuri/7104_0701_03_10": "But it’s the best place there is for training!\nIf you pitch a tent and camp out for a few days,\nit really feels like you’re out in the wilderness!",
    "ch0243_00_yuri/7105_0701_01_10": "I love Pokémon! It’s enough for me just to be able\nto travel around and have fun with them!",
    "ch0243_00_yuri/7105_0701_02_10": "It doesn’t seem quite that simple with most of\nmy friends, though. They all seem to struggle\nwith something.",
    "ch0243_00_yuri/7105_0701_03_10": "Is there anything you struggle with,\n[Name:PlayerNickname ]? Anything you find\nreally hard?",
    "ch0243_00_yuri/7105_0701_04_10": "If you start to feel burned out, we should go\ncamping together! I know a little fresh air always\nraises my spirits!",
    "ch0243_00_yuri/1701_0701_01_10": "Here! I want you to have this!",
    "ch0243_00_yuri/1701_0702_01_10": "Oh, don’t worry about it! It’s a gift!",
    "ch0243_00_yuri/1701_0702_02_10": "I like them a lot, so I figured you might, too!",
    "ch0243_00_yuri/2501_0701_01_10": "When I traveled across the Galar region, it was\nnonstop excitement the whole time.",
    "ch0243_00_yuri/2501_0701_02_10": "I probably owe that to my rivals. We certainly\nkept each other on our toes!",
    "ch0243_00_yuri/2501_0701_03_10": "There was Hop, Marnie, and Bede...\nand now I’ve got you here on Pasio!",
    "ch0243_00_yuri/2501_0701_04_10": "Let’s make our time on the island unforgettable!",
    "ch0243_00_yuri/2501_0702_01_10": "I met loads of brilliant people and Pokémon\nin Galar.",
    "ch0243_00_yuri/2501_0702_02_10": "But I have a feeling I’ll get to meet just as many\nhere on Pasio!",
    "ch0243_00_yuri/2501_0702_03_10": "C’mon! There are places to go and people to see!\nLet’s get out there and do some exploring!",
    "ch0243_00_yuri/2511_0701_01_10": "The Galar region is pretty huge, but there’s\nactually quite a lot to see here on Pasio, too!",
    "ch0243_00_yuri/2511_0701_02_10": "Hm? My plans after I’m done here? I hadn’t really\nthought about it. I suppose I’ll go back to Galar\nand continue my journey.",
    "ch0243_00_yuri/2511_0701_03_10": "That way, the journey never really has to end,\ny’know? It’ll just keep going and going!",
    "ch0243_00_yuri/2511_0701_04_10": "I’d love to visit your hometown someday,\n[Name:PlayerNickname ]. Maybe I can learn a\nbit more about you and your partner Pokémon!",
    "ch0243_00_yuri/2511_0702_01_10": "Traveling to new places is always really exciting,\nbut it can be a bit scary sometimes, too.",
    "ch0243_00_yuri/2511_0702_02_10": "If I ever visit your hometown, you have to come\nalong and give me the grand tour, all right,\n[Name:PlayerNickname ]?",
    "ch0243_00_yuri/3001_0701_01_10": "G’morning! C’mon, c’mon! I made breakfast!\nTa-da! It’s curry! Who doesn’t love a hearty\ncurry breakfast?",
    "ch0243_00_yuri/3003_0701_01_10": "Hmm, I feel more peckish than usual. I think I’ll\nmake some Gigantamax Curry for lunch! It really\nhits the spot!",
    "ch0243_00_yuri/3005_0701_01_10": "Nights like this always remind me of Glimwood\nTangle. It’s a forest in Galar, full of beautiful\nglowing mushrooms!"
}
