{
    "ch0249_40_rulina/0101_0701_01_10": "¡Qué bien que hayas llegado! Tenía muchas ganas\nde verte, [Name:PlayerNickname ].",
    "ch0249_40_rulina/0101_0701_02_10": "Hace buen día. ¿Te gustaría pasarlo conmigo?",
    "ch0249_40_rulina/7101_0701_01_10": "¿Qué te parece mi traje?",
    "ch0249_40_rulina/7101_0701_02_10": "Creo que tiene un corte muy elegante y el color\nrojo evoca la pasión que oculta en su interior.",
    "ch0249_40_rulina/7101_0701_03_10": "Me viene como anillo al dedo, ¿a que sí?",
    "ch0249_40_rulina/7102_0701_01_10": "Suelo irme de pesca con Eiscue.",
    "ch0249_40_rulina/7102_0701_02_10": "Menudo pieza está hecho... ¿Sabías que utiliza el\npelo de la cabeza a modo de caña?",
    "ch0249_40_rulina/7102_0701_03_10": "Vente un día de estos y te lo enseño. ¡Te vas a\nquedar patities[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!",
    "ch0249_40_rulina/7103_0701_01_10": "Adoro pasar el rato contigo y los demás.",
    "ch0249_40_rulina/7103_0701_02_10": "Al estar con mis amigos, siento como una calidez\ninterna. No es exactamente igual a la que siento\ncon mi familia, pero ambas son muy agradables.",
    "ch0249_40_rulina/7103_0701_03_10": "¡Aunque se me pasan las horas sin darme cuenta\ny después llego tarde a los sitios!",
    "ch0249_40_rulina/7104_0701_01_10": "Como modelo, tengo que estar todo el tiempo\nprestando atención a mi imagen.",
    "ch0249_40_rulina/7104_0701_02_10": "Si no tengo una buena postura, hasta la ropa más\nbonita queda fatal, así que no puedo descuidarla.",
    "ch0249_40_rulina/7104_0701_03_10": "¡Mira, te enseñaré! Hombros atrás, espalda recta.\nLa barbilla, más arriba. ¿A que ya te sientes como\nsi caminaras por una pasarela?",
    "ch0249_40_rulina/7105_0701_01_10": "A menudo me voy de tiendas con Sonia y siempre\nvolvemos cargadas de ropa y maquillaje.",
    "ch0249_40_rulina/7105_0701_02_10": "¿Te apetecería venirte la próxima vez?",
    "ch0249_40_rulina/7105_0701_03_10": "¡Seguro que te encontramos algo que te quede\ngenial!",
    "ch0249_40_rulina/1701_0701_01_10": "Toma, te he encontrado un regalo inmejorable.",
    "ch0249_40_rulina/1701_0702_01_10": "¡Me alegra haber acertado! ¡No dudes en usarlo!",
    "ch0249_40_rulina/2501_0701_01_10": "En el fragor del combate, es importante mantener\nla cabeza fría, aunque del dicho al hecho hay un\nlargo trecho.",
    "ch0249_40_rulina/2501_0701_02_10": "Cada cual tiene su manera de enfriar los ánimos.",
    "ch0249_40_rulina/2501_0702_01_10": "A mí lo que más me ayuda es darle un abrazo\nbien fuerte a Eiscue.",
    "ch0249_40_rulina/2501_0702_02_10": "Está tan fresquito y blandito...",
    "ch0249_40_rulina/2501_0702_03_10": "¿Quieres abrazarlo tú también? Pero ten cuidado\nsi le das un besito, no vaya a ser que te quedes\npegad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] a su Cara de Hielo.",
    "ch0249_40_rulina/2511_0701_01_10": "El hábitat natural de Eiscue es mucho más frío que\nPassio.",
    "ch0249_40_rulina/2511_0701_02_10": "De hecho, parece ser que estuvo bastante tiempo\na la deriva por el océano antes de encontrarse\nconmigo.",
    "ch0249_40_rulina/2511_0701_03_10": "Todavía me pregunto de dónde vino exactamente.",
    "ch0249_40_rulina/2511_0702_01_10": "Un día quizá me dé por ir en busca de ese lugar\ny averiguar dónde creció Eiscue.",
    "ch0249_40_rulina/2511_0702_02_10": "No tiene nada de malo embarcarse a bote pronto\nen una aventura hacia lo desconocido, ¿no crees?",
    "ch0249_40_rulina/2511_0702_03_10": "Y si, además, vinieras con nosotros, seguro que la\ntravesía sería mucho más reconfortante y amena.",
    "ch0249_40_rulina/3001_0701_01_10": "Salgo a correr todas las mañanas con mi compi,\naunque haga un frío que pela. Es una manera\ninfalible de espabilarse de golpe.",
    "ch0249_40_rulina/3003_0701_01_10": "A estas horas pega bastante el sol en Passio, así\nque hay que prestar especial cuidado a la piel.\n¡Consejo de modelo!",
    "ch0249_40_rulina/3005_0701_01_10": "Por la noche, la inmensidad del océano resulta\nsobrecogedora, pero el reflejo de la luna brillando\nen el agua es precioso."
}
