{
    "ch0241_00_kojiro/0101_0701_01_10": "Salut [Name:PlayerNickname ] !\nAujourd'hui, je vais m'emparer de ton Pokémon\nune bonne fois pour toutes !",
    "ch0241_00_kojiro/0101_0701_02_10": "Mais qu'est-ce que je raconte...\nJe n'ai aucune chance de gagner tout seul... \nUne prochaine fois, alors ! Prends garde !",
    "ch0241_00_kojiro/0602_0701_01_10": "J'ai croisé récemment une Dresseuse à la\nrecherche de capsules...",
    "ch0241_00_kojiro/0602_0701_02_10": "Étant un grand collectionneur de capsules de\nbouteille, ça a piqué mon intérêt. Mais quand je\nsuis venu discuter avec elle, j'ai compris que...",
    "ch0241_00_kojiro/0602_0701_03_10": "... elle parlait en fait de ces Capsules d'or ou\nd'Argent qui permettraient de participer à un\nentraînement spécial dans une autre région.",
    "ch0241_00_kojiro/0602_0701_04_10": "J'étais un peu déçu de voir qu'elle ne partagerait\npas du tout la même passion que moi...",
    "ch0241_00_kojiro/0605_0701_01_10": "Dis-moi [Name:PlayerNickname ], as-tu des\ncamarades avec lesquels tu t'entends si bien que\ntu passes la plupart de ton temps avec eux ?",
    "ch0241_00_kojiro/0605_0701_02_10": "Avec Jessie et Miaouss, on fait presque tout\nensemble. C'est pour ça que je me sens plus\nserein quand ils sont à mes côtés.",
    "ch0241_00_kojiro/0605_0701_03_10": "Ça serait intéressant que notre trio se mesure à\ntoi et tes camarades les plus proches. Histoire de\nvoir qui a le lien le plus fort entre les deux.",
    "ch0241_00_kojiro/1701_0701_01_10": "Ah, te voilà enfin.\nJe voulais te donner ça, avant que j'oublie.",
    "ch0241_00_kojiro/1701_0701_02_10": "C'est ta part du butin !\nFais-en bon usage !",
    "ch0241_00_kojiro/1701_0702_01_10": "C'est la moindre des choses, enfin !\nJe te dois bien ça, en plus.",
    "ch0241_00_kojiro/2501_0701_01_10": "Ce Smogogo est l'évolution du Smogo qui m'a été\noffert par le boss pour les fêtes de fin d'année.\nIl a beaucoup de valeur à mes yeux !",
    "ch0241_00_kojiro/2501_0701_02_10": "Il se donne toujours à fond en combat et il peut\ncréer un nuage de fumée quand on a besoin de\nfuir.",
    "ch0241_00_kojiro/2501_0701_03_10": "Au même titre que Jessie et Miaouss, c'est un\nmembre à part entière de la Team Rocket !",
    "ch0241_00_kojiro/2501_0702_01_10": "Malheureusement, tout a toujours une fin, et un\njour il faudra se séparer... Ainsi va la vie.",
    "ch0241_00_kojiro/2501_0702_02_10": "Rien que d'y penser... je...\nJe m'étais pourtant promis de ne pas pleurer...",
    "ch0241_00_kojiro/3001_0701_01_10": "Bonjour, [Name:TrainerName ] !\nQuelle belle matinée, tu ne trouves pas ? Le\ntemps parfait pour faire un mauvais coup !",
    "ch0241_00_kojiro/3001_0701_02_10": "Avec tout ce soleil, la pièce sur mon front brille\nde mille feux ! C'est de bon augure pour la\njournée à venir !",
    "ch0241_00_kojiro/3002_0701_01_10": "Tu as déjà mangé ton petit-déjeuner, toi ?\nEn tout cas, j'ai trop faiiiim ! Ah si seulement\nje pouvais me gaver de mon plat préféré...",
    "ch0241_00_kojiro/3002_0701_02_10": "Malheureusement, à cause de nos échecs\nrépétés, nous devons souffrir de sévères coupes\ndans nos budgets. Il faut se serrer la ceinture !",
    "ch0241_00_kojiro/3003_0701_01_10": "Bon ! Notre plan pour capturer tous les Pokémon\nde Passio est bientôt...\nOh ! Tu es là ! Hum... Faut... que j'y aille !",
    "ch0241_00_kojiro/3003_0701_02_10": "Oui, moi aussi. J'ai un truc sur le feu...\nEt jamais on ne penserait à capturer des Pokémon\nsuper forts ! Ça ne nous intéresse pas du tout !",
    "ch0241_00_kojiro/3004_0701_01_10": "La Team Rocket travaille dur chaque jour pour\nsemer le chaos ! Même en plein soleil et à la vue\nde tous, rien ne nous arrêtera dans notre mission !",
    "ch0241_00_kojiro/3004_0701_02_10": "Nous n'avons pas le choix, nous devons travailler\nsans relâche et aucun obstacle sur notre chemin\nne peut nous freiner !",
    "ch0241_00_kojiro/3005_0701_01_10": "Oh, tu es de sortie ce soir ? En ce qui nous\nconcerne, la nuit ne suffit pas à nous ralentir. On\nest en plein dans la confection de déguisements.",
    "ch0241_00_kojiro/3005_0701_02_10": "Il faut dire que James est très doué pour les\ntravaux manuels. Et je l'aide en découpant des\nétoffes avec mes griffes.",
    "ch0241_00_kojiro/3006_0701_01_10": "Bonsoir ! Dis donc, tu ne te reposes pas beaucoup,\ntoi ! Tu devrais lever un peu le pied et prendre\nune bonne nuit de sommeil !",
    "ch0241_00_kojiro/3006_0701_02_10": "Oui, tu devrais l'écouter !\nCe n'est pas drôle, un rival tout ramollo !"
}
