{
    "ch0247_40_dande/0101_0701_01_10": "¡Mira quién ha llegado! ¿Te apuntas a repartir\nfelicidad por Passio, [Name:PlayerNickname ]?",
    "ch0247_40_dande/0101_0701_02_10": "Ya sea para una aventura o para un combate,\n¡puedes contar conmigo!",
    "ch0247_40_dande/7101_0701_01_10": "Desde que me convertí en Campeón, tengo una\nagenda muy apretada.",
    "ch0247_40_dande/7101_0701_02_10": "Pero he decidido hacer hueco en las ocasiones\nespeciales para estar con mis seres queridos.",
    "ch0247_40_dande/7101_0701_03_10": "Al fin y al cabo, por importantes que sean los\ncombates Pokémon, ¡no pueden estar por encima\nde la familia ni de los amigos!",
    "ch0247_40_dande/7102_0701_01_10": "Me pregunto si Glastrier me dejaría montar en él\ncomo a Calyrex.",
    "ch0247_40_dande/7102_0701_02_10": "Imagínate si pudiera repartir los regalos volando\na lomos de Glastrier. ¡Cómo alucinaría la gente!",
    "ch0247_40_dande/7103_0701_01_10": "Me gusta mucho la gorra que suelo llevar, pero\n¿a que este gorro también me queda bien?",
    "ch0247_40_dande/7103_0701_02_10": "Me dan ganas de probar a llevar de otros tipos,\ncomo por ejemplo... ¡El sombrero de copa que\nlleva Weezing de Galar!",
    "ch0247_40_dande/7103_0701_03_10": "Espera, ¿es un sombrero o es parte de su cuerpo?",
    "ch0247_40_dande/7104_0701_01_10": "Ver Passio así de nevada me recuerda mucho a\nlas Nieves de la Corona.",
    "ch0247_40_dande/7104_0701_02_10": "Es un paraje inhóspito donde es fácil perderse,\npero, ahora que Calyrex está conmigo, ya no\ntengo nada de lo que preocuparme.",
    "ch0247_40_dande/7105_0701_01_10": "¿Hay algo en especial que quieras que te regalen,\n[Name:PlayerNickname ]?",
    "ch0247_40_dande/7105_0701_02_10": "¡Pide por esa boquita! ¡Si está en mi mano, me\nencargaré de entregártelo con todas las florituras!",
    "ch0247_40_dande/1701_0701_01_10": "¡Prepárate! ¡Aquí llega el regalón!",
    "ch0247_40_dande/1701_0702_01_10": "No incluye pilas, ¡pero sí la sensación de felicidad!",
    "ch0247_40_dande/2501_0701_01_10": "Calyrex es un Pokémon muy severo, pero también\ntiene un lado compasivo. Incluso cura a sus rivales\ntras enfrentarse a ellos en combate.",
    "ch0247_40_dande/2501_0701_02_10": "Cuando lo vi hacer eso, me puse a reflexionar.",
    "ch0247_40_dande/2501_0701_03_10": "Como Campeón, no solo tengo que ser fuerte e\nimplacable con quienes me desafían, sino también\ntratarlos con respeto y amabilidad.",
    "ch0247_40_dande/2501_0702_01_10": "Mi corazón arde de ferviente pasión, mientras que\nCalyrex es tan frío como el hielo.",
    "ch0247_40_dande/2501_0702_02_10": "Yo diría que somos una pareja de compis en\nperfecto equilibrio entre el fuego y el hielo.\nDeberían escribir una canción sobre nosotros.",
    "ch0247_40_dande/2511_0701_01_10": "Aunque le tengo bastante cariño a mi capa, este\nabrigo también es de lo más calentito.",
    "ch0247_40_dande/2511_0701_02_10": "¡Con él, podría aguantar las inclemencias de las\nNieves de la Corona sin inmutarme!",
    "ch0247_40_dande/2511_0701_03_10": "Todavía hay muchos rincones inexplorados en esa\nzona y quiero ser el primero en visitarlos junto con\nCalyrex.",
    "ch0247_40_dande/2511_0702_01_10": "¿Te vendrás a explorar las Nieves de la Corona\ncon nosotros, [Name:PlayerNickname ]?",
    "ch0247_40_dande/2511_0702_02_10": "Si dices que sí, te regalo un abrigo igual que este\ny vamos a juego.",
    "ch0247_40_dande/3001_0701_01_10": "¡Buenos días! ¡Hoy tengo energía para rato!\n¿Nos vamos a buscar algún combate?",
    "ch0247_40_dande/3003_0701_01_10": "Hola, me pillas repartiendo regalos. No te\npreocupes, que esta vez no me he perdido.\nBueno... no mucho.",
    "ch0247_40_dande/3005_0701_01_10": "¿Te vas de aventuras a estas horas? ¡No vuelvas\nmuy tarde, no vaya a ser que no estés en casa\ncuando llegue tu regalo!"
}
