{
    "ch0257_40_qibana/0101_0701_01_10": "¡Es[ES:Gen Ref=\"255\" M=\"e\" F=\"a\" ] [Name:PlayerNickname ]! ¿Cómo estamos?",
    "ch0257_40_qibana/0101_0701_02_10": "¿Sabes lo que molaría hacer hoy? Ir de aventuras\njuntos, ¡pero aún más echar un combate!",
    "ch0257_40_qibana/7101_0701_01_10": "Por mucho que te prepares, a veces los combates\nse descontrolan más de lo esperado.",
    "ch0257_40_qibana/7101_0701_02_10": "La clave para salir victorioso cuando ocurre algún\nimprevisto es guardar la calma.",
    "ch0257_40_qibana/7101_0701_03_10": "Siente el calor del combate con todo el cuerpo,\npero mantén la cabeza fría. ¡Esa es la regla de\noro!",
    "ch0257_40_qibana/7102_0701_01_10": "Los selfis que saco son recuerdos importantísimos\npara mí.",
    "ch0257_40_qibana/7102_0701_02_10": "Así nunca me olvido de los mejores momentos.",
    "ch0257_40_qibana/7102_0701_03_10": "¡Y muy pronto espero poder añadir a la colección\nel instante exacto en el que derrote a Lionel!",
    "ch0257_40_qibana/7103_0701_01_10": "Si quieres llegar a ser un portento como yo, tienes\nque machacarte a entrenar todos los días, ¿eh?",
    "ch0257_40_qibana/7103_0701_02_10": "Cada pasito cuenta, y al final se nota el resultado.",
    "ch0257_40_qibana/7103_0701_03_10": "Si quieres, te paso una tabla de entrenamiento\nespecial que he diseñado yo mismo. ¡Pero ojo, que\nes intensa!",
    "ch0257_40_qibana/7104_0701_01_10": "Mira, esta foto en la que salimos Flygon y yo\ndándolo todo en combate es dificilísima de sacar.",
    "ch0257_40_qibana/7104_0701_02_10": "¿Que por qué? Pues porque, la mayoría de las\nveces, cuando Flygon levanta una tormenta de\narena, ¡no se ve nada!",
    "ch0257_40_qibana/7105_0701_01_10": "Tengo que reconocer que me asombra lo mucho\nque has mejorado desde que nos conocemos.\n¡Tengo que ponerme las pilas o me quedaré atrás!",
    "ch0257_40_qibana/7105_0701_02_10": "Sobre todo si quiero ser un rival digno de Lionel...\n¡o de ti, [Name:PlayerNickname ]!",
    "ch0257_40_qibana/1701_0701_01_10": "¡Eh, [Name:PlayerNickname ]! ¡Toma, para ti!",
    "ch0257_40_qibana/1701_0702_01_10": "Igual te hace falta cuando menos te lo esperes.",
    "ch0257_40_qibana/2501_0701_01_10": "Con este traje, estoy hasta más guapo que de\ncostumbre, ¿no crees?",
    "ch0257_40_qibana/2501_0701_02_10": "Además de combatir, me gusta ir a la moda. ¡Hay\nque salir bien en los selfis!",
    "ch0257_40_qibana/2501_0701_03_10": "¡Y este traje es perfecto para un portento como\nyo! ¡Mírame, sí es que estoy hecho un pincel!",
    "ch0257_40_qibana/2501_0702_01_10": "Creo que un Campeón tiene que ofrecer un buen\nespectáculo a sus fans, y eso incluye su forma de\nvestir.",
    "ch0257_40_qibana/2501_0702_02_10": "Y, qué quieres que te diga, en ese aspecto yo le\ndoy mil vueltas a Lionel.",
    "ch0257_40_qibana/2501_0702_03_10": "Si estás de acuerdo, me lo puedes decir. ¡Tranqui,\nque no me chivaré!",
    "ch0257_40_qibana/2511_0701_01_10": "Especializarte y combatir a tu manera tiene mucho\nmérito, aunque a veces cuesta cubrir los puntos\ndébiles.",
    "ch0257_40_qibana/2511_0701_02_10": "Y la verdad es que no quiero cambiar nada del\nestilo de combate que tenemos Flygon y yo.",
    "ch0257_40_qibana/2511_0701_03_10": "¡Pero seguro que a base de entrenar podemos\nconvertirnos en la pareja de compis más fuerte\nde Passio!",
    "ch0257_40_qibana/2511_0702_01_10": "Bien mirado, aquí los combates son por equipos.",
    "ch0257_40_qibana/2511_0702_02_10": "¡Así que puedo confiar en ti para ayudarme a\ncubrir mis puntos débiles!",
    "ch0257_40_qibana/2511_0702_03_10": "¡Seguro que así arrasamos en cualquier situación,\naunque llueva, haga sol o haya una tormenta de\narena!",
    "ch0257_40_qibana/3001_0701_01_10": "El sol sale igual que ayer, pero de ti depende que\nsea un día como otro cualquiera o uno especial.",
    "ch0257_40_qibana/3003_0701_01_10": "Si tienes pensado salir de aventuras, prepárate\npara cualquier inclemencia meteorológica. ¡Nunca\nse sabe el tiempo que hará luego!",
    "ch0257_40_qibana/3005_0701_01_10": "¡Buenas! ¡Vaya pedazo de selfi me acabo de sacar\ncon la luna de fondo!"
}
