{
    "ch0247_40_dande/0101_0701_01_10": "Forza, andiamo a portare insieme gioia e passione\nal mondo intero!",
    "ch0247_40_dande/0101_0701_02_10": "Che sia per un'avventura o per una lotta Pokémon,\nsono sempre al tuo fianco!",
    "ch0247_40_dande/7101_0701_01_10": "Da quando sono diventato Campione, sono sempre\nmolto impegnato.",
    "ch0247_40_dande/7101_0701_02_10": "Perciò faccio in modo di tornare a casa a vedere\ni miei cari, soprattutto nelle occasioni speciali.",
    "ch0247_40_dande/7101_0701_03_10": "Penso che trascorrere del tempo con la famiglia\ne gli amici sia importante almeno quanto le lotte!",
    "ch0247_40_dande/7102_0701_01_10": "Mi chiedo se prima o poi Glastrier mi permetterà\ndi cavalcarlo come fa Calyrex.",
    "ch0247_40_dande/7102_0701_02_10": "L'idea di solcare il cielo, consegnando regali\nin groppa a Glastrier, è molto intrigante! Sarebbe\nun successone!",
    "ch0247_40_dande/7103_0701_01_10": "Il berretto che ho di solito è bello, ma non pensi\nche anche questo cappello mi stia bene?",
    "ch0247_40_dande/7103_0701_02_10": "Mi piacerebbe provarne altri. Per esempio, penso\nstarei benissimo con quello dei Weezing di Galar!",
    "ch0247_40_dande/7103_0701_03_10": "Oh... Mi sa che non è un cappello, quello.",
    "ch0247_40_dande/7104_0701_01_10": "La neve a Pasio mi ricorda la Landa Corona.",
    "ch0247_40_dande/7104_0701_02_10": "All'inizio mi sono trovato un po' in difficoltà\nda quelle parti, perché è facile perdersi. Ma ora\nche ho Calyrex, non dovrei aver problemi!",
    "ch0247_40_dande/7105_0701_01_10": "Che regalo vorresti, [Name:PlayerNickname ]?",
    "ch0247_40_dande/7105_0701_02_10": "Se hai già deciso, lascia la parte della consegna\na me! Rimarrai di stucco!",
    "ch0247_40_dande/1701_0701_01_10": "Per te! It's present time!",
    "ch0247_40_dande/1701_0702_01_10": "Anche la sensazione di trepidante attesa prima\ndi aprirlo è parte del regalo!",
    "ch0247_40_dande/2501_0701_01_10": "Calyrex è un Pokémon molto austero, ma è anche\ncompassionevole. Quando finisce di lottare, cura\nsempre le ferite dei suoi avversari.",
    "ch0247_40_dande/2501_0701_02_10": "Viaggiando insieme a lui e osservandolo in questo\natteggiamento, penso di aver imparato delle cose.",
    "ch0247_40_dande/2501_0701_03_10": "Non è solo la forza a definire un Campione.\nBisogna mostrare ai propri avversari sia severità,\nsia gentilezza.",
    "ch0247_40_dande/2501_0702_01_10": "Il mio cuore è infiammato di ardore, mentre\nCalyrex è freddo e composto come il ghiaccio.",
    "ch0247_40_dande/2501_0702_02_10": "Formiamo un'Unità molto equilibrata, non credi?",
    "ch0247_40_dande/2511_0701_01_10": "Il mantello che indosso di solito mi piace molto,\nma anche questo cappotto non è affatto male.",
    "ch0247_40_dande/2511_0701_02_10": "Con questo addosso, non ho certo da temere\nil gelo della Landa Corona!",
    "ch0247_40_dande/2511_0701_03_10": "Ci sono molti posti che non ho esplorato, e voglio\nassolutamente andare all'avventura con Calyrex!",
    "ch0247_40_dande/2511_0702_01_10": "Che dici, quando andiamo alla Landa Corona\nti va di unirti a noi?",
    "ch0247_40_dande/2511_0702_02_10": "In caso, ti regalo un cappotto come il mio!",
    "ch0247_40_dande/3001_0701_01_10": "Stamattina sono euforico! Sono certo che dietro\nl'angolo ci aspetta una lotta emozionante!",
    "ch0247_40_dande/3003_0701_01_10": "Sono a buon punto con la consegna dei regali!\nNon ti preoccupare: anche se mi dovessi perdere,\nti assicuro che li farò arrivare a destinazione!",
    "ch0247_40_dande/3005_0701_01_10": "Dovresti tornare a casa prima che faccia buio!\nSe continui a comportarti bene, vedrai che\nriceverai tanti regali!"
}
