{
    "ch0240_00_musashi/0101_0701_01_10": "Ah, da bist du ja! Endlich habe ich dich gefunden,\n[Name:PlayerNickname ].",
    "ch0240_00_musashi/0101_0701_02_10": "Wenn du starke Gefährtengespanne entdeckst,\ndann sag mir bitte sofort Bescheid, ja? Hehehe...",
    "ch0240_00_musashi/0601_0701_01_10": "Mein Arbok ist mein ganzer Stolz!",
    "ch0240_00_musashi/0601_0701_02_10": "Es ist aus ganz anderem Holz geschnitzt als\ngewöhnliche Arbok.",
    "ch0240_00_musashi/0601_0701_03_10": "Außerdem ist das Muster auf seinem Bauch\ntotal süß! ♪",
    "ch0240_00_musashi/0605_0701_01_10": "Ich habe dich beobachtet, und dabei etwas\nWichtiges gelernt, [Name:PlayerNickname ].",
    "ch0240_00_musashi/0605_0701_02_10": "Auf die Gefährtengespanne in deinem Team ist \necht immer Verlass, nicht wahr? Sie bieten dir\nununterbrochen Rückendeckung.",
    "ch0240_00_musashi/0605_0701_03_10": "Hm? Was ich machen würde, wenn ich dich mal\nschutzlos antreffen würde?",
    "ch0240_00_musashi/0605_0701_04_10": "A-Aber ich bitte dich! S-So was fragt man eine\njunge Dame nicht! Hahaha...",
    "ch0240_00_musashi/1701_0701_01_10": "Ah, da bist du ja. Ich hab nach dir gesucht.",
    "ch0240_00_musashi/1701_0701_02_10": "Hier, das ist für dich.",
    "ch0240_00_musashi/1701_0702_01_10": "Was das ist? Das ist dein Anteil unserer Ausbeute!",
    "ch0240_00_musashi/1701_0702_02_10": "Schließlich hab ich dir eine Menge zu verdanken.",
    "ch0240_00_musashi/2501_0701_01_10": "Hey! Wenn du etwas Training brauchst, helfe ich\ndir gerne aus. Meinem Arbok bekommt das sicher\nauch gut.",
    "ch0240_00_musashi/2501_0701_02_10": "Ich will außerdem nicht, dass mein Boss Giovanni\nenttäuscht ist, wenn ich ihm dein Pokémon bringe.",
    "ch0240_00_musashi/2501_0701_03_10": "Ach, das war doch nicht ernst gemeint! Ein kleiner\nScherz, nichts weiter.",
    "ch0240_00_musashi/2501_0701_04_10": "Ist ja auch egal. Du musst auf jeden Fall noch viel\ntrainieren.",
    "ch0240_00_musashi/2501_0702_01_10": "Deinem Team fehlt es noch an Stärke. Besonders\ndiesem Pikachu da.",
    "ch0240_00_musashi/2501_0702_02_10": "Woher ich das weiß? Das habe ich irgendwie im\nGefühl.",
    "ch0240_00_musashi/3001_0701_01_10": "Du bist heute Morgen ja sehr gut gelaunt! Wie soll\nich mich denn darauf konzentrieren, krumme Dinge\nzu drehen, wenn du so energiegeladen bist?!",
    "ch0240_00_musashi/3001_0701_02_10": "Hattest du etwa noch kein Frühstück? Das ist die\nwichtigste Mahlzeit des Tages! Aber schau mich\nbloß nicht so an, Jessie! Besorg dir selbst was!",
    "ch0240_00_musashi/3002_0701_01_10": "Ich sehe beschäftigt aus, sagst du? Na ja, eine\nechte Lady hat eben viel zu tun. Sie muss sich zum\nBeispiel um ihre Frisur kümmern.",
    "ch0240_00_musashi/3002_0701_02_10": "Eine Lady? Wen sie damit wohl mei--\nÄh, ich hab nichts gesagt! Vergiss es einfach!",
    "ch0240_00_musashi/3003_0701_01_10": "Oh Mann, ich hab Kohldampf... He, hat hier\nirgendjemand was zu essen dabei?",
    "ch0240_00_musashi/3003_0701_02_10": "W-Warum schielst du plötzlich auf meine Beeren,\nJessie? Die habe ICH gefunden! Oh nein, jetzt hat\nes sogar der Knirps auf mein Futter abgesehen!",
    "ch0240_00_musashi/3004_0701_01_10": "Es wird Zeit, dass wir von Team Rocket unsere\nfinsteren Pläne besprechen, bevor es dunkel wird.\nUnd nachts schlägt dann unsere Stunde!",
    "ch0240_00_musashi/3004_0701_02_10": "Genau! Wir Bösen planen gründlich, bevor wir\nkrumme Dinger drehen!",
    "ch0240_00_musashi/3005_0701_01_10": "Oh, hey! Du bist aber noch spät unterwegs.\nHm? Was wir mit den Schaufeln machen?\nGraben natürlich, solange es noch dunkel ist!",
    "ch0240_00_musashi/3005_0701_02_10": "Diese Fallgrube wird ein Kunstwerk! Die können\nsich morgen auf was gefasst machen!",
    "ch0240_00_musashi/3006_0701_01_10": "Nachts schlägt die Stunde des Bösen! Wir werden\nuns nicht von ein paar dahergelaufenen Knirpsen\nins Handwerk pfuschen lassen!",
    "ch0240_00_musashi/3006_0701_02_10": "Hach ja! Das Mondlicht ist so hübsch, dass ich am\nliebsten glatt ein Liedchen maunzen möchte..."
}
