{
    "ch0244_00_hop/0101_0701_01_10": "Hey, [Name:PlayerNickname ]! Going out\nexploring again today, are you?",
    "ch0244_00_hop/0101_0701_02_10": "That’s the spirit, [Name:PlayerNickname ]!\nThe day your legend begins is near!",
    "ch0244_00_hop/7101_0701_01_10": "You know what would be a good way to make\nPokémon battles even more fun?",
    "ch0244_00_hop/7101_0701_02_10": "Change how you throw your Poké Ball!",
    "ch0244_00_hop/7101_0701_03_10": "Throw ’em in a flashy way, and you’ll be leaps\nand bounds ahead of your opponents! Go on, give\nit a shot!",
    "ch0244_00_hop/7105_0701_01_10": "My big brother is the Champion of Galar. In the\npast, I tried really hard to become the sort of\nTrainer that would make him proud.",
    "ch0244_00_hop/7105_0701_02_10": "But now, I know the path I really want to take.\nLee is Lee, and I’m me. It’s OK for us to\nbe different.",
    "ch0244_00_hop/7105_0701_03_10": "I hope you can figure out what path you want\nto take, too, [Name:PlayerNickname ]!",
    "ch0244_00_hop/1701_0701_01_10": "Feeling all right, mate? You can have this!",
    "ch0244_00_hop/1701_0702_01_10": "From my experience as a Trainer and a professor’s\nassistant, I can tell it’s something good!",
    "ch0244_00_hop/2501_0701_01_10": "Before, I traveled all over Galar because I wanted\nto be the Champion.",
    "ch0244_00_hop/2501_0701_02_10": "That didn’t turn out as planned. But thanks to all\nthe people I met on my journey, I’ve got a new\ndream now!",
    "ch0244_00_hop/2501_0701_03_10": "There isn’t just one path to follow! I hope you’ve\ncome to understand that yourself!",
    "ch0244_00_hop/2501_0702_01_10": "My dream is to become a Pokémon Professor, but\ndon’t you assume that means I’ll go easy on you\nin battle!",
    "ch0244_00_hop/3001_0701_01_10": "Good morning! Still half asleep?\nCome on! It’s time to get this day started!",
    "ch0244_00_hop/3003_0701_01_10": "I wonder what new sync pairs we might see\ntoday. My excitement’s running ahead of me even\nfaster than a train!",
    "ch0244_00_hop/3005_0701_01_10": "Wow, how is it already so late? All right, time for\nme to let my partner have some hard-earned rest!"
}
