{
    "ch0247_40_dande/0101_0701_01_10": "All right, [Name:PlayerNickname ]! Let’s get out\nthere and bring energy and passion to the world!",
    "ch0247_40_dande/0101_0701_02_10": "Whether it’s an adventure or a Pokémon battle,\nI’ll be right there by your side!",
    "ch0247_40_dande/7101_0701_01_10": "Since I became Champion, I’ve really been quite\nbusy every day.",
    "ch0247_40_dande/7101_0701_02_10": "But I’ve decided that no matter what, I’ve got to\nmake time to see everyone on special occasions.",
    "ch0247_40_dande/7101_0701_03_10": "That’s because spending time with family and\nfriends is just as important as Pokémon battles!",
    "ch0247_40_dande/7102_0701_01_10": "I wonder if someday Glastrier will let me ride it\nlike Calyrex does.",
    "ch0247_40_dande/7102_0701_02_10": "If I could ride around on Glastrier while delivering\npresents, people would definitely get a kick out\nof that!",
    "ch0247_40_dande/7103_0701_01_10": "My usual cap is pretty cool, but don’t you think this\nhat looks great on me, too?",
    "ch0247_40_dande/7103_0701_02_10": "Now I’m thinking I should start trying on even\nmore types of hats. Maybe I could get one of\nthose that you see on a Galarian Weezing!",
    "ch0247_40_dande/7103_0701_03_10": "Wait...that’s not actually a hat, is it?",
    "ch0247_40_dande/7104_0701_01_10": "When I look out over the snow here on Pasio, it\nreminds me of the Crown Tundra.",
    "ch0247_40_dande/7104_0701_02_10": "It’s really easy to get lost out there, but now that\nI’ve got Calyrex and the others with me, I have\nnothing to worry about!",
    "ch0247_40_dande/7105_0701_01_10": "Hey there, [Name:PlayerNickname ]! Is there\nanything you’ve been wanting to get as a present?",
    "ch0247_40_dande/7105_0701_02_10": "If there is, you can count on me to deliver the\nfinest present to you in the most spectacular way!",
    "ch0247_40_dande/1701_0701_01_10": "To you from me! It’s present time!",
    "ch0247_40_dande/1701_0702_01_10": "That feeling of excitement when you get the gift...\nThat’s part of the present, too!",
    "ch0247_40_dande/2501_0701_01_10": "Even though Calyrex is a stern Pokémon, it also\nhas a merciful side. It heals its opponents’ wounds\nafter battle.",
    "ch0247_40_dande/2501_0701_02_10": "I’ve learned a lot from Calyrex, and it got\nme thinking...",
    "ch0247_40_dande/2501_0701_03_10": "Being a Champion isn’t just about being strong.\nYou’ve got to be tough on your challengers, but\nyou have to care about them as well.",
    "ch0247_40_dande/2501_0702_01_10": "I’ve got a heart that’s burning with passion, while\nCalyrex is as cool as ice.",
    "ch0247_40_dande/2501_0702_02_10": "Fire and ice makes us well-balanced as a sync\npair, don’t you think?",
    "ch0247_40_dande/2511_0701_01_10": "My usual cape is pretty good, but I’ve got to\nsay...this coat I’ve got on now is nice and cozy.",
    "ch0247_40_dande/2511_0701_02_10": "With this on, I feel like I could stay out exploring\nthe Crown Tundra for ages!",
    "ch0247_40_dande/2511_0701_03_10": "There are a lot of places there I haven’t been to\nyet, and I’ve been wanting to go on an adventure\nwith Calyrex!",
    "ch0247_40_dande/2511_0702_01_10": "When we go to the Crown Tundra, you’re coming\nwith us, right?",
    "ch0247_40_dande/2511_0702_02_10": "I’ll give you a warm coat just like mine as\na present!",
    "ch0247_40_dande/3001_0701_01_10": "I’m feeling more excited than usual this morning.\nI bet a battle is waiting for us just around\nthe corner!",
    "ch0247_40_dande/3003_0701_01_10": "I’m off to deliver some presents! Don’t worry—\neven if I get lost on the way, I’ll make sure they\nget to the right person!",
    "ch0247_40_dande/3005_0701_01_10": "Be sure to get home before nightfall!\nYou might get a present if you keep up\nthe good behavior!"
}
