{
    "ch0257_00_qibana/0101_0701_01_10": "¡Hombre, tú por aquí! ¡Veo que hoy también vas\nbuscando aventuras, [Name:PlayerNickname ]!",
    "ch0257_00_qibana/0101_0701_02_10": "Voy a tener que agarrarme a algo, ¡porque vienes\narrollando con la fuerza de una tempestad! ¡Y no\nes fácil abrumar a un portento como yo!",
    "ch0257_00_qibana/7101_0701_01_10": "No te agobies si las condiciones meteorológicas\ncambian en pleno combate, ¡capea el temporal!",
    "ch0257_00_qibana/7101_0701_02_10": "Ten en cuenta que los Entrenadores y los compis\nsomos como uña y carne durante los combates.",
    "ch0257_00_qibana/7101_0701_03_10": "Y como se te ocurra titubear, podéis acabar\nperdiendo un combate que os habríais sacado\ncon la gorra.",
    "ch0257_00_qibana/7102_0701_01_10": "¿No te parece que las fotos plasman bastante\nbien la personalidad de cada cual?",
    "ch0257_00_qibana/7102_0701_02_10": "Fíjate en las fotos de Lionel con su pose Charizard,\no en las que se hace Cathy de modelo.",
    "ch0257_00_qibana/7102_0701_03_10": "¡Ya va siendo hora de que yo también me invente\nuna nueva pose!",
    "ch0257_00_qibana/7103_0701_01_10": "Me flipa hacerme selfis, te lo digo en serio.",
    "ch0257_00_qibana/7103_0701_02_10": "Al principio me los hacía para no olvidarme de lo\nmucho que me fastidiaba perder.",
    "ch0257_00_qibana/7103_0701_03_10": "No hay nada como conseguir un selfi perfecto.\n¡Es como clavar un movimiento en un combate!",
    "ch0257_00_qibana/7104_0701_01_10": "Con la de Entrenadores que hay en Passio, tiene\nque haber gente capaz de vencer a Lionel.",
    "ch0257_00_qibana/7104_0701_02_10": "¡Pero yo pienso luchar contra viento y marea\npara vencerles y llegar a lo más alto!",
    "ch0257_00_qibana/7104_0701_03_10": "¡Me voy a alzar con el título del tío más fuerte\nde toda Passio!",
    "ch0257_00_qibana/7105_0701_01_10": "Oye, ¿tú no tienes un rival que se te haya metido\nentre ceja y ceja, [Name:PlayerNickname ]?",
    "ch0257_00_qibana/7105_0701_02_10": "Se entrena mucho mejor cuando tienes en mente\nderrotar a un rival de los buenos.",
    "ch0257_00_qibana/7105_0701_03_10": "¡Y en Passio tienes contrincantes a punta pala!\nLo suyo sería combatir entre todos y así aprender\nlos unos de los otros.",
    "ch0257_00_qibana/1701_0701_01_10": "¡Mira quién se ha dejado caer por estos lares!\nToma, un regalito del bueno de Roy.",
    "ch0257_00_qibana/1701_0701_02_10": "Sácale el máximo partido para seguir progresando\ncomo Entrenador[ES:Gen Ref=\"255\" F=\"a\" ].",
    "ch0257_00_qibana/1701_0702_01_10": "Un[ES:Gen Ref=\"255\" F=\"a\" ] buen[ES:Gen Ref=\"255\" F=\"a\" ] Entrenador[ES:Gen Ref=\"255\" F=\"a\" ] siempre elige el momento\nadecuado para usar un objeto.",
    "ch0257_00_qibana/2501_0701_01_10": "Este Líder de Gimnasio que tienes ante ti no solo\nes capaz de controlar el tiempo, ¡sino que también\nva buscando combates de dos contra dos!",
    "ch0257_00_qibana/2501_0701_02_10": "Lo que pasa es que aquí, en Passio, los combates\nson distintos de los que disputamos en Galar.",
    "ch0257_00_qibana/2501_0701_03_10": "¡Aunque estoy aprendiendo una burrada\nviéndote combatir a ti!",
    "ch0257_00_qibana/2501_0702_01_10": "En los combates por equipos, hay que saber\ncompenetrarse con el resto de Entrenadores.",
    "ch0257_00_qibana/2501_0702_02_10": "Pero no te preocupes, ¡que tú y yo estamos en\nla misma onda!",
    "ch0257_00_qibana/2511_0701_01_10": "Oye, ¿qué tienes pensado hacer cuando llegues\na lo más alto en Passio?",
    "ch0257_00_qibana/2511_0701_02_10": "Yo tengo como objetivo vencer a Lionel, y me\nestoy divirtiendo como nunca entrenando para ello.\nNi me he puesto a pensar en qué pasará después.",
    "ch0257_00_qibana/2511_0702_01_10": "¿Cómo dices? ¿Que por mucho que venza a Lionel\ntodavía te tendría que ganar a ti?",
    "ch0257_00_qibana/2511_0702_02_10": "¡Ja, ja, tienes toda la razón! Casi se me olvida\nque en Passio hay muchos Entrenadores tan\npoderosos como Lionel.",
    "ch0257_00_qibana/2511_0702_03_10": "¡Me encanta la gente con agallas como tú!\nVisto lo visto, ¡hoy también me va a tocar\nentrenar como un poseso!",
    "ch0257_00_qibana/3001_0701_01_10": "¡Vaya madrugón te has pegado para entrenar, tí[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ]!\nSabía que no eras un[ES:Gen Ref=\"255\" F=\"a\" ] Entrenador[ES:Gen Ref=\"255\" F=\"a\" ] del montón,\n¡pero esto ya es querer lucirse!",
    "ch0257_00_qibana/3003_0701_01_10": "¡Pero qué a gusto se está al sol! ¿A que le hace\na uno sentirse vivo? ¡Y encima me entran unas\nganas de combatir irresistibles!",
    "ch0257_00_qibana/3005_0701_01_10": "No me digas que esta brisa no sienta de lujo\ndespués de pasarse todo el día combatiendo...\n¡Hoy hemos tenido un entrenamiento de diez!"
}
