{
    "ch0249_00_rulina/0101_0701_01_10": "Oh, eres tú. Cada día se te ve mejor, ya nos\ngustaría a las modelos tener esa suerte,\n[Name:PlayerNickname ].",
    "ch0249_00_rulina/0101_0701_02_10": "Seguiré nadando a contracorriente para que\nno me arrastre tu fuerza.",
    "ch0249_00_rulina/7101_0701_01_10": "¿Te gusta pescar? Para mí, siempre es una\nexperiencia apasionante.",
    "ch0249_00_rulina/7101_0701_02_10": "¿Qué Pokémon se dejará ver entre las olas?\n¿Qué clase de encuentro tendré con él?",
    "ch0249_00_rulina/7101_0701_03_10": "Se genera un suspense particular, casi como\nen el desafío de los gimnasios. Es irresistible.",
    "ch0249_00_rulina/7102_0701_01_10": "Sonia y yo nos conocimos en el desafío de los\ngimnasios, y seguimos siendo buenas amigas.",
    "ch0249_00_rulina/7102_0701_02_10": "Aunque las corrientes de la vida nos lleven por\ncauces distintos, siempre se esfuerza por entender\nlo que me atormenta.",
    "ch0249_00_rulina/7102_0701_03_10": "Se puede decir que me ha salvado muchas veces,\ngracias al optimismo que le destila por los poros.",
    "ch0249_00_rulina/7103_0701_01_10": "Hay reunidas muchas parejas de compis muy\nimponentes aquí, en Passio.",
    "ch0249_00_rulina/7103_0701_02_10": "Aunque a mí sobre todo me interesa combatir\ncontra compis de tipo Planta.",
    "ch0249_00_rulina/7103_0701_03_10": "Porque así me haré lo bastante fuerte como para\nenfrentarme a Percy y tomarme la revancha.",
    "ch0249_00_rulina/7104_0701_01_10": "La derrota puede ser mortificante para muchos,\nhasta tal punto que ya no piensan en nada más.",
    "ch0249_00_rulina/7104_0701_02_10": "A mí también me pesa la derrota, cómo no,\npero intento analizar cuáles han sido mis fallos.",
    "ch0249_00_rulina/7104_0701_03_10": "Si no te paras a hacer ese ejercicio de reflexión,\nte quedas atrapad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] como en un remolino.",
    "ch0249_00_rulina/7105_0701_01_10": "¿Sabes qué? La palabra \"modelo\" también es un\nsinónimo de \"referente\".",
    "ch0249_00_rulina/7105_0701_02_10": "Es decir, ser modelo supone muy a menudo ser\nel foco de todas las miradas.",
    "ch0249_00_rulina/7105_0701_03_10": "Y se podría decir que tú también eres un modelo\npara los demás, [Name:PlayerNickname ].",
    "ch0249_00_rulina/7105_0701_04_10": "La manera en que cuidas de tus Pokémon es un\nejemplo a seguir para cualquier Entrenador.",
    "ch0249_00_rulina/1701_0701_01_10": "Vaya, así que estabas aquí.",
    "ch0249_00_rulina/1701_0701_02_10": "Aquí tienes un regalo. Si te gusta, es todo tuyo.",
    "ch0249_00_rulina/1701_0702_01_10": "Con una mente tan brillante como la tuya, sé que\nsabrás usarlo con astucia.",
    "ch0249_00_rulina/2501_0701_01_10": "Cuando flotas en el agua y te dejas mecer por\nlas olas, es como si el resto del mundo se\ndesvaneciera.",
    "ch0249_00_rulina/2501_0701_02_10": "Es lo que yo hago cuando estoy triste o cansada\ny necesito despejarme.",
    "ch0249_00_rulina/2501_0701_03_10": "Pero es mi truco secreto, así que no se lo cuentes\na nadie, ¿de acuerdo?",
    "ch0249_00_rulina/2501_0702_01_10": "Las olas se llevan mis pensamientos negativos.",
    "ch0249_00_rulina/2501_0702_02_10": "¡Por eso me siento renovada y dispuesta a todo\ncada día, ya me toque combatir o posar!",
    "ch0249_00_rulina/2511_0701_01_10": "A la hora de ser modelo o Líder de Gimnasio, no\nhay atajos posibles.",
    "ch0249_00_rulina/2511_0701_02_10": "Si los tomara, sentiría que estoy traicionando a\ntoda la gente que vierte sus esperanzas en mí.",
    "ch0249_00_rulina/2511_0701_03_10": "Además, me estaría traicionando a mí misma,\n¡con lo duro que he trabajado siempre!",
    "ch0249_00_rulina/2511_0701_04_10": "Por eso seguiré combatiendo hasta ser la mejor.\nSin prisa, pero sin pausa, ¡entregándome a fondo!",
    "ch0249_00_rulina/2511_0702_01_10": "Dar siempre el máximo en todo lo que haces\nresulta agotador...",
    "ch0249_00_rulina/2511_0702_02_10": "Pero ese esfuerzo extra es lo que me permite\nir un paso por delante de los demás.",
    "ch0249_00_rulina/2511_0702_03_10": "Creo que el hecho de estar dispuesta a llegar tan\nlejos es lo que me distingue del resto.",
    "ch0249_00_rulina/3001_0701_01_10": "Buenos días. ¡He estado en la playa dándome\nun chapuzón matutino con mi compi y estoy la\nmar de despejada!",
    "ch0249_00_rulina/3003_0701_01_10": "En Passio hay más Entrenadoras que también son\nmodelos o actrices, ¡son una gran fuente de\ninspiración!",
    "ch0249_00_rulina/3005_0701_01_10": "Cuando pasas tanto tiempo nadando como yo,\nun masaje relajante es el colofón ideal para\nrematar el día."
}
