{
    "ch0241_00_kojiro/0101_0701_01_10": "Ah, if it isn’t [Name:PlayerNickname ]!\nToday will be the day I make your partner\nPokémon mine once and for all!",
    "ch0241_00_kojiro/0101_0701_02_10": "Oh, hush! I couldn’t defeat you all alone even if\nI wanted to. Next time, though! Mark my words!",
    "ch0241_00_kojiro/0602_0701_01_10": "When I was in town the other day, I overheard a\nTrainer say that she was collecting bottle caps.",
    "ch0241_00_kojiro/0602_0701_02_10": "I’m something of a bottle cap connoisseur myself,\nso I walked over and started up a conversation.\nTurned out we were NOT on the same page...",
    "ch0241_00_kojiro/0602_0701_03_10": "She just kept going on about some guy in another\nregion who’ll give your Pokémon special training\nin exchange for silver or gold bottle caps.",
    "ch0241_00_kojiro/0602_0701_04_10": "I was looking forward to gushing about my\ncollection, but as usual, I ended up\ndisappointed... *sigh*",
    "ch0241_00_kojiro/0605_0701_01_10": "Hey, [Name:PlayerNickname ]. You have a lot\nof teammates, right? Are there particular Trainers\nthat you spend most of your time with?",
    "ch0241_00_kojiro/0605_0701_02_10": "Jessie, Meowth, and I have always been together,\njust the three of us. Working with them is as easy\nas breathing.",
    "ch0241_00_kojiro/0605_0701_03_10": "Someday, we’ll have to battle you and your dream\nteam, trio versus trio, and see which team has the\nstronger bond!",
    "ch0241_00_kojiro/1701_0701_01_10": "Ahh, there you are! Come here, I have something\nfor you.",
    "ch0241_00_kojiro/1701_0701_02_10": "This is your share of the profits. Don’t go spending\nit all at once!",
    "ch0241_00_kojiro/1701_0702_01_10": "That’s a thanks to you and a debt repaid for me!",
    "ch0241_00_kojiro/2501_0701_01_10": "Weezing has been my partner in crime since he\nwas just a little Koffing. I actually got him as a\ngift from the boss one year!",
    "ch0241_00_kojiro/2501_0701_02_10": "He risks his neck for me whenever we battle, and\nhe’s always there to give us an escape route\nwith his smokescreen!",
    "ch0241_00_kojiro/2501_0701_03_10": "He’s just as much a part of Team Rocket as me\nor Jessie or Meowth!",
    "ch0241_00_kojiro/2501_0702_01_10": "Someday...just like with any other friendship,\nI know there’ll come a day when the two of us\nhave to say good-bye.",
    "ch0241_00_kojiro/2501_0702_02_10": "But just thinking about that makes me... *sniffle*\nI...I just get so emotional, you know!",
    "ch0241_00_kojiro/3001_0701_01_10": "Pleasant morning we’re having, don’t you think?\nAhhh, days like these are just perfect for getting\nup to no good!",
    "ch0241_00_kojiro/3001_0701_02_10": "You got that right! Even my charm is sparklin’\nin the sunlight! That’s a good sign!",
    "ch0241_00_kojiro/3002_0701_01_10": "Have you eaten breakfast yet? *sigh*\nI wonder if there’s a donut shop on Pasio...\nI’m so hungry, I could eat more than a Snorlax.",
    "ch0241_00_kojiro/3002_0701_02_10": "Me too, but our budget’s been cut ’cause we\nmess up so much, remember? Now we can’t\neven afford donut holes!",
    "ch0241_00_kojiro/3003_0701_01_10": "My clever plan to capture all the Pokémon\non Pasio is almost comple— *cough cough* Oh!\nIs the café selling ice cream now?! Gotta run!",
    "ch0241_00_kojiro/3003_0701_02_10": "M-me, too! Nobody said nothin’ about capturin’\nany Pokémon! *cough cough*",
    "ch0241_00_kojiro/3004_0701_01_10": "Anywhere there’s peace in the universe, Team\nRocket will be there to make everything worse!\nConscience, shmonscience!",
    "ch0241_00_kojiro/3004_0701_02_10": "Ya better watch out if you’re havin’ a good\nday, ’cause Team Rocket’ll be there to\nwreck it!",
    "ch0241_00_kojiro/3005_0701_01_10": "Oh, are you going out tonight? We were thinking\nof burning the midnight oil and making some\nnew disguises!",
    "ch0241_00_kojiro/3005_0701_02_10": "You should see James’s disguises! Talk\nabout primo goods! But it’s yours truly that\nhandles all the fabric cuttin’!",
    "ch0241_00_kojiro/3006_0701_01_10": "Twerps like you should be in bed by now. What\nare you doing up? You’re not...*chuckle* up to no\ngood, are you?",
    "ch0241_00_kojiro/3006_0701_02_10": "Nah, get outta here! You gotta be a good li’l\ntwerp and stay outta trouble, or else our\njob would be no fun!"
}
