{
    "ch0256_00_nezz/0101_0701_01_10": "Hey there, [Name:PlayerNickname ]. Heading\nout on another adventure today, are you?",
    "ch0256_00_nezz/0101_0701_02_10": "I’m cheering for you. Get out and enjoy yourself.",
    "ch0256_00_nezz/7101_0701_01_10": "I may be a Gym Leader, but I’m also a bit of\na singer.",
    "ch0256_00_nezz/7101_0701_02_10": "I hope to leave my Gym to my little sis someday\nso I can focus on my music.",
    "ch0256_00_nezz/7101_0701_03_10": "But she has a dream of her own, too.",
    "ch0256_00_nezz/7101_0701_04_10": "For now, I suppose I’ll just have to keep doing my\nbest at both.",
    "ch0256_00_nezz/7102_0701_01_10": "My little sis wants to be the Champion of Galar.",
    "ch0256_00_nezz/7102_0701_02_10": "All the people who wanted to cheer her on came\ntogether to form Team Yell.",
    "ch0256_00_nezz/7102_0701_03_10": "They’re always coming to my concerts an’ cheering\nfor us. They’re a good lot.",
    "ch0256_00_nezz/7103_0701_01_10": "You know about Dynamaxing? In Galar, there are\nPower Spots that make Pokémon huge.",
    "ch0256_00_nezz/7103_0701_02_10": "But I don’t use ’em.",
    "ch0256_00_nezz/7103_0701_03_10": "Battling without Dynamax is the way to go. It’s\nwhat a real battle’s supposed to be like.",
    "ch0256_00_nezz/7103_0701_04_10": "I’m gonna keep winning without Dynamaxing. \nHopefully, it’ll bring back everyone’s smiles and\npride in our hometown.",
    "ch0256_00_nezz/7104_0701_01_10": "Team Yell often come to my concerts to cheer us\non. It gets really lively when they’re around.",
    "ch0256_00_nezz/7104_0701_02_10": "I’d like to return the favor, but all I can do as a\nhumble singer is continue singing humble songs. ",
    "ch0256_00_nezz/7104_0701_03_10": "That’s why I’m going to write the best song I can\nwhile I’m here on Pasio.",
    "ch0256_00_nezz/7104_0701_04_10": "Once I get back to Galar, I’ll sing it for them.",
    "ch0256_00_nezz/7105_0701_01_10": "Do you sing or play any instruments, \n[Name:PlayerNickname ]?",
    "ch0256_00_nezz/7105_0701_02_10": "I’m curious. I bet you’d probably make some\nrockin’ music.",
    "ch0256_00_nezz/7105_0701_03_10": "If you ever do write a song, let me hear it.",
    "ch0256_00_nezz/1701_0701_01_10": "Oh, there you are. I have something for you. ",
    "ch0256_00_nezz/1701_0701_02_10": "Here, it’s a present from me to you.",
    "ch0256_00_nezz/1701_0702_01_10": "If you use it well, I’m sure it’ll help you on\nyour adventures.",
    "ch0256_00_nezz/2501_0701_01_10": "I have a little sister. Her name’s Marnie.",
    "ch0256_00_nezz/2501_0701_02_10": "She’s about as cute as they come. It might sound\nlike a bit of an exaggeration, but she’s important\nto me.",
    "ch0256_00_nezz/2501_0701_03_10": "I wonder what she’s doing now. I suppose she’s\ndoing all right.",
    "ch0256_00_nezz/2501_0702_01_10": "If you ever meet Marnie, mind keeping an eye\non her?",
    "ch0256_00_nezz/2501_0702_02_10": "She’s independent, but as an older brother, I\nworry about her.",
    "ch0256_00_nezz/2511_0701_01_10": "I’ve been wondering if my music can have a \npositive effect on my partner Pokémon through\nsync stones.",
    "ch0256_00_nezz/2511_0701_02_10": "You see, my partner Pokémon gets excited when I \nstart singing.",
    "ch0256_00_nezz/2511_0701_03_10": "If music’s the key to coming together an’\nunleashing a powerful sync move, the better the\nsong, the stronger the move will be.",
    "ch0256_00_nezz/2511_0701_04_10": "That’s just my theory, anyway.",
    "ch0256_00_nezz/2511_0702_01_10": "Once I finish a new song, I’ll test out my theory.\nIt’d be great if you could help me out with that\nwhen the time comes.",
    "ch0256_00_nezz/2511_0702_02_10": "You’re also the first person I want to listen to\nmy song.",
    "ch0256_00_nezz/2511_0702_03_10": "So that’s it. Sound good to you?",
    "ch0256_00_nezz/3001_0701_01_10": "I like when it’s all quiet in the morning. Makes it\neasier to come up with new melodies, y’know?",
    "ch0256_00_nezz/3003_0701_01_10": "Battling’s always been a massive inspiration for\nmy songwriting. Some of my best riffs have come\nfrom winning a good battle.",
    "ch0256_00_nezz/3005_0701_01_10": "You ever think about how everything on this\nisland’s artificial? Well, except the stars—they’re\nso metal, they’re in a class all of their own."
}
