{
    "intro_only_event_swsh_advertise_1/6001_1301_0100_10": "If you talk to the other Trainers on Pasio, you get\nto hear how different the leagues are in all the\nother regions! It’s some interesting stuff!",
    "intro_only_event_swsh_advertise_1/6001_1301_0200_10": "Take the Galar region, for example.\nMost of their Pokémon Gyms are huge stadiums\nwhere spectators can enjoy watching the battles.",
    "intro_only_event_swsh_advertise_1/6001_1301_0300_10": "Once a year, Trainers in Galar compete in a\ntournament for the chance to battle the Champion,\nand the whole thing is televised for everybody!",
    "intro_only_event_swsh_advertise_1/6001_1301_0400_10": "Man, I’m getting pumped up just thinking about it!\nOnce we win here on Pasio, let’s go try our hand\nin Galar, too!",
    "intro_only_event_swsh_advertise_1/6003_1301_0100_10": "Since coming to Pasio, I’ve learned a ton of new\nstuff about dragon Pokémon from the dragon\nmasters here.",
    "intro_only_event_swsh_advertise_1/6003_1301_0200_10": "Turns out there are a bunch of Pokémon all over\nthe world that I’ve never even seen before.",
    "intro_only_event_swsh_advertise_1/6003_1301_0300_10": "The one I want to see most is a Steel-type\nPokémon called Duraludon! You can find it\nin the Galar region.",
    "intro_only_event_swsh_advertise_1/6003_1301_0400_10": "I heard that even though Duraludon’s body is made\nof heavy-looking metal, it’s actually really, really\nlightweight! I wonder what it’s like in person...",
    "intro_only_event_swsh_advertise_1/6004_1301_0100_10": "There are so many stylish people on Pasio—it’s\ntons of fun just to people watch!",
    "intro_only_event_swsh_advertise_1/6004_1301_0200_10": "Oh, speaking of stylish, I made a new friend from\nKalos the other day. She’s super knowledgeable\nabout all the latest fashion trends!",
    "intro_only_event_swsh_advertise_1/6004_1301_0300_10": "According to her, the boutiques in the Galar region\ncarry all kinds of different clothing brands!",
    "intro_only_event_swsh_advertise_1/6004_1301_0400_10": "They let you try out everything in the store to mix\nand match your entire outfit! You can also go to\nsalons and get your hair and makeup done!",
    "intro_only_event_swsh_advertise_1/6004_1301_0500_10": "I can’t wait to visit Galar someday and dive into\nall the fashion and beauty trends there!",
    "intro_only_event_swsh_advertise_1/6005_1301_0100_10": "I spend lots of time skating all around Pasio,\npracticing my tricks.",
    "intro_only_event_swsh_advertise_1/6005_1301_0200_10": "It’s so much fun! The sights and smells are all so\ndifferent from Kalos that everything feels new\nand fresh!",
    "intro_only_event_swsh_advertise_1/6005_1301_0300_10": "Oh, speaking of fresh, have you heard of the\nWild Area in Galar? Apparently, it’s full of really\nbig, open fields.",
    "intro_only_event_swsh_advertise_1/6005_1301_0400_10": "I wonder what they’re like! I’d totally love to run\nwild with Lucario there someday!",
    "intro_only_event_swsh_advertise_1/6006_1301_0100_10": "Pasio is a great place to experience all sorts of\nregional cuisines, thanks to the variety of dishes\nand cooking ingredients imported here.",
    "intro_only_event_swsh_advertise_1/6006_1301_0200_10": "A chef I ran into told me that curry is very popular\nin the Galar region.",
    "intro_only_event_swsh_advertise_1/6006_1301_0300_10": "Apparently, cooking a pot of curry when one goes\ncamping has become something of a tradition\nthere. I’m curious how that tradition started.",
    "intro_only_event_swsh_advertise_1/6006_1301_0400_10": "It’s all certainly intriguing! If I ever have the\nopportunity to visit the region, I’d like to try\nmaking my own original curry recipe.",
    "intro_only_event_swsh_advertise_1/6007_1301_0100_10": "I traveled with a Zigzagoon back on Hoenn that\nalways came through for me in a pinch. His Cut\ncould slice through anything!",
    "intro_only_event_swsh_advertise_1/6007_1301_0200_10": "Speaking of Zigzagoon, my dad told me that in the\nGalar region they look different from the ones we\nusually see.",
    "intro_only_event_swsh_advertise_1/6007_1301_0300_10": "I hear they like to battle but have a cute\nside and like to play with people, too.",
    "intro_only_event_swsh_advertise_1/6007_1301_0400_10": "And get this! They can apparently evolve a\nsecond time—after evolving into Linoone!\nIsn’t that awesome?!",
    "intro_only_event_swsh_advertise_1/6007_1301_0500_10": "I wonder what they look like.\nI’d love to see one someday!",
    "intro_only_event_swsh_advertise_1/6007_1301_0600_10": "If we can, let’s go together!",
    "intro_only_event_swsh_advertise_1/6008_1301_0100_10": "You know I’m in a band, right? We have an\nawesome stage in my Gym, and we have a big\nKoffing painted on the wall behind it!",
    "intro_only_event_swsh_advertise_1/6008_1301_0200_10": "Koffing and Weezing look totally sick, don’t they?\nI think they’re rad!",
    "intro_only_event_swsh_advertise_1/6008_1301_0300_10": "Oh yeah, have you heard of the Galar region?\nApparently, they got a Weezing that’s different\nfrom the ones we got in Unova.",
    "intro_only_event_swsh_advertise_1/6008_1301_0400_10": "It’s got smokestack-looking things on its head that\nfilter the air and make it clean.",
    "intro_only_event_swsh_advertise_1/6008_1301_0500_10": "Talk about unexpected, right? Bet you woulda\nnever guessed that comin’ from a Weezing!",
    "intro_only_event_swsh_advertise_1/6008_1301_0600_10": "It’d be awesome if we could go catch a few\ntogether someday! I might get some ideas for\nnew songs, too!",
    "intro_only_event_swsh_advertise_1/6009_1301_0100_10": "Clashing with mighty opponents head on, testing\neach other’s mettle, and prevailing over them is\nwhat makes both Trainers and Pokémon stronger!",
    "intro_only_event_swsh_advertise_1/6009_1301_0200_10": "I’ve heard that Farfetch’d in the Galar region can\nachieve quite a unique Evolution if they can prove\ntheir mettle through countless battles.",
    "intro_only_event_swsh_advertise_1/6009_1301_0300_10": "They become Sirfetch’d, a noble Pokémon that uses\na giant leek as a lance to do honorable battle\nwith any opponent that dares challenge it!",
    "intro_only_event_swsh_advertise_1/6009_1301_0400_10": "I can sympathize with that principle! I would love\nto encounter one someday.",
    "intro_only_event_swsh_advertise_1/6009_1301_0500_10": "When that day comes, you shall be at my side!"
}
