{
    "story_09_03000/2401_1001_0100_10": "Hah! I was told that a few Trainers were in\na tussle with Team Break, so I came to have\na look... Turns out it’s just you amateurs!",
    "story_09_03000/2401_0301_0200_10": "You...",
    "story_09_03000/2401_0401_0300_10": "Oh? So you remember me, then!\nYes, it is I, Lear! Owner and creator of this\nmagnificent island you all stand on!",
    "story_09_03000/2401_0302_0400_10": "Who are you?",
    "story_09_03000/2401_0402_0500_10": "You must be joking, right? That is ridiculous!\nNo one forgets me, Lear, owner of Pasio!",
    "story_09_03000/2401_1001_0600_10": "So you’re Lear, huh? Your reputation precedes\nyou...and not in a good way. To be honest,\npeople don’t speak very positively of you.",
    "story_09_03000/2401_1001_0700_10": "Tell me, what’s the real reason you’re here?\nI’d hate to think that you’re the one behind\nall of this misconduct.",
    "story_09_03000/2401_1001_0800_10": "Hah! Don’t be ridiculous! \nMe? Promote this foolishness on my own island?! \nThe mere thought is insulting!",
    "story_09_03000/2401_1001_0900_10": "The reason I came here in the first place was\nto bring judgment on these thugs!",
    "story_09_03000/2401_1001_1000_10": "Got it? Now stay out of my way.\nGo crawl into a corner with your pathetic\nteam and leave this to a real Pokémon master!",
    "story_09_03000/2401_1001_1100_10": "That guy said his name is Lear, right?\nYou know, I’m sure he must be rich and\npowerful and all, but that was just plain rude!",
    "story_09_03000/2401_1001_1200_10": "You’re not just gonna let him get away with\nthat attitude, right, [Name:PlayerNickname ]?!",
    "story_09_03000/2401_1001_1300_10": "We should go and show that snooty Lear\nthat this team is anything but pathetic!",
    "story_09_03000/2401_1001_1400_10": "Calm down a moment, Iris.",
    "story_09_03000/2401_1001_1500_10": "Try not to let yourself get so worked up.\nYou’ll only tire yourself out.",
    "story_09_03000/2401_1001_1600_10": "But aren’t you upset that he called your team\npathetic, Mr. Pryce?",
    "story_09_03000/2401_1001_1700_10": "Sticks and stones, Iris. Words can’t hurt you if\nyou don’t let them. A Trainer should always\nbe calm and disciplined.",
    "story_09_03000/2401_1001_1800_10": "Yeah, I think I know what you mean.\nWorking together as a team is probably a lot\nharder if you’re all worked up and angry.",
    "story_09_03000/2401_1001_1900_10": "Indeed... It sounds like young Iris here is\nalready much wiser about these things than\nour haughty friend, Lear.",
    "story_09_03000/2401_1001_2000_10": "Come! I think perhaps it’s time to show him\nexactly what this team is capable of!"
}
