{
    "story_99_00600/2401_1001_0100_10": "Yo, [Name:PlayerNickname ]!\nYou came, too, huh?",
    "story_99_00600/2401_1001_0200_10": "You know why we’re all gathered here,\ndon’t you?",
    "story_99_00600/2401_0301_0300_10": "No, I don’t.",
    "story_99_00600/2401_0401_0400_10": "I’ll tell ya, then!",
    "story_99_00600/2401_0302_0500_10": "I’m sure it’s for a good reason.",
    "story_99_00600/2401_0402_0600_10": "That’s right! We’ve got something fun in mind.",
    "story_99_00600/2401_1001_0700_10": "You know how Champions and Elite Four members\nfrom all over the world have gathered here\non Pasio?",
    "story_99_00600/2401_1001_0800_10": "It’d be a shame to let such a perfect opportunity\ngo to waste.",
    "story_99_00600/2401_1001_0900_10": "So, I figured I could give everyone a taste of the\nPokémon League experience by having them face\noff against Elite Four members and a Champion!",
    "story_99_00600/2401_1001_1000_10": "Whaddaya think? Great idea, isn’t it? Sure, I’m a\nformer Champion now, but I’m way stronger than\nI used to be!",
    "story_99_00600/2401_1001_1100_10": "Feh... He’s that old duff’s grandson, all right.\nPutting us to work like a real taskmaster.",
    "story_99_00600/2401_1001_1200_10": "Ha ha ha ha! Weren’t you the first one here,\nAgatha? You can’t fool us with your grumbling!",
    "story_99_00600/2401_1001_1300_10": "You were just as excited to come here as I was,\nweren’t you. Hoo! Hah!",
    "story_99_00600/2401_1001_1400_10": "Oh, stuff it, Bruno! I’m just an early riser!",
    "story_99_00600/2401_1001_1500_10": "You all haven’t changed one bit, I see! I must\nadmit, I’m looking forward to these battles myself!",
    "story_99_00600/2401_1001_1600_10": "I, Lance, stand ready to give the sync pairs here\na true challenge as the most formidable opponent\nthey’ll ever face!",
    "story_99_00600/2401_1001_1700_10": "Oh, really? And who says you’re the toughest\nchallenge they’ll face?",
    "story_99_00600/2401_1001_1800_10": "We’ve gotten pretty strong ourselves, you know!",
    "story_99_00600/2401_1001_1900_10": "Hah! You’re right!",
    "story_99_00600/2401_1001_2000_10": "We’ve all been training hard to get stronger.",
    "story_99_00600/2401_1001_2100_10": "As you can see, we’re all fired up and ready\nto battle!",
    "story_99_00600/2401_1001_2200_10": "You’ll really need to prove yourself if you wanna\ntake us on.",
    "story_99_00600/2401_1001_2300_10": "Let’s see... I bet someone who’s got all the PML\nbadges would give us some good matches!",
    "story_99_00600/2401_1001_2400_10": "Beating the Elite Four when they’re at their best is\nno easy feat, you know!",
    "story_99_00600/2401_1001_2500_10": "The rules are different, too. You can face the\nElite Four in any order you want, but you’ll need\na sure-fire strategy to get through to the end.",
    "story_99_00600/2401_1001_2600_10": "And if you do beat the Elite Four, then you’re up\nagainst me, and I’m even stronger than they are!\nYou better come crazy prepared to take me on!",
    "story_99_00600/2401_1001_2700_10": "[Name:PlayerNickname ]... I’ll be waiting for\nyou at the top!",
    "story_99_00600/2401_1001_2800_10": "I’ll battle you with everything I’ve got!",
    "story_99_00600/2401_1001_2900_10": "Till then, smell ya later!"
}
