{
    "story_teamgalactic_02_05000/2401_1201_0100_10": "Brrr, qué rasca que hace aquí... Hace tanto frío\nque me estoy planteando ponerme la cola de\nSkuntank como una bufanda.",
    "story_teamgalactic_02_05000/2401_1201_0200_10": "No has parado desde que hemos empezado...\nYa vale con los chistecitos malos, ¿no?",
    "story_teamgalactic_02_05000/2401_1201_0300_10": "Bueno, bueno, tranquilo. Solo quería romper un\npoco el hielo... porque anda que no hay por aquí.",
    "story_teamgalactic_02_05000/2401_1201_0400_10": "Me da la impresión de que estás muy tenso por\ntener que quedarte a solas conmigo. Parece que\nestés a punto de explotar en cualquier instante.",
    "story_teamgalactic_02_05000/2401_1201_0500_10": "¿Q-qué? ¿Por qué dices eso? ¿Es que quieres\npelea?",
    "story_teamgalactic_02_05000/2401_1201_0600_10": "No, la verdad es que no. Ahora mismo lo único\nque me importa es que el jefe esté bien.",
    "story_teamgalactic_02_05000/2401_1201_0700_10": "Además, si echáramos un combate ahora, no estoy\nsegura de poder ganarte.",
    "story_teamgalactic_02_05000/2401_1201_0800_10": "Diría que te has vuelto mucho más fuerte desde\nla última vez. O al menos esa impresión me da.",
    "story_teamgalactic_02_05000/2401_1201_0900_10": "¿Lo dices de verdad? Vaya... Gracias, supongo.",
    "story_teamgalactic_02_05000/2401_1201_1000_10": "En realidad, después de que me vencieras, estuve\ndándole al coco y me di cuenta de una cosa.",
    "story_teamgalactic_02_05000/2401_1201_1100_10": "Y es que ganar o perder no lo es todo. Lo más\nimportante es no parar de mejorar.",
    "story_teamgalactic_02_05000/2401_1201_1200_10": "Pero eso ya lo sabías. Tú también has mejorado,\n¿verdad?",
    "story_teamgalactic_02_05000/2401_1201_1300_10": "Lo digo porque ahora mismo estás aquí, pasando\nfrío para rescatar a alguien que te importa.",
    "story_teamgalactic_02_05000/2401_1201_1400_10": "Es lo que hacen los mejores Entrenadores: luchar\npor el bienestar de los demás, en vez de en su\npropio beneficio.",
    "story_teamgalactic_02_05000/2401_1201_1500_10": "Supongo que tienes razón...",
    "story_teamgalactic_02_05000/2401_1201_1600_10": "Bueno, ¿nos dejamos de parloteo y seguimos\nbuscando a Helio? No has parado desde que\nhemos empezado.",
    "story_teamgalactic_02_05000/2401_1201_1700_10": "Cuando lo hayamos encontrado y esté a salvo, te\nconcederé el honor de averiguar quién de nosotros\ndos se ha vuelto más fuerte.",
    "story_teamgalactic_02_05000/2401_1201_1800_10": "¡Me parece bien! ¡Será una revancha estupenda!"
}
