{
    "story_00_02000/2401_1001_0100_10": "Hallo, freut mich, dich kennenzulernen! Ich heiße\nCourtney und bin dafür zuständig, Trainer bei den\nWorld Pokémon Masters zu empfangen.",
    "story_00_02000/2401_1001_0110_10": "Lass mich raten, du möchtest gerne mit Pikachu an\nden WPM teilnehmen? Dann bekommst du zunächst\neinmal das hier!",
    "story_00_02000/2401_1001_0300_10": "Das ist ein Poryfon! Hier auf Passio dient es dir als\nunabdingbares Multifunktionsgerät!",
    "story_00_02000/2401_1001_0400_10": "Bei den WPM werden Teamkämpfe ausgetragen.\nVerwende dein Poryfon, um mit den Gefährten\nin deinem Team in Kontakt zu treten.",
    "story_00_02000/2401_1001_0500_10": "Unter „Gefährten“ wird auf Passio übrigens ein\nGespann aus Pokémon und Trainer verstanden.\nDieser Begriff hat sich bei uns so eingebürgert.",
    "story_00_02000/2401_1001_0600_10": "Oh? Suchst du vielleicht noch nach Mitstreitern für\ndein Team?",
    "story_00_02000/2401_1001_0700_10": "Wenn das so ist, stelle ich dir gleich jemanden\nvor, der auch auf der Suche nach einem neuen\nTeam-Mitglied ist!",
    "story_00_02000/2401_1001_0800_10": "Wir konnten euer Gespräch von da drüben\nmithören. Du suchst also auch nach Trainern,\nmit denen du an den WPM teilnehmen kannst?",
    "story_00_02000/2401_1001_0900_10": "Man sieht dir gleich an, dass du genug Motivation\nmitbringst! Lass uns an den WPM zusammen als\n„Team [Name:PlayerNickname ]“ teilnehmen!",
    "story_00_02000/2401_1001_1000_10": "Was meinst du, Misty?",
    "story_00_02000/2401_1001_1100_10": "Ja, warum nicht? Mir gefällt [DE:Gen Ref=\"255\" M=\"sein\" F=\"ihr\" ] aufgeweckter\nBlick.",
    "story_00_02000/2401_1001_1200_10": "Ich bin Misty! Enttäusch mich nicht, ja? Denn ich\nwerde auch mein Bestes geben!",
    "story_00_02000/2401_1001_1300_10": "Mein Name ist Rocko. Auf gute Zusammenarbeit!",
    "story_00_02000/2401_1001_1350_10": "Jetzt, wo wir ein Team gegründet haben, sollten\nwir uns ein wenig in der Stadt umsehen!",
    "story_00_02000/2401_1001_1400_10": "Hier in der Stadt, in der dieses Pokémon-Center\nsteht, sind viele Gefährten unterwegs! Wir treffen\nalso sicher auch auf neue Freunde für unser Team.",
    "story_00_02000/2401_1001_1500_10": "Hier, das ist für dich! Lass uns aufbrechen, sobald\ndu bereit bist!"
}
