{
  "999999": "Sin efectos secundarios.",
  "999998": "Suele ser crítico.",
  "999997": "Protege al bando del usuario contra problemas de estado.",
  "999996": "Rara vez hace retroceder al objetivo.",
  "999995": "Quema al objetivo.",
  "999994": "Causa más daño cuanto más hayan aumentado las características del usuario.",
  "999993": "Aumenta la Velocidad del usuario.",
  "999992": "Reduce el Ataque del objetivo.",
  "999991": "Aumenta la velocidad a la que se llenan las barras de movimientos del bando del usuario.",
  "999990": "Se reduce en 1 el contador de movimientos compi del usuario.",
  "999989": "Aumenta bastante el Ataque del usuario.",
  "999988": "Aumenta la probabilidad del usuario de asestar golpes críticos.",
  "999987": "Aumenta bastante el Ataque Especial y la Defensa Especial del usuario.",
  "999986": "Aumenta el Ataque del usuario.",
  "999985": "Aumenta bastante el Ataque y el Ataque Especial del usuario.",
  "999984": "Aplica el efecto Siguiente sin coste al usuario.",
  "999983": "Reduce la Defensa y la Defensa Especial del usuario.",
  "999982": "Causa más daño si el objetivo está paralizado.",
  "999981": "Aumenta la potencia de este movimiento cuanto más se hayan reducido las características del objetivo.",
  "999980": "A veces hace retroceder al objetivo.",
  "999979": "Duerme al objetivo.",
  "999978": "Inflige daño equivalente a los PS máximos del objetivo e ignora los efectos del rival que reducen el daño del ataque, salvo en ciertas circunstancias.",
  "999977": "Aplica el efecto Relevo imposible al objetivo.",
  "999976": "Aumenta la Precisión del bando del usuario.",
  "999975": "Aumenta bastante la Defensa, la Defensa Especial y la probabilidad de asestar golpes críticos del usuario.",
  "999974": "Después de usar este movimiento, el usuario recuperará PS tras cada acción.",
  "999973": "Aumenta la Velocidad del bando del usuario.",
  "999972": "Consume hasta 3 puntos de la barra de movimientos del usuario.\nAumenta hasta 4 niveles el Ataque y el Ataque Especial del bando del usuario en proporción al número de puntos de la barra que consuma.",
  "999971": "Aumenta bastante el Ataque del objetivo.",
  "999970": "Confunde al objetivo.",
  "999969": "En su Forma Saciada, el ataque es de tipo Eléctrico.",
  "999968": "En su Forma Voraz, el ataque es de tipo Siniestro.",
  "999967": "Si ha evolucionado a mega-Gardevoir, llena 3 puntos de la barra de movimientos del usuario.",
  "999966": "Si la Velocidad del usuario ha sido incrementada, aumenta la misma cantidad de su Ataque.",
  "999965": "En su Forma Saciada, recuperará PS de forma gradual.",
  "999964": "En su Forma Voraz, aumenta la probabilidad de asestar golpes críticos.",
  "999963": "Evoluciona a Mega-Gardevoir. Vuelve a la normalidad tras terminar el combate.",
  "999962": "Cuando el usuario se encuentra en Forma Voraz, cambia a Forma Saciada.",
  "999961": "Usa un movimiento al azar.",
  "999960": "Si lo usa Lopunny, aumenta bastante la Velocidad del bando del usuario.",
  "999959": "Si lo usa Lopunny, aumenta bastante la Evasión del usuario.",
  "999958": "Si ha evolucionado a Mega-Lopunny, aumenta la Precisión del usuario.",
  "999957": "Si ha evolucionado a Mega-Lopunny, aumenta mucho la Evasión del usuario.",
  "999956": "Aumenta al azar entre 1 y 3 niveles los valores de la Defensa y la Defensa Especial del bando del usuario.",
  "999955": "Evoluciona a Mega-Lopunny. Vuelve a la normalidad tras terminar el combate.",
  "999954": "Este movimiento compi se transforma en tipo Lucha tras usarlo por primera vez. Vuelve a la normalidad tras terminar el combate.",
  "999953": "Es muy probable que reduzca la Defensa del objetivo.",
  "999952": "Aplica el efecto Relevo imposible al objetivo y al usuario.",
  "999951": "Además, aumenta mucho la Velocidad del usuario cuando llueve.",
  "999950": "Causa más daño si el objetivo sufre relevo imposible.",
  "999949": "El usuario recibe un daño equivalente a la mitad de sus PS máximos.",
  "999948": "Recibe daño incluso si el ataque falla.",
  "999947": "Reduce la Velocidad del objetivo.",
  "999946": "Reduce el Ataque y el Ataque Especial del objetivo.",
  "999945": "Aumenta bastante la probabilidad del usuario de asestar golpes críticos.",
  "999944": "Aplica el efecto \"Sig. Supereficaz ↑\" al usuario.",
  "999943": "Reduce la Defensa Especial del usuario.",
  "999942": "Aumenta bastante la Defensa del usuario.",
  "999941": "Aumenta la Evasión del usuario.",
  "999940": "Cuantos menos PS tenga el usuario, más aumentará su Ataque Especial, hasta un máximo de 3 niveles.",
  "999939": "Causa más daño cuanto más se haya reducido la Velocidad del objetivo."
}
