{
  "999999": "Non ha effetti aggiuntivi.",
  "999998": "Probabile brutto colpo.",
  "999997": "Protegge il campo alleato dai problemi di stato.",
  "999996": "Raramente fa tentennare il bersaglio.",
  "999995": "Scotta il bersaglio.",
  "999994": "Più sono state aumentate le statistiche di chi la usa, più questa mossa è potente.",
  "999993": "Aumenta la Velocità di chi la usa.",
  "999992": "Riduce l'Attacco del bersaglio.",
  "999991": "Accelera la barra mosse nel campo alleato.",
  "999990": "Abbassa di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa. ",
  "999989": "Aumenta di molto l'Attacco di chi la usa.",
  "999988": "Rende più probabili i brutti colpi per chi la usa.",
  "999987": "Aumenta di molto l'Attacco Speciale e la Difesa Speciale di chi la usa.",
  "999986": "Aumenta l'Attacco di chi la usa.",
  "999985": "Aumenta di molto l'Attacco e l'Attacco Speciale di chi la usa.",
  "999984": "Applica l'effetto Prossimo a costo zero a chi la usa.",
  "999983": "Riduce la Difesa e la Difesa Speciale di chi la usa.",
  "999982": "Aumenta di potenza quando il bersaglio è paralizzato.",
  "999981": "Più sono state ridotte le statistiche del bersaglio, più questa mossa è potente.",
  "999980": "A volte fa tentennare il bersaglio.",
  "999979": "Addormenta il bersaglio.",
  "999978": "Infligge danni pari ai PS massimi del bersaglio ignorando gli effetti dell'avversario che riducono i danni di questo attacco, salvo casi particolari.",
  "999977": "Applica l'effetto Sostituzione vietata sul bersaglio.",
  "999976": "Aumenta la precisione di tutte le Unità alleate.",
  "999975": "Aumenta di molto la Difesa, la Difesa Speciale e la probabilità di mandare a segno brutti colpi di chi la usa.",
  "999974": "Inoltre, gli fa recuperare PS costantemente.",
  "999973": "Aumenta la Velocità di tutte le Unità alleate.",
  "999972": "Consuma fino a tre barrette della barra mosse di chi la usa e aumenta l'Attacco e l'Attacco Speciale di tutte le Unità alleate fino a un massimo di 4 gradi, in base al numero di barrette consumate.",
  "999971": "Aumenta di molto l'Attacco dell'avversario.",
  "999970": "Confonde il bersaglio.",
  "999969": "Questo attacco diventa di tipo Elettro quando è attivo il Motivo Panciapiena.",
  "999968": "Questo attacco diventa di tipo Buio quando è attivo il Motivo Panciavuota.",
  "999967": "Se MegaGardevoir la usa, aggiunge anche tre barrette alla barra mosse di chi la usa.",
  "999966": "Se la Velocità di chi la usa è aumentata, applica all'Attacco lo stesso aumento.",
  "999965": "Fa recuperare PS costantemente all'Unità quando è attivo il Motivo Panciapiena.",
  "999964": "Rende più probabili i brutti colpi per l'Unità quando è attivo il Motivo Panciavuota.",
  "999963": "Permette a Gardevoir di megaevolversi. L'effetto svanisce al termine della lotta.",
  "999962": "Chi la usa passa al Motivo Panciapiena quando è attivo il Motivo Panciavuota.",
  "999961": "Usa una mossa a caso tra varie.",
  "999960": "Se Lopunny la usa, aumenta di molto la Velocità di tutte le Unità alleate.",
  "999959": "Se Lopunny la usa, aumenta di molto l'elusione di chi la usa.",
  "999958": "Se MegaLopunny usa questa mossa, aumenta la sua precisione.",
  "999957": "Se MegaLopunny usa questa mossa, aumenta moltissimo la sua elusione.",
  "999956": "Aumenta la Difesa e la\nDifesa Speciale di tutte\nle Unità alleate da uno a tre gradi in modo casuale.",
  "999955": "Permette a Lopunny di megaevolversi. L'effetto svanisce al termine della lotta.",
  "999954": "Dopo l'utilizzo di questa Unimossa per la prima volta, essa diventa di tipo Lotta fino alla fine della lotta."
}
