{
  "999999": "Hat keinen Zusatzeffekt.",
  "999998": "Hat eine hohe Volltrefferquote.",
  "999997": "Schützt die Anwender-Seite vor Statusproblemen.",
  "999996": "Lässt das Ziel in seltenen Fällen zurückschrecken.",
  "999995": "Fügt dem Ziel Verbrennungen zu.",
  "999994": "Die Stärke dieser Attacke ist umso höher, je stärker die Statuswerte des Anwenders erhöht wurden.",
  "999993": "Erhöht die Initiative des Anwenders.",
  "999992": "Senkt den Angriff des Zieles.",
  "999991": "Beschleunigt das Auffüllen der Attackenleiste auf der Anwender-Seite.",
  "999990": "Reduziert den Wert des Gefährtenattacken-\nCountdowns des Anwenders um 1.",
  "999989": "Erhöht den Angriff des Anwenders stark.",
  "999988": "Erhöht die Volltrefferquote des Anwenders.",
  "999987": "Erhöht den Spezial-Angriff und die Spezial-Verteidigung des Anwenders stark.",
  "999986": "Erhöht den Angriff des Anwenders.",
  "999985": "Erhöht den Angriff und Spezial-Angriff des Anwenders stark.",
  "999984": "Verursacht beim Anwender den Effekt Folge-Leistenverbr. 0.",
  "999983": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders.",
  "999982": "Die Stärke dieser Attacke steigt, wenn das Ziel paralysiert ist.",
  "999981": "Die Stärke dieser Attacke ist umso höher, je stärker die Werte des Zieles gesenkt wurden.",
  "999980": "Lässt das Ziel eventuell zurückschrecken.",
  "999979": "Versetzt das Ziel in Schlaf.",
  "999978": "Verursacht Schaden in Höhe der maximalen KP des Ziels, außer unter besonderen Umständen. Effekte des Gegners, die den Schaden reduzieren, werden dabei ignoriert.",
  "999977": "Verursacht beim Ziel den Effekt Wechselsperre.",
  "999976": "Erhöht die Genauigkeit aller Gefährten im Team.",
  "999975": "Erhöht die Verteidigung, die Spezial-Verteidigung und die Volltrefferquote des Anwenders stark.",
  "999974": "Die KP des Anwenders werden kontinuierlich regeneriert.",
  "999973": "Erhöht die Initiative aller Gefährten im Team.",
  "999972": "Verbraucht maximal 3  Segmente der Attackenleiste des Anwenders.\nErhöht abhängig davon, wie viel von der Leiste verbraucht wurde, den Angriff und Spezial-Angriff aller Gefährten im Team um maximal  4.",
  "999971": "Erhöht den Angriff des Gegners stark.",
  "999970": "Verwirrt das Ziel.",
  "999969": "Im Pappsattmuster wird diese Attacke zum Typ Elektro.",
  "999968": "Im Kohldampfmuster wird diese Attacke zum Typ Unlicht.",
  "999967": "Wenn der Anwender Mega-Guardevoir ist, wird zusätzlich die Attackenleiste um drei Segmente aufgefüllt.",
  "999966": "Ist die Initiative des Anwenders erhöht, wird zusätzlich sein Angriff um denselben Wert erhöht.",
  "999965": "Im Pappsattmuster werden die KP des Anwenders kontinuierlich regeneriert.",
  "999964": "Erhöht im Kohldampfmuster die Volltrefferquote des Anwenders.",
  "999963": "Löst bei Guardevoir bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Guardevoir aus.",
  "999962": "Im Kohldampfmuster wechselt der Anwender zum Pappsattmuster.",
  "999961": "Setzt zufällig eine von mehreren Attacken ein.",
  "999960": "Erhöht die Initiative aller Gefährten im Team stark, wenn der Anwender Schlapor ist.",
  "999959": "Erhöht den Fluchtwert des Anwenders stark, wenn der Anwender Schlapor ist.",
  "999958": "Erhöht die Genauigkeit des Anwenders, wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999957": "Erhöht den Fluchtwert des Anwenders sehr stark, wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999956": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team um zufällig 1 bis 3.",
  "999955": "Löst bei Schlapor bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Schlapor aus.",
  "999954": "Nach dem ersten Einsatz nimmt die Gefährtenattacke bis zum Ende des Kampfes den Typ Kampf an.",
  "999953": "Senkt oftmals die Verteidigung des Zieles.",
  "999952": "Verursacht beim Ziel und beim Anwender den Effekt Kein Wechsel.",
  "999951": "Außerdem wird die Initiative des Anwenders bei Regen sehr stark erhöht.",
  "999950": "Die Stärke dieser Attacke steigt, wenn das Ziel in einer Wechselsperre gefangen ist.",
  "999949": "Der Anwender erleidet Schaden in Höhe der Hälfte seiner maximalen KP.",
  "999948": "Das gilt auch, wenn die Attacke fehlschlägt.",
  "999947": "Senkt die Initiative des Zieles.",
  "999946": "Senkt den Angriff und Spezial-Angriff des Zieles.",
  "999945": "Erhöht die Volltrefferquote des Anwenders stark.",
  "999944": "Der Anwender wird in den Zustand Folge-Effektiv.-Stärke↑versetzt.",
  "999943": "Senkt die Spezial-Verteidigung des Anwenders.",
  "999942": "Erhöht die Verteidigung des Anwenders stark.",
  "999941": "Erhöht den Fluchtwert des Anwenders.",
  "999940": "Je nachdem, wie niedrig die KP des Anwenders sind, wird der Spezial-Angriff um bis zu 3 erhöht.",
  "999939": "Die Stärke dieser Attacke ist umso höher, je stärker die Initiative des Zieles gesenkt wurde.",
  "999938": "Senkt in seltenen Fällen die Verteidigung des Zieles.",
  "999937": "Erhöht den Angriff, den Spezial-Angriff und die Volltrefferquote aller Gefährten im Team.",
  "999936": "Erhöht bei starkem Sonnenlicht den Angriff und die Genauigkeit des Anwenders zusätzlich.",
  "999935": "Bei starkem Sonnenlicht wird der Anwender in den Zustand Folge-Effektiv.-Stärke↑versetzt.",
  "999934": "Erhöht die Genauigkeit des Anwenders.",
  "999933": "Erhöht die Volltrefferquote des Anwenders sehr stark.",
  "999932": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders stark.",
  "999931": "Außerdem wird der Spezial-Angriff des Anwenders bei Regen stark erhöht.",
  "999930": "Außerdem wird die Genauigkeit des Anwenders bei Regen erhöht.",
  "999929": "Die KP des Anwenders werden bei Regen kontinuierlich regeneriert.",
  "999928": "Dieser Angriff ignoriert erhöhte Statuswerte des Zieles.",
  "999927": "Senkt die Initiative des Anwenders.",
  "999926": "Verbraucht maximal 3 Segmente der Attackenleiste des Anwenders. Erhöht, abhängig davon, wie viel von der Leiste verbraucht wurde, den Angriff und die Verteidigung aller Gefährten im Team um maximal 4.",
  "999925": "Die KP aller Gefährten im Team werden kontinuierlich regeneriert.",
  "999924": "Erhöht die Initiative aller Gefährten im Team sehr stark.",
  "999923": "Erhöht den Angriff des Anwenders drastisch.",
  "999922": "Der Anwender bereitet sich darauf vor, den nächsten Angriff zu überstehen.",
  "999921": "Die Stärke dieser Attacke ist umso höher, je stärker die Initiative des Anwenders erhöht wurde.",
  "999920": "Erhöht die Verteidigung aller Gefährten im Team.",
  "999919": "Erhöht die Volltrefferquote aller Gefährten im Team stark.",
  "999918": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team stark.",
  "999917": "Erhöht die Verteidigung, die Spezial-Verteidigung und die Initiative des Anwenders.",
  "999916": "Erhöht die Genauigkeit des Anwenders stark.",
  "999915": "Stellt einige KP eines Gefährten wieder her.",
  "999914": "Erhöht die Verteidigung eines Gefährten stark.",
  "999913": "Die KP eines Gefährten werden kontinuierlich regeneriert.",
  "999912": "Erhöht die Verteidigung aller Gefährten im Team stark.",
  "999911": "Die Stärke dieser Attacke steigt, wenn das Ziel in einer Umschlingung gefangen ist.",
  "999910": "Die Stärke dieser Attacke steigt, wenn das Ziel zurückgeschreckt ist."
}
