{
  "999999": "Hat keinen Zusatzeffekt.",
  "999998": "Hat eine hohe Volltrefferquote.",
  "999997": "Schützt die Anwender-Seite vor Statusproblemen.",
  "999996": "Lässt das Ziel in seltenen Fällen zurückschrecken.",
  "999995": "Fügt dem Ziel Verbrennungen zu.",
  "999994": "Die Stärke dieser Attacke ist umso höher, je stärker die Statuswerte des Anwenders erhöht wurden.",
  "999993": "Erhöht die Initiative des Anwenders.",
  "999992": "Senkt den Angriff des Zieles.",
  "999991": "Beschleunigt das Auffüllen der Attackenleiste auf der Anwender-Seite.",
  "999990": "Reduziert den Wert des Gefährtenattacken-\nCountdowns des Anwenders um 1.",
  "999989": "Erhöht den Angriff des Anwenders stark.",
  "999988": "Erhöht die Volltrefferquote des Anwenders.",
  "999987": "Erhöht den Spezial-Angriff und die Spezial-Verteidigung des Anwenders stark.",
  "999986": "Erhöht den Angriff des Anwenders.",
  "999985": "Erhöht den Angriff und Spezial-Angriff des Anwenders stark.",
  "999984": "Verursacht beim Anwender den Effekt Folge-Leistenverbr. 0.",
  "999983": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders.",
  "999982": "Die Stärke dieser Attacke steigt, wenn das Ziel paralysiert ist.",
  "999981": "Die Stärke dieser Attacke ist umso höher, je stärker die Werte des Zieles gesenkt wurden.",
  "999980": "Lässt das Ziel eventuell zurückschrecken.",
  "999979": "Versetzt das Ziel in Schlaf.",
  "999978": "Verursacht Schaden in Höhe der maximalen KP des Ziels, außer unter besonderen Umständen. Effekte des Gegners, die den Schaden reduzieren, werden dabei ignoriert.",
  "999977": "Verursacht beim Ziel den Effekt Wechselsperre.",
  "999976": "Erhöht die Genauigkeit aller Gefährten im Team.",
  "999975": "Erhöht die Verteidigung, die Spezial-Verteidigung und die Volltrefferquote des Anwenders stark.",
  "999974": "Die KP des Anwenders werden kontinuierlich regeneriert.",
  "999973": "Erhöht die Initiative aller Gefährten im Team.",
  "999972": "Verbraucht maximal 3  Segmente der Attackenleiste des Anwenders.\nErhöht abhängig davon, wie viel von der Leiste verbraucht wurde, den Angriff und Spezial-Angriff aller Gefährten im Team um maximal  4.",
  "999971": "Erhöht den Angriff des Gegners stark.",
  "999970": "Verwirrt das Ziel.",
  "999969": "Im Pappsattmuster wird diese Attacke zum Typ Elektro.",
  "999968": "Im Kohldampfmuster wird diese Attacke zum Typ Unlicht.",
  "999967": "Füllt die Attackenleiste um drei Segmente auf, wenn der Anwender zu Mega-Guardevoir geworden ist.",
  "999966": "Ist die Initiative des Anwenders erhöht, wird sein Angriff um denselben Wert erhöht.",
  "999965": "Im Pappsattmuster werden die KP des Anwenders kontinuierlich regeneriert.",
  "999964": "Erhöht im Kohldampfmuster die Volltrefferquote des Anwenders.",
  "999963": "Löst bei Guardevoir bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Guardevoir aus.",
  "999962": "Im Kohldampfmuster wechselt der Anwender zum Pappsattmuster.",
  "999961": "Setzt zufällig eine von mehreren Attacken ein.",
  "999960": "Erhöht die Initiative aller Gefährten im Team stark, wenn der Anwender Schlapor ist.",
  "999959": "Erhöht den Fluchtwert des Anwenders stark, wenn der Anwender Schlapor ist.",
  "999958": "Erhöht die Genauigkeit des Anwenders, wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999957": "Erhöht den Fluchtwert des Anwenders sehr stark, wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999956": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team um zufällig 1 bis 3.",
  "999955": "Löst bei Schlapor bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Schlapor aus.",
  "999954": "Nach dem ersten Einsatz nimmt die Gefährtenattacke bis zum Ende des Kampfes den Typ Kampf an."
}
