{
    "2": "Critical hits land more easily.",
    "7": "Has a very small chance of leaving the target burned.",
    "8": "Has a very small chance of leaving the target frozen.",
    "9": "Has a very small chance of leaving the target paralyzed.",
    "16": "No additional effect.",
    "18": "Forces the opponent’s sync pair to switch out.",
    "22": "No additional effect.",
    "23": "Has a moderate chance of making the target flinch.",
    "25": "No additional effect.",
    "33": "No additional effect.",
    "34": "Has a moderate chance of leaving the target paralyzed.",
    "38": "The user also takes 25% of the damage it dealt to the target.",
    "40": "Has a moderate chance of leaving the target poisoned.",
    "41": "Attacks twice in a row. Has a small chance of leaving the target poisoned.",
    "43": "Lowers the target’s Defense.",
    "44": "Has a moderate chance of making the target flinch.",
    "46": "Forces the opponent’s sync pair to switch out.",
    "51": "Has a very small chance of lowering the target’s Sp. Def.",
    "52": "Has a very small chance of leaving the target burned.",
    "53": "Has a very small chance of leaving the target burned.",
    "55": "No additional effect.",
    "56": "No additional effect.",
    "57": "No additional effect.",
    "58": "Has a very small chance of leaving the target frozen.",
    "59": "Never misses during a hailstorm. Has a very small chance of leaving the target frozen.",
    "60": "Has a very small chance of leaving the target confused.",
    "61": "Has a very small chance of lowering the target’s Speed.",
    "63": "No additional effect.",
    "64": "No additional effect.",
    "71": "Restores the user’s HP based on the amount of damage dealt to the target.",
    "78": "Leaves the target paralyzed.",
    "79": "Puts the target to sleep.",
    "83": "Leaves the target trapped.",
    "84": "Has a very small chance of leaving the target paralyzed.",
    "85": "Has a very small chance of leaving the target paralyzed.",
    "86": "Leaves the target paralyzed.",
    "87": "Never misses when the weather is rainy. Has a moderate chance of leaving the target paralyzed.",
    "88": "No additional effect.",
    "89": "No additional effect.",
    "92": "Leaves the target badly poisoned.",
    "93": "Has a very small chance of leaving the target confused.",
    "94": "Has a very small chance of lowering the target’s Sp. Def.",
    "95": "Puts the target to sleep.",
    "103": "Sharply lowers the target’s Defense.",
    "109": "Leaves the target confused.",
    "113": "Reduces special damage done to the allied field of play.",
    "114": "Returns raised stats of all opposing sync pairs to normal.",
    "115": "Reduces physical damage done to the allied field of play.",
    "122": "Has a moderate chance of leaving the target paralyzed.",
    "126": "Has a very small chance of leaving the target burned.",
    "127": "Has a small chance of making the target flinch.",
    "129": "Never misses.",
    "136": "If it fails, the user takes damage equal to half of its maximum HP.",
    "138": "Restores the user’s HP based on the amount of damage dealt to the target. Fails if the target is not asleep.",
    "145": "Has a very small chance of lowering the target’s Speed.",
    "153": "The user faints after using it.",
    "157": "Has a moderate chance of making the target flinch.",
    "172": "Removes the frozen condition from the user. Has a very small chance of leaving the target burned.",
    "181": "Has a very small chance of leaving the target frozen.",
    "185": "Never misses.",
    "188": "Has a moderate chance of leaving the target poisoned.",
    "189": "Lowers the target’s accuracy.",
    "196": "Lowers the target’s Speed.",
    "200": "Leaves the user confused.",
    "201": "Causes a sandstorm.",
    "202": "Restores the user’s HP based on the amount of damage dealt to the target.",
    "204": "Sharply lowers the target’s Attack.",
    "210": "Its power increases when used in succession.",
    "211": "Has a very small chance of raising the user’s Defense.",
    "225": "Has a moderate chance of leaving the target paralyzed.",
    "231": "Has a moderate chance of lowering the target’s Defense.",
    "232": "Has a very small chance of raising the user’s Attack.",
    "238": "Critical hits land more easily.",
    "240": "Makes the weather rainy.",
    "241": "Makes the weather sunny.",
    "242": "Has a small chance of lowering the target’s Defense.",
    "246": "Has a very small chance of raising the user’s Attack, Defense, Sp. Atk, Sp. Def, and Speed.",
    "247": "Has a small chance of lowering the target’s Sp. Def.",
    "249": "Has a good chance of lowering the target’s Defense.",
    "257": "Has a very small chance of leaving the target burned.",
    "258": "Causes a hailstorm.",
    "261": "Leaves the target burned.",
    "263": "Its power is doubled when the user is poisoned, badly poisoned, paralyzed, or burned. Ignores lowered Attack from burns.",
    "280": "Removes physical and special damage-reducing effects from the opponents’ field of play.",
    "289": "Returns the target’s raised stats to normal and raises the user’s stats by that amount.",
    "297": "Sharply lowers the target’s Attack.",
    "304": "No additional effect.",
    "305": "Has a good chance of leaving the target badly poisoned.",
    "310": "Has a moderate chance of making the target flinch.",
    "314": "Critical hits land more easily.",
    "315": "Sharply lowers the user’s Sp. Atk.",
    "317": "Lowers the target’s Speed.",
    "319": "Sharply lowers the target’s Sp. Def.",
    "325": "Never misses.",
    "328": "Leaves the target trapped.",
    "331": "Attacks the target two to five times in a row.",
    "332": "Never misses.",
    "337": "No additional effect.",
    "339": "Raises the user’s Attack and Defense.",
    "341": "Lowers the target’s Speed.",
    "342": "Critical hits land more easily. Has a very small chance of leaving the target poisoned.",
    "352": "Has a small chance of leaving the target confused.",
    "360": "Its power is doubled if the target’s Speed has risen.",
    "370": "Lowers the user’s Defense and Sp. Def.",
    "394": "Removes the frozen condition from the user. The user also takes 25% of the damage it dealt to the target. Has a very small chance of leaving the target burned.",
    "396": "Never misses.",
    "398": "Has a moderate chance of leaving the target poisoned.",
    "399": "Has a small chance of making the target flinch.",
    "401": "No additional effect.",
    "403": "Has a moderate chance of making the target flinch.",
    "404": "No additional effect.",
    "405": "Has a very small chance of lowering the target’s Sp. Def.",
    "408": "No additional effect.",
    "409": "Restores the user’s HP based on the amount of damage dealt to the target.",
    "410": "No additional effect.",
    "412": "Has a very small chance of lowering the target’s Sp. Def.",
    "413": "The user also takes 25% of the damage it dealt to the target.",
    "414": "Has a very small chance of lowering the target’s Sp. Def.",
    "416": "No additional effect.",
    "419": "The user takes up a counterattacking posture. Using this move again will cause the user to attack, then leave this posture. No other actions can be taken while in this posture. If hit by an attack move while in this counterattacking posture, the user attacks the target with double that power, then the user leaves this posture.",
    "420": "No additional effect.",
    "421": "Critical hits land more easily.",
    "422": "Has a very small chance of making the target flinch or leaving the target paralyzed.",
    "423": "Has a very small chance of making the target flinch or leaving the target frozen.",
    "428": "Has a small chance of making the target flinch.",
    "429": "Has a moderate chance of lowering the target’s accuracy.",
    "430": "Has a very small chance of lowering the target’s Sp. Def.",
    "434": "Sharply lowers the user’s Sp. Atk.",
    "435": "Has a moderate chance of leaving the target paralyzed.",
    "437": "Sharply lowers the user’s Sp. Atk.",
    "440": "Critical hits land more easily. Has a very small chance of leaving the target poisoned.",
    "442": "Has a moderate chance of making the target flinch.",
    "444": "Critical hits land more easily.",
    "457": "The user also takes 33% of the damage it dealt to the target.",
    "469": "The user takes up a defensive posture. Using this move again will make the user leave this defensive posture. No other actions can be taken when in this defensive posture. Nullifies moves that target all allies when hit by such a move while in this defensive posture.",
    "474": "Its power is doubled if the target is poisoned or badly poisoned.",
    "477": "Makes the target unable to evade moves.",
    "479": "No additional effect.",
    "482": "Has a very small chance of leaving the target poisoned.",
    "488": "Raises the user’s Speed.",
    "490": "Lowers the target’s Speed.",
    "499": "Never misses. Returns the target’s raised stats to normal. ",
    "500": "The more the user’s stats are raised, the greater the power of this move.",
    "506": "Its power is doubled if the target is affected by a status condition.",
    "522": "Lowers the target’s Sp. Atk.",
    "523": "Lowers the target’s Speed.",
    "528": "The user also takes 20% of the damage it dealt to the target.",
    "542": "Never misses when the weather is rainy. Has a moderate chance of leaving the target confused.",
    "555": "Lowers the target’s Sp. Atk.",
    "565": "Drastically raises the user’s Attack when it knocks out a target with this move. ",
    "572": "No additional effect.",
    "583": "Has a very small chance of lowering the target’s Attack.",
    "588": "The user takes up a defensive posture. Using this move again will make the user leave this defensive posture. No other actions can be taken when in this defensive posture. Nullifies an attack move that targets the user while it is in this defensive posture, then the user leaves the defensive posture. If the move was a physical attack move, sharply lowers the Attack of the opponent that used it.",
    "598": "Sharply lowers the target’s Sp. Atk.",
    "599": "Lowers the target’s Attack, Sp. Atk, and Speed if the target is poisoned or badly poisoned. Fails if the target is not poisoned or badly poisoned.",
    "605": "No additional effect.",
    "609": "Leaves the target paralyzed.",
    "611": "Leaves the target trapped.",
    "612": "Raises the user’s Attack.",
    "629": "No additional effect.",
    "652": "The user takes up a counterattacking posture. Using this move again will cause the user to attack, then leave this posture. No other actions can be taken while in this posture. The user will attack if hit by an attack move while it is in this counterattacking posture, then the user leaves this posture. If the move was a physical attack move, leaves the opponent that used it burned.",
    "660": "Its power is doubled if the user’s previous move failed.",
    "662": "No additional effect.",
    "663": "Has a small chance of lowering the target’s Defense.",
    "668": "Has a moderate chance of making the target flinch.",
    "8011": "No additional effect.",
    "10020": "Raises the Attack, Sp. Atk, and Speed of all allied sync pairs. Sharply raises them if the weather is sunny.",
    "10040": "If the user’s Speed has been raised, raises the user’s Attack by double the amount its Speed has been raised.",
    "10050": "The lower the user’s HP is, the more this move raises the user’s Defense. Makes the user gradually heal itself.",
    "10060": "Sharply raises the user’s Attack and Sp. Atk.",
    "10070": "Makes opponents target the user for a short time. Makes the user gradually heal itself.",
    "10080": "Raises the user’s Sp. Atk. Drastically raises the user’s Defense.",
    "10090": "Restores a bit of the user’s HP. Increases the user’s move gauge by two.",
    "10100": "Drastically raises the user’s Attack. Raises the user’s Sp. Atk.",
    "10110": "Sharply raises the user’s Sp. Def. Raises the user’s critical-hit rate.",
    "10120": "Raises the user’s Attack. Drastically raises the user’s Speed.",
    "10130": "Raises the user’s Attack. Drastically raises the user’s Defense.",
    "10140": "Increases the move gauges of all allied sync pairs by two. Makes all allied sync pairs gradually heal themselves. ",
    "10150": "Sharply raises the user’s Attack and Defense.",
    "10151": "Raises the user’s Defense. Makes the user’s next attack a sure hit and a critical hit.",
    "10160": "Sharply raises the Defense of all allied sync pairs. Sharply raises the Speed of all allied sync pairs.",
    "10180": "Sharply raises the user’s Speed. Makes the user’s next attack a sure hit and a critical hit.",
    "10190": "Uses a maximum of three slots of the user’s move gauge. Based on the amount used, this move raises both the user’s Attack and Sp. Atk by up to six stat ranks.",
    "10200": "The lower the user’s HP is, the more this move raises the Attack of all allied sync pairs.",
    "10210": "Raises the user’s accuracy, evasiveness, and critical-hit rate.",
    "10220": "Makes opponents target the user for a short time. Drastically raises the user’s Defense.",
    "10230": "Restores a bit of an ally’s HP. Sharply raises an ally’s Defense and Sp. Def.",
    "10240": "Drastically raises the user’s Speed. Sharply raises the user’s evasiveness. Leaves the user burned.",
    "10250": "Uses a maximum of three slots of the user’s move gauge. Based on the amount used, this move raises both the user’s Attack and Sp. Def by up to four stat ranks.",
    "10260": "Restores a bit of the user’s HP. Sharply raises the user’s Defense.",
    "10270": "Increases the user’s move gauge by two. Converts the user’s stat reductions into stat increases.",
    "10280": "Returns the user’s lowered stats to normal. Raises the user’s critical-hit rate.",
    "10290": "Sharply raises the user’s Defense. Raises the user’s critical-hit rate.",
    "10300": "Sharply raises the Attack and Sp. Atk of all allied sync pairs.",
    "10310": "If the user’s stats have been raised, the amount of increase is doubled.",
    "10320": "Sharply raises the user’s Sp. Atk and Sp. Def.",
    "10330": "Sharply raises the user’s Speed. Makes the user able to endure the next hit it takes.",
    "10340": "Raises the user’s stats by the same amount that the target’s stats have been raised.",
    "10350": "Sharply raises the user’s Sp. Atk and evasiveness.",
    "10360": "Drastically raises the user’s Attack and Speed. Sharply lowers the user’s Defense.",
    "10370": "Sharply raises the user’s Attack. Makes the user gradually heal itself.",
    "10380": "Increases the user’s move gauge by three. Makes the user’s next attack a sure hit.",
    "10390": "Sharply raises the user’s Sp. Def. Makes the user gradually heal itself.",
    "10400": "Sharply raises the user’s Sp. Def. Makes the user able to endure the next hit it takes.",
    "10410": "Raises the user’s Defense and Sp. Def. Makes the user resistant to the type of the last move it was hit by.",
    "10420": "Sharply raises the user’s Defense and Speed.",
    "10430": "Sharply raises the user’s Attack. Raises the user’s Defense and Sp. Def.",
    "10440": "Sharply raises the Sp. Atk and Speed of all allied sync pairs.",
    "10450": "Raises the user’s Speed. Drastically raises the user’s evasiveness.",
    "10460": "Restores a bit of the user’s HP. Sharply raises the user’s Speed.",
    "10470": "If any of the target’s stats have been raised, the user’s same stats are changed to double that amount.",
    "10480": "Sharply raises the user’s critical-hit rate. Drastically raises the user’s evasiveness. Drastically lowers the user’s Defense.",
    "10490": "The lower the user’s HP is, the more this move increases the move gauges and raises the Attack of all allied sync pairs.",
    "10500": "Raises the critical-hit rate of all allied sync pairs and makes their next attack a sure hit.",
    "10510": "Sharply raises the user’s accuracy and critical-hit rate. Sharply lowers the user’s Sp. Def.",
    "10520": "Makes opponents target the user for a short time. Makes the user able to endure the next hit they take.",
    "10530": "Increases the user’s move gauge by two. Raises the user’s accuracy. Makes the user gradually heal itself.",
    "10540": "Sharply raises the user’s evasiveness. Raises the user’s critical-hit rate.",
    "10550": "Drastically raises the user’s Attack and raises its critical-hit rate when it is in Blade Forme. Sharply raises the user’s Defense and Sp. Def when it is in Shield Forme.",
    "10560": "Sharply raises the user’s evasiveness. Ensures that the user’s next attack will be a critical hit.",
    "10570": "Sharply raises the user’s Attack and Sp. Def.",
    "10580": "Ensures that the user’s next attack will be a critical hit. Makes the user able to endure the next hit it takes.",
    "10590": "Drastically raises the user’s Attack. Sharply raises either the user’s Defense, Sp. Atk, Sp. Def, or Speed.",
    "10600": "Sharply raises the user’s Speed and evasiveness.",
    "10610": "Radically raises the user’s Speed. The user takes damage based on its maximum HP. ",
    "10620": "The lower the user’s HP is, the more this move raises the user’s Sp. Atk.",
    "10630": "Increases the user’s move gauge by two. Drastically raises the user’s Defense.",
    "10920": "Raises the user’s Speed. Sharply raises the user’s critical-hit rate.",
    "10940": "Increases the move gauges of all allied sync pairs by two. Sharply raises the Defense of all allied sync pairs.",
    "10960": "Restores a tiny bit of the user’s HP. Ensures that the user’s next attack will be a critical hit. Makes the user gradually heal itself.",
    "10970": "Blocks status conditions on the allied field of play. Removes all status conditions from all allied sync pairs.",
    "10980": "Drastically raises the user’s Speed. Raises the user’s evasiveness.",
    "10990": "Sharply raises the user’s Speed. Raises the user’s critical-hit rate.",
    "11010": "Increases the move gauges of all allied sync pairs by three.",
    "11100": "Sharply raises an ally’s evasiveness. Makes an ally gradually heal itself.",
    "17000": "Sharply raises the user’s Sp. Atk. Raises the user’s Speed.",
    "18000": "Reduces the amount of time chains can continue on the opponents’ field of play.",
    "18010": "Disrupts the unity gauge on the opponents’ field of play.",
    "18020": "Makes move gauges accelerate on the allied field of play.",
    "18030": "Reduces physical and special damage done to the allied field of play.",
    "18040": "Blocks changes to the weather.",
    "18050": "Drastically raises the Defense and Sp. Def of all allied sync pairs. Sharply raises the critical-hit rate of all allied sync pairs.",
    "18060": "Prevents switching out on the opponents’ field of play.",
    "19000": "Restores a bit of an ally’s HP.",
    "19010": "Sharply raises the user’s Attack.",
    "19011": "Sharply raises the Attack of all allied sync pairs.",
    "19020": "Sharply raises the user’s Defense.",
    "19021": "Sharply raises the Defense of all allied sync pairs.",
    "19030": "Sharply raises the user’s Sp. Atk.",
    "19031": "Sharply raises the Sp. Atk of all allied sync pairs.",
    "19040": "Sharply raises the user’s Sp. Def.",
    "19041": "Sharply raises the Sp. Def of all allied sync pairs.",
    "19050": "Sharply raises the user’s Speed.",
    "19051": "Sharply raises the Speed of all allied sync pairs.",
    "19060": "Sharply raises the user’s accuracy.",
    "19061": "Sharply raises the accuracy of all allied sync pairs.",
    "19070": "Sharply raises the user’s evasiveness.",
    "19071": "Sharply raises the evasiveness of all allied sync pairs.",
    "19080": "Raises the user’s critical-hit rate.",
    "19081": "Raises the critical-hit rate of all allied sync pairs.",
    "19090": "Removes all status conditions from an ally.",
    "19100": "Increases the user’s move gauge by three.",
    "19110": "Makes an ally gradually heal itself.",
    "19111": "Makes all allied sync pairs gradually heal themselves.",
    "19120": "Ensures that the user’s next attack will be a critical hit.",
    "19121": "Ensures that the next attacks of all allied sync pairs will be critical hits.",
    "19130": "Returns an ally’s lowered stats to normal.",
    "19131": "Returns lowered stats of all allied sync pairs to normal.",
    "19140": "Makes the user’s next attack a sure hit.",
    "19141": "Makes the next attacks of all allied sync pairs sure hits.",
    "19150": "Nullifies conditions inflicted upon an ally.",
    "19151": "Nullifies conditions inflicted upon all allied sync pairs.",
    "19800": "Blocks stat-lowering effects from affecting the allied field of play.",
    "19810": "Reduces physical damage done to the allied field of play.",
    "19820": "Reduces special damage done to the allied field of play.",
    "19830": "Reflects status conditions directed toward the allied field of play on the opponent instead.",
    "19840": "Reflects stat-lowering effects directed toward the allied field of play on the opponent instead.",
    "19850": "Blocks status moves from affecting the allied field of play.",
    "19860": "Blocks critical hits from affecting the allied field of play.",
    "19870": "Blocks status conditions from affecting the allied field of play.",
    "30100": "No additional effect.",
    "30200": "No additional effect.",
    "30300": "No additional effect.",
    "30400": "No additional effect.",
    "30500": "No additional effect.",
    "30600": "No additional effect.",
    "30700": "No additional effect.",
    "30800": "No additional effect.",
    "30900": "No additional effect.",
    "31000": "No additional effect.",
    "31100": "No additional effect.",
    "31200": "No additional effect.",
    "31300": "No additional effect.",
    "31400": "No additional effect.",
    "31500": "No additional effect.",
    "31600": "No additional effect.",
    "31700": "No additional effect.",
    "31800": "No additional effect.",
    "40100": "No additional effect.",
    "40200": "No additional effect.",
    "40300": "No additional effect.",
    "40400": "No additional effect.",
    "40500": "No additional effect.",
    "40600": "No additional effect.",
    "40700": "No additional effect.",
    "40800": "No additional effect.",
    "40900": "No additional effect.",
    "41000": "No additional effect.",
    "41100": "No additional effect.",
    "41200": "No additional effect.",
    "41300": "No additional effect.",
    "41400": "No additional effect.",
    "41500": "No additional effect.",
    "41600": "No additional effect.",
    "41700": "No additional effect.",
    "41800": "No additional effect.",
    "50401": "No additional effect.",
    "50402": "Its power increases if the target is flinching.",
    "50901": "No additional effect.",
    "51001": "No additional effect.",
    "51301": "No additional effect.",
    "51401": "The more the user’s Defense has been raised, the greater the power of this move.",
    "51601": "Its power increases if the target is flinching.",
    "51801": "The more the opponent’s Attack is lowered, the greater the power of this move.",
    "60000": "Become Mega Lucario until the end of battle.",
    "60100": "Become Mega Pidgeot until the end of battle.",
    "60300": "Become Mega Pinsir until the end of battle.",
    "60400": "Become Mega Beedrill until the end of battle.",
    "60500": "Become Mega Gengar until the end of the battle. This move’s power increases if the opponent is asleep.",
    "60600": "Become Mega Houndoom until the end of battle.",
    "70000": "No additional effect.",
    "70200": "No additional effect.",
    "70300": "No additional effect.",
    "70400": "No additional effect.",
    "70500": "No additional effect.",
    "70600": "No additional effect.",
    "70700": "Its power increases if the target is burned.",
    "70800": "Its power increases if the target is paralyzed.",
    "70900": "Its power increases if the target is paralyzed.",
    "71000": "The more the user’s stats are raised, the greater the power of this move.",
    "71100": "The power of this move is increased during a hailstorm.",
    "71200": "No additional effect.",
    "71300": "No additional effect.",
    "71400": "No additional effect.",
    "71600": "Its power increases if the target is frozen.",
    "71700": "No additional effect.",
    "71800": "No additional effect.",
    "71900": "Its power increases if the target is flinching.",
    "72000": "No additional effect.",
    "72100": "No additional effect.",
    "72200": "No additional effect.",
    "72300": "No additional effect.",
    "72400": "No additional effect.",
    "72700": "No additional effect.",
    "72800": "Its power increases if the target is trapped.",
    "72900": "The power of this move is increased if not all of the opponent’s stats are raised.",
    "73000": "The more the target’s Sp. Atk has been lowered, the greater the power of this move.",
    "73100": "Its power increases if the target is flinching.",
    "73200": "Its power increases if the target is flinching.",
    "73500": "Its power increases if the target is confused.",
    "73600": "The power of this move is increased if none of the opponent’s stats are raised.",
    "73700": "No additional effect.",
    "73900": "The more the user’s Speed has been raised, the greater the power of this move.",
    "74000": "The more the user’s Defense has been raised, the greater the power of this move.",
    "74100": "Its power increases if the target is flinching.",
    "74200": "Its power increases if the target is poisoned or badly poisoned.",
    "74300": "The more the opponent’s Attack is lowered, the greater the power of this move.",
    "74400": "No additional effect.",
    "74500": "Its power increases if the target is trapped.",
    "74600": "Its power increases if the target is poisoned or badly poisoned.",
    "74700": "No additional effect.",
    "74900": "No additional effect.",
    "75000": "No additional effect.",
    "75200": "No additional effect.",
    "75300": "The more the user’s Speed has been raised, the greater the power of this move.",
    "75400": "No additional effect.",
    "75600": "Its power increases if the user is affected by a status condition.",
    "75700": "The more the opponent’s Speed is lowered, the greater the power of this move.",
    "75800": "No additional effect.",
    "75900": "No additional effect.",
    "77000": "The more the user’s Sp. Def has been raised, the greater the power of this move.",
    "19082": "Sharply raises the user’s critical-hit rate.",
    "19083": "Sharply raises the critical-hit rate of all allied sync pairs.",
    "209": "Has a moderate chance of leaving the target paralyzed.",
    "11060": "Restores a bit of the user’s HP. Ensures that the user’s next attack will be a critical hit.",
    "77100": "No additional effect.",
    "524": "Except in certain circumstances, successful hits with this attack become critical hits.",
    "10030": "Restores a bit of the user’s HP. The lower the user’s HP is, the more this move raises the user’s Sp. Atk. ",
    "10950": "Sharply raises the user’s Sp. Atk. Raises the user’s Defense and Sp. Def.",
    "11530": "Makes opponents target the user for a short time. Sharply raises the Sp. Atk of all allied sync pairs.",
    "17001": "Raises the critical-hit rate of all allied sync pairs and sharply raises their Sp. Atk.",
    "61000": "Become Mega Glalie until the end of battle.",
    "75100": "No additional effect.",
    "65": "No additional effect.",
    "190": "Has a good chance of lowering the target’s accuracy.",
    "400": "Critical hits land more easily.",
    "503": "Removes the frozen condition from the user. Has a moderate chance of leaving the target burned.",
    "10961": "Sharply raises the user’s Defense and Sp. Atk.",
    "11011": "Makes move gauges accelerate on the allied field of play. Raises the Speed of all allied sync pairs. Sharply raises the Attack, Defense, Sp. Atk, Sp. Def, evasiveness, or accuracy of all allied sync pairs at random.",
    "11400": "Raises the user’s evasiveness. Sharply raises the user’s critical-hit rate.",
    "72600": "Its power increases if the target is asleep.",
    "77300": "No additional effect.",
    "77400": "No additional effect.",
    "77500": "Its power increases if the target is burned.",
    "163": "Critical hits land more easily.",
    "239": "Has a small chance of making the target flinch.",
    "284": "The lower the user’s HP is, the lower the power of this move becomes.",
    "411": "Has a very small chance of lowering the target’s Sp. Def.",
    "655": "No additional effect.",
    "665": "Ignores passive skills that would reduce the damage of this attack. Ignores passive skills that would protect the target against a critical hit. Opponents cannot endure this attack.",
    "10170": "Increases the move gauges of all allied sync pairs by two. Sharply raises the user’s Attack.",
    "10910": "Raises the user’s Speed and critical-hit rate. These stats are sharply raised when the user is in a sandstorm.",
    "11110": "Increases the user’s move gauge by six. The user takes damage equal to half of its remaining HP.\n",
    "11120": "Restores a bit of the user’s HP. Raises the user’s Speed and evasiveness.",
    "17011": "Drastically raises the user’s Attack, Sp. Atk, and accuracy.",
    "53501": "Increases the user’s move gauge by the user’s current move level. Sharply raises the Attack, Defense, Sp. Atk, Sp. Def, Speed, and accuracy of all allied sync pairs.",
    "54501": "No additional effect.",
    "60800": "Become Mega Garchomp until the end of battle.",
    "77200": "No additional effect.",
    "77600": "No additional effect.",
    "309": "Has a small chance of raising the user’s Attack.",
    "418": "No additional effect.",
    "10010": "Refreshes the number of times the user can use its quick moves by three. Sharply raises the user’s Attack.",
    "10900": "Raises the user’s Defense. Ensures that the user’s next attack will be a critical hit. If Metagross has Mega Evolved, makes the user able to endure the next hit it takes.",
    "11290": "Removes the confused, flinching, and trapped conditions from the user. Sharply raises the user’s Attack and Sp. Atk. Raises the user’s Speed and accuracy. Sharply lowers the user’s Defense and Sp. Def.",
    "54301": "Removes physical and special damage-reducing effects from the opponents’ field of play.",
    "60700": "Become Mega Metagross until the end of the battle.",
    "78100": "No additional effect.",
    "11370": "Sharply raises the user’s Sp. Atk. Drastically raises either the user’s Attack, Defense, Sp. Def, Speed, accuracy, or evasiveness.",
    "79700": "No additional effect.",
    "75": "Critical hits land more easily.",
    "307": "No additional effect.",
    "424": "Has a very small chance of making the target flinch. Has a very small chance of leaving the target burned.",
    "466": "Has a very small chance of raising the user’s Attack, Defense, Sp. Atk, Sp. Def, and Speed.\n",
    "574": "Never misses.",
    "577": "Restores the user’s HP based on amount of damage dealt to the target.\n",
    "10000": "Drastically raises the user’s Sp. Atk and Speed. Lowers the user’s Defense and Sp. Def. If Charizard has Mega Evolved, also drastically raises the user’s Attack.",
    "11061": "Reduces the sync move countdown of an allied sync pair by two and raises the accuracy and critical-hit rate of the sync pair selected. Sharply raises accuracy and critical-hit rate when the user’s team has a sync buff.",
    "11140": "Restores a bit of an ally’s HP. Drastically raises an ally’s Sp. Atk. Raises an ally’s accuracy.",
    "11510": "Increases the user’s move gauge by three. Raises the user’s critical-hit rate.",
    "11570": "Sharply raises the user’s Sp. Def and Speed.",
    "60900": "Become Mega Charizard X until the end of battle. Raises the user’s critical-hit rate.",
    "61300": "Become Mega Alakazam until the end of battle.",
    "71500": "Its power increases if the target is paralyzed.",
    "72500": "The more the target’s Speed has been lowered, the greater the power of this move.",
    "73300": "The more the opponent’s Defense is lowered, the greater the power of this move.",
    "73400": "No additional effect.",
    "73800": "No additional effect.",
    "77700": "No additional effect.",
    "77800": "No additional effect.",
    "77900": "No additional effect.",
    "42": "Attacks the target two to five times in a row.",
    "123": "Has a moderately good chance of leaving the target poisoned.",
    "527": "Lowers the target’s Speed.",
    "570": "Restores the user’s HP based on the amount of damage dealt to the target.",
    "622": "This move fails if this sync pair has used any moves since entering battle.",
    "11210": "Raises the user’s Sp. Atk and Speed by up to three stat ranks based on the amount remaining in the user’s move gauge.",
    "11250": "Uses a maximum of three slots of the user’s move gauge. Based on the amount used, this move raises the user’s Attack and Defense by up to four stat ranks.",
    "11280": "Raises the user’s Attack and Sp. Atk. Sharply raises the user’s accuracy.",
    "11310": "Raises the user’s Speed and evasiveness. Ensures that the user’s next attack will be a critical hit.",
    "50801": "No additional effect.",
    "61200": "Become Mega Gallade until the end of battle. Raises the user’s critical-hit rate.",
    "78200": "No additional effect.",
    "78300": "The more the target’s Speed is lowered, the greater the power of this move.",
    "76": "The user gets ready to attack. Using this move again will cause the user to attack. No other actions can be taken while ready to attack. The preparation period is skipped if the weather is sunny, and the user can attack right away.",
    "221": "Removes the frozen condition from the user. Has a good chance of leaving the target burned.",
    "243": "The user takes up a counterattacking posture. Using this move again will cause the user to leave this posture. No other actions can be taken while in this posture. The user will attack if hit by a special move while it is in this counterattacking posture, then the user leaves this posture. The more damage the user has taken from the opponent’s move, the greater the power of this move.",
    "250": "Leaves the target trapped.",
    "362": "Its power is doubled if the target’s HP is at half or below.",
    "406": "No additional effect.",
    "11130": "Activates the Critical-Hit Defense and Stat Reduction Defense effects on the allied field of play.",
    "11270": "Activates the Status Condition Reflection effect on the allied field of play. Makes the user able to endure the next hit it takes.",
    "11330": "Raises the user’s evasiveness and critical-hit rate. These stats are sharply raised when the weather is sunny.",
    "61100": "Become Mega Steelix until the end of battle. The more the user’s Defense has been raised, the greater the power of this move.",
    "78000": "Its power increases if the target is trapped.",
    "78800": "No additional effect.",
    "318": "Has a very small chance of raising the user’s Attack, Defense, Sp. Atk, Sp. Def, and Speed.",
    "402": "No additional effect.",
    "453": "No additional effect.",
    "10481": "Removes all status conditions from the user. Drastically raises the user’s evasiveness and critical-hit rate. The user takes damage equal to 90% of its remaining HP. If used by Mega Sharpedo, also radically raises the user’s Attack.",
    "11160": "Fully restores an ally’s HP. Removes all status conditions from an ally. Removes the confused, flinching, and trapped conditions from an ally.",
    "11700": "Raises the user’s Defense. Drastically raises the user’s Speed.",
    "61400": "Become Mega Sharpedo until the end of battle.",
    "79000": "The more the user’s Attack has been raised, the greater the power of this move.",
    "79200": "No additional effect.",
    "17100": "Sharply raises the user’s Speed. Raises the user’s critical-hit rate.",
    "35": "Leaves the target trapped.",
    "566": "The user takes on a phantom presence. After a set time, this presence fades and the user attacks. No other actions can be taken while in phantom presence. Opponents’ moves will not hit the user while it is in this presence. If the user is hit by a sync move while in phantom presence, the presence will fade.",
    "585": "Has a moderate chance of lowering the target’s Sp. Atk.",
    "11300": "Removes all status conditions from the user. Sharply raises the user’s Sp. Atk. Raises the user’s accuracy.",
    "11480": "Sharply raises the user’s Attack. Substantially raises the user’s Attack if the user is affected by a status condition. Raises the user’s Sp. Atk and evasiveness. Sharply raises the user’s Sp. Atk and evasiveness if the user is affected by a status condition.",
    "11980": "Removes all status conditions from the user. Raises the user’s Defense and Sp. Def. Makes the user gradually heal itself.",
    "12400": "Removes all status conditions from the user. Sharply raises the user’s Attack and Sp. Atk. Lowers the user’s Defense and Sp. Def.",
    "79300": "No additional effect.",
    "79400": "Its power increases if the target is poisoned or badly poisoned.",
    "79600": "Its power increases if the target is asleep.",
    "80500": "No additional effect.",
    "533": "Ignores the target’s raised stats when attacking with this move.",
    "17101": "Sharply raises the user’s Speed. Makes the user gradually heal itself.",
    "17102": "Raises the user’s Defense, Sp. Def, and critical-hit rate.",
    "17103": "Raises the user’s Defense and Sp. Def. Makes the user gradually heal itself.",
    "17104": "Raises the Attack and Speed of all allied sync pairs.",
    "17105": "Raises the Defense and Speed of all allied sync pairs.",
    "17106": "Raises the Sp. Atk and Speed of all allied sync pairs.",
    "17107": "Raises the Sp. Def and Speed of all allied sync pairs.",
    "124": "Has a moderate chance of leaving the target poisoned.",
    "139": "Leaves all opposing sync pairs poisoned.",
    "333": "Attacks the target two to five times in a row.",
    "460": "Critical hits land more easily.",
    "556": "Has a moderate chance of making the target flinch.",
    "653": "Lowers the user’s Defense.",
    "10024": "Charges the user’s move gauge by two. Charges the user’s move gauge by four if they are asleep. Raises the user’s Attack and Sp. Atk. Sharply raises the user’s Attack and Sp. Atk if they are asleep. If the user is asleep, restores a bit of the user’s HP and removes the asleep condition from the user.",
    "10904": "Raises the user’s accuracy and critical-hit rate. In addition, sharply raises the user’s critical-hit rate in a hailstorm.",
    "10911": "Reduces the user’s sync move countdown by up to three based on how low their HP is. Raises the user’s critical-hit rate by up to three stat ranks based on how low their HP is.",
    "11940": "Drastically raises the user’s Sp. Atk and Speed. The user takes damage equal to 25% of its remaining HP.",
    "12410": "Restores a bit of the user’s HP. Sharply raises the user’s Sp. Def.",
    "78700": "No additional effect.",
    "79100": "Critical hits land more easily.",
    "79800": "No additional effect.",
    "79900": "No additional effect.",
    "80600": "Its power increases if the target is poisoned or badly poisoned.",
    "306": "Has a good chance of lowering the target’s Defense.",
    "308": "No additional effect.",
    "338": "No additional effect.",
    "529": "Critical hits land more easily.",
    "641": "Lowers the target’s Attack.",
    "670": "This attack’s type is determined by the user’s type change.",
    "10211": "Makes move gauges accelerate on the allied field of play. Raises the critical-hit rate of all allied sync pairs.",
    "10171": "Reduces the user’s sync move countdown by one. If used by Mega Venusaur, reduces the user’s sync move countdown by two. (If used in a co-op battle, reduces the sync move countdown of all allied sync pairs.) Makes all allied sync pairs gradually heal themselves.",
    "11180": "Drastically raises an ally’s Attack and Sp. Atk. Ensures that the ally’s next attack will be a critical hit.",
    "11190": "Changes the user’s type to that of the target’s weakness. This changes the user’s own weakness type and the type of the user’s Multi-Attack and Audacious Multi-Attack. Drastically raises the user’s Speed.",
    "11200": "Raises the user’s evasiveness and critical-hit rate. Restores a bit of the user’s HP and charges the user’s move gauge by two in a pinch.",
    "51201": "No additional effect.",
    "61600": "Become Mega Blastoise until the end of battle. The more the user’s Defense has been raised, the greater the power of this move.",
    "61700": "Become Mega Venusaur until the end of battle. Its power increases if the target is poisoned or badly poisoned.",
    "78400": "No additional effect.",
    "78500": "This attack’s type is determined by the user’s type change."
}
