{
  "999999": "No additional effect.",
  "999998": "Critical hits land more easily.",
  "999997": "Blocks status conditions from affecting the allied field of play.",
  "999996": "Has a small chance of making the target flinch.",
  "999995": "Leaves the target burned.",
  "999994": "The more the user’s stats are raised, the greater the power of this move.",
  "999993": "Raises the user’s Speed.",
  "999992": "Lowers the target’s Attack.",
  "999991": "Makes move gauges accelerate on the allied field of play.",
  "999990": "Reduces the user’s sync move countdown by one.",
  "999989": "Sharply raises the user’s Attack.",
  "999988": "Raises the user’s critical-hit rate.",
  "999987": "Sharply raises the user’s Sp. Atk and Sp. Def.",
  "999986": "Raises the user’s Attack.",
  "999985": "Sharply raises the user’s Attack and Sp. Atk.",
  "999984": "Applies the Free Move Next effect to the user.",
  "999983": "Lowers the user’s Defense and Sp. Def.",
  "999982": "This move’s power increases if the target is paralyzed.",
  "999981": "The more the target’s stats have been lowered, the greater the power of this move.",
  "999980": "Has a moderate chance of making the target flinch.",
  "999979": "Puts the target to sleep.",
  "999978": "Except in certain circumstances, deals damage equal to the target’s maximum HP ignoring the opponent’s effects that would reduce the damage of this attack.",
  "999977": "Applies the Restrain effect to the target.",
  "999976": "Raises the accuracy of all allied sync pairs.",
  "999975": "Sharply raises the user’s Defense, Sp. Def, and critical-hit rate.",
  "999974": "Makes the user gradually heal itself.",
  "999973": "Raises the Speed of all allied sync pairs.",
  "999972": "Uses a maximum of three slots of the user’s move gauge. Based on the amount used, this move raises all allied sync pairs’ Attack and Sp. Atk by up to four stat ranks.",
  "999971": "Sharply raises the opponent’s Attack.",
  "999970": "Leaves the target confused.",
  "999969": "When the user is in Full Belly Mode, this attack becomes Electric type.",
  "999968": "When the user is in Hangry Mode, this attack becomes Dark type.",
  "999967": "If used by Mega Gardevoir, also charges the user’s move gauge by three.",
  "999966": "If the user’s Speed has been raised, also raises the user’s Attack by the same amount.",
  "999965": "When the user is in Full Belly Mode, makes the user gradually heal itself.",
  "999964": "When the user is in Hangry Mode, raises the user’s critical-hit rate.",
  "999963": "Become Mega Gardevoir until the end of battle.",
  "999962": "When the user is in Hangry Mode, the user changes to Full Belly Mode.",
  "999961": "Uses one of several moves at random.",
  "999960": "If used by Lopunny, sharply raises the Speed of all allied sync pairs.",
  "999959": "If used by Lopunny, sharply raises the user’s evasiveness.",
  "999958": "If used by Mega Lopunny, raises the user’s accuracy.",
  "999957": "If used by Mega Lopunny, drastically raises the user’s evasiveness.",
  "999956": "Raises the Defense and Sp. Def of all allied sync pairs by one to three stat ranks at random.",
  "999955": "Become Mega Lopunny until the end of battle.",
  "999954": "After this sync move is used for the first time, it becomes Fighting type until the end of battle."
}
