{
  "999999": "Hat keinen Zusatzeffekt.",
  "999998": "Hat eine hohe Volltrefferquote.",
  "999997": "Verursacht beim Anwender den Effekt Keine Probleme.",
  "999995": "Fügt dem Ziel Verbrennungen zu.",
  "999994": "Je mehr die Statuswerte des Anwenders erhöht wurden, desto stärker ist diese Attacke.",
  "999991": "Verursacht bei deinem Team den Effekt Attackenleiste↑.",
  "999984": "Verursacht beim Anwender den Effekt Folge-Leistenverbr. 0.",
  "999981": "Je stärker die Statuswerte des Zieles gesenkt wurden, desto mehr wird die Stärke dieser Attacke erhöht.",
  "999979": "Versetzt das Ziel in Schlaf.",
  "999978": "Verursacht Schaden in Höhe der maximalen KP des Ziels, außer unter besonderen Umständen. Effekte des Gegners, die den Schaden reduzieren, werden dabei ignoriert.",
  "999977": "Verursacht beim Ziel den Effekt Wechselsperre.",
  "999974": "Verursacht beim Anwender den Effekt KP-Regenerierung.",
  "999970": "Verwirrt das Ziel.",
  "999969": "Diese Attacke wird zum Typ Elektro, wenn der Anwender im Pappsattmuster ist.",
  "999968": "Diese Attacke wird zum Typ Unlicht, wenn der Anwender im Kohldampfmuster ist.",
  "999965": "Verursacht beim Anwender den Effekt KP-Regenerierung, wenn er im Pappsattmuster ist.",
  "999963": "Löst bei Guardevoir bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Guardevoir aus.",
  "999962": "Wenn der Anwender im Kohldampfmuster ist, wechselt er zum Pappsattmuster.",
  "999956": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team um zufällig 1 bis 3.",
  "999955": "Löst bei Schlapor bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Schlapor aus.",
  "999952": "Verursacht beim Ziel und beim Anwender den Effekt Kein Wechsel.",
  "999948": "Das gilt auch, wenn die Attacke fehlschlägt.",
  "999944": "Der Anwender wird in den Zustand Folge-Effektiv.-Stärke↑ versetzt.",
  "999939": "Je stärker die Initiative des Zieles gesenkt wurde, desto mehr wird die Stärke dieser Attacke erhöht.",
  "999928": "Diese Attacke ignoriert erhöhte Statuswerte des Zieles.",
  "999925": "Verursacht bei allen Gefährten im Team den Effekt KP-Regenerierung.",
  "999922": "Verursacht beim Anwender den Effekt Überstehen.",
  "999921": "Je mehr die Initiative des Anwenders erhöht wurden, desto stärker ist diese Attacke.",
  "999913": "Verursacht bei einem Gefährten den Effekt KP-Regenerierung.",
  "999909": "Erhöht den Angriff aller Gefährten im Team um [Digit:1digit ].",
  "999908": "Erhöht die Volltrefferquote aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999907": "Verursacht bei Sandstürmen bei allen Gefährten im Team den Effekt Folge-Leistenverbr. 0.",
  "999906": "Erhöht den Angriff des Anwenders um [Digit:1digit ].",
  "999905": "Erhöht die Genauigkeit des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999904": "Senkt die Verteidigung des Anwenders um [Digit:1digit Idx=\"2\" ].",
  "999903": "Verursacht beim Anwender den Effekt Folge-Schadensschutz. (Wird der Anwender von einem Angriff getroffen, während dieser Effekt aktiv ist, fügt der Angriff dem Anwender keinen Schaden zu. Der Schaden durch einige Angriffe wie Gefährtenattacken wird halbiert. Der Effekt wird entfernt, nachdem er aktiviert wurde.)",
  "999902": "Reduziert bei Sandstürmen den Wert des Gefährtenattacken-\nCountdowns des Anwenders um 1.",
  "999901": "Erhöht den Spezial-Angriff und die Initiative des Anwenders um [Digit:1digit ].",
  "999900": "Verursacht beim Anwender den Effekt Folgevolltreffer.",
  "999899": "Senkt den Spezial-Angriff des Zieles um [Digit:1digit ].",
  "999898": "Wenn die Verteidigung des Anwenders erhöht ist, wird seine Spezial-Verteidigung um denselben Wert erhöht.",
  "999897": "Wenn der Angriff des Anwenders erhöht ist, wird seine Initiative um denselben Wert erhöht.",
  "999896": "Hat eine [Digit:2digits ] %-Chance dem Ziel Verbrennungen zuzufügen.",
  "999895": "Hat eine [Digit:2digits ] %-Chance das Ziel einzufrieren.",
  "999894": "Hat eine [Digit:2digits ] %-Chance das Ziel zu paralysieren.",
  "999893": "Hat eine [Digit:2digits ] %-Chance das Ziel zurückschrecken zu lassen.",
  "999892": "Hat eine [Digit:2digits ] %-Chance das Ziel zu vergiften.",
  "999891": "Greift zweimal hintereinander an.",
  "999890": "Senkt die Verteidigung des Zieles um [Digit:1digit ].",
  "999888": "Trifft bei Hagel garantiert.",
  "999887": "Hat eine [Digit:2digits ] %-Chance das Ziel zu verwirren.",
  "999886": "Hat eine [Digit:2digits ] %-Chance die Initiative des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999885": "Je höher der angerichtete Schaden, desto mehr KP des Anwenders werden wiederhergestellt.",
  "999884": "Trifft bei Regen garantiert.",
  "999883": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999882": "Setzt erhöhte Statuswerte aller gegnerischen Gefährten auf den Ausgangswert zurück.",
  "999881": "Wenn der Angriff fehlschlägt, erleidet der Anwender Schaden in Höhe von [Digit:2digits ] % seiner maximalen KP.",
  "999880": "Wenn das Ziel nicht schläft, schlägt die Attacke fehl.",
  "999879": "Der Anwender wird nach Einsatz der Attacke kampfunfähig.",
  "999878": "Ist der Anwender gefroren, wird er von dem Statusproblem befreit.",
  "999877": "Senkt die Genauigkeit des Zieles um [Digit:1digit ].",
  "999876": "Senkt die Initiative des Zieles um [Digit:1digit ].",
  "999875": "Senkt den Angriff des Zieles um [Digit:1digit ].",
  "999874": "Die Stärke dieser Attacke steigt, wenn sie mehrmals hintereinander eingesetzt wird.",
  "999873": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ] zu erhöhen.",
  "999872": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999871": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um [Digit:1digit Idx=\"1\" ] zu erhöhen.",
  "999870": "Hat eine [Digit:2digits ] %-Chance den Angriff, die Verteidigung, den Spezial-Angriff, die Spezial-Verteidigung und die Initiative des Anwenders um [Digit:1digit Idx=\"1\" ] zu erhöhen.",
  "999869": "Wenn der Anwender unter Vergiftung, schwerer Vergiftung, Paralyse oder Verbrennungen leidet, verdoppelt sich die Stärke dieser Attacke.",
  "999868": "Die Senkung des Angriffs durch Verbrennungen wird ignoriert.",
  "999867": "Setzt erhöhte Statuswerte des Zieles auf den Ausgangswert zurück und erhöht dafür diese Statuswerte um denselben Wert beim Anwender.",
  "999866": "Hat eine [Digit:2digits ] %-Chance das Ziel schwer zu vergiften.",
  "999865": "Senkt den Spezial-Angriff des Anwenders um [Digit:1digit ].",
  "999864": "Senkt die Spezial-Verteidigung des Zieles um [Digit:1digit ].",
  "999863": "Erhöht den Angriff und die Verteidigung des Anwenders um [Digit:1digit ].",
  "999862": "Wenn die Initiative des Zieles erhöht ist, verdoppelt sich die Stärke dieser Attacke.",
  "999861": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999860": "Der Anwender erleidet ein Viertel des beim Ziel angerichteten Schadens.",
  "999859": "Der Anwender macht sich für einen Gegenangriff bereit.",
  "999858": "Wenn die Attacke erneut ausgeführt wird, endet die Bereitschaft und der Anwender greift an.",
  "999857": "In Bereitschaft kann der Anwender keine weiteren Aktionen ausführen.",
  "999856": "Wenn er während der Bereitschaft mit einer Attacke angegriffen wird, verlässt der Anwender die Bereitschaft und führt einen Gegenangriff mit doppelter Stärke durch.",
  "999855": "Hat eine [Digit:2digits ] %-Chance die Genauigkeit des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999854": "Der Anwender geht in die Defensive.",
  "999853": "Wenn diese Aktion erneut ausgeführt wird, kommt der Anwender aus der Defensive.",
  "999852": "In der Defensive kann der Anwender keine weiteren Aktionen ausführen.",
  "999851": "Wenn der Anwender in der Defensive von Attacken getroffen wird, die auf alle Gefährten abzielen, sind diese Attacken wirkungslos und er kommt aus der Defensive.",
  "999850": "Wenn das Ziel vergiftet oder schwer vergiftet ist, verdoppelt sich die Stärke dieser Attacke.",
  "999849": "Erhöht die Initiative des Anwenders um [Digit:1digit ].",
  "999848": "Wenn das Ziel an einem Statusproblem leidet, verdoppelt sich die Stärke dieser Attacke.",
  "999847": "Erhöht den Angriff des Anwenders um [Digit:1digit ], wenn das Ziel durch diese Attacke besiegt wird.",
  "999846": "Hat eine [Digit:2digits ] %-Chance den Angriff des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999845": "Wehrt den Angriff einer Attake ab, während der Anwender in der Defensive ist, und anschließend verlässt der Anwender die Defensive.",
  "999844": "Wenn der Anwender mit einer physischen Attacke angegriffen wurde, wird der Angriff des Angreifers um [Digit:1digit ] gesenkt.",
  "999843": "Senkt den Angriff, Spezial-Angriff und die Initiative des Zieles um [Digit:1digit ], wenn es vergiftet oder schwer vergiftet ist.",
  "999842": "Wenn das Ziel nicht vergiftet oder schwer vergiftet ist, schlägt die Attacke fehl.",
  "999841": "Wenn der Anwender während der Bereitschaft mit einer Attacke angegriffen wird, verlässt er die Bereitschaft und führt einen Gegenangriff durch.",
  "999840": "Wenn der Anwender mit einer physischen Attacke angegriffen wurde, erleidet der Angreifer Verbrennungen.",
  "999839": "Wenn die letzte Attacke des Anwenders fehlgeschlagen ist, verdoppelt sich die Stärke dieser Attacke.",
  "999838": "Erhöht den Angriff, den Spezial-Angriff und die Initiative aller Gefährten im Team um [Digit:1digit ]. Bei starkem Sonnenlicht werden diese Werte stattdessen um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999837": "Wenn die Initiative des Anwenders erhöht ist, wird sein Angriff doppelt so viel wie die Initiative erhöht.",
  "999836": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto stärker wird seine Verteidigung durch diese Attacke erhöht (kann um bis zu maximal [Digit:1digit ] erhöht werden).",
  "999835": "Erhöht den Angriff und Spezial-Angriff des Anwenders um [Digit:1digit ].",
  "999834": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit ].",
  "999833": "Erhöht die Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999832": "Stellt die KP des Anwenders um etwa [Digit:2digits ] % seiner maximalen KP wieder her.",
  "999831": "Füllt die Attackenleiste deines Teams um [Digit:1digit Idx=\"1\" ] [DE:Qty Ref=\"1\" S=\"Segment\" P=\"Segmente\" ]  auf.",
  "999830": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999829": "Erhöht die Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999828": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999827": "Erhöht die Initiative des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999826": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] für jedes verbündete Gefährtengespann das sich auf bem Spielfeld befindet. Im Multiteamkampf werden stattdessen die Attackenleisten aller verbündeten Spieler um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] aufgefüllt.",
  "999825": "Erhöht die Verteidigung des Anwenders um [Digit:1digit ].",
  "999824": "Verursacht den Effekt Folgetreffer beim Anwender.",
  "999823": "Erhöht die Verteidigung und die Initiative aller Gefährten im Team um [Digit:1digit ].",
  "999822": "Verbraucht maximal [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Je mehr von der Leiste verbraucht wurde, desto mehr werden Angriff und Spezial-Angriff des Anwenders erhöht (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999821": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird der Angriff aller Gefährten im Team erhöht (kann um bis zu maximal [Digit:1digit ] erhöht werden).",
  "999820": "Erhöht die Genauigkeit, den Fluchtwert und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999819": "Der Anwender macht sich vorübergehend zum Ziel der Gegner.",
  "999818": "Stellt die KP eines Gefährten um etwa [Digit:2digits ] % seiner maximalen KP wieder her.",
  "999817": "Erhöht die Verteidigung und Spezial-Verteidigung eines Gefährten um [Digit:1digit Idx=\"1\" ].",
  "999816": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999815": "Der Anwender erleidet Verbrennungen.",
  "999814": "Verbraucht maximal [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Je mehr von der Leiste verbraucht wurde, desto mehr werden Angriff und Spezial-Verteidigung des Anwenders erhöht (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999813": "Setzt gesenkte Statuswerte des Anwenders auf den Ausgangswert zurück.",
  "999812": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999811": "Erhöht den Angriff und Spezial-Angriff aller Gefährten im Team um [Digit:1digit ].",
  "999810": "Erhöht den Spezial-Angriff und die Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999809": "Erhöht den Spezial-Angriff und den Fluchtwert des Anwenders um [Digit:1digit ].",
  "999808": "Erhöht den Angriff und die Initiative des Anwenders um [Digit:1digit ].",
  "999807": "Senkt die Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999806": "Erhöht die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999805": "Verursacht den Effekt Typresistenz beim Anwender. Der Anwender wird resistent gegen den Typ des letzten Angriffs, von dem er getroffen wurde.",
  "999804": "Erhöht die Verteidigung und Initiative des Anwenders um [Digit:1digit ].",
  "999803": "Erhöht die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999802": "Erhöht den Spezial-Angriff und die Initiative aller Gefährten im Team um [Digit:1digit ].",
  "999801": "Setzt die Statuswerterhöhungen des Anwenders auf den doppelten Wert der Statuswerterhöhungen des Zieles.",
  "999800": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] für jedes verbündete Gefährtengespann das sich auf bem Spielfeld befindet. Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr füllt diese Attacke die Attackenleiste deines Teams auf. Im Multiteamkampf werden stattdessen die Attackenleisten aller verbündeten Spieler um bis zu [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] aufgefüllt.",
  "999799": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird der Angriff aller Gefährten im Team erhöht (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999798": "Erhöht die Volltrefferquote aller Gefährten im Team um [Digit:1digit ].",
  "999797": "Verursacht den Effekt Folgetreffer beim bei allen Gefährten im Team.",
  "999796": "Erhöht die Genauigkeit und Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999795": "Senkt die Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999794": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf.",
  "999793": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit ].",
  "999792": "Erhöht den Angriff des Anwenders in der Klingenform um [Digit:1digit ].",
  "999791": "Erhöht die Volltrefferquote des Anwenders in der Klingenform um [Digit:1digit Idx=\"1\" ].",
  "999790": "Erhöht die Verteidigung und Spezial-Verteidigung des Anwenders in der Schildform um [Digit:1digit Idx=\"2\" ].",
  "999789": "Erhöht den Angriff und die Spezial-Verteidigung des Anwenders um [Digit:1digit ].",
  "999788": "Erhöht einen zufälligen der folgenden Statuswerte des Anwenders um [Digit:1digit Idx=\"1\" ]: Verteidigung, Spezial-Angriff, Spezial-Verteidigung oder Initiative.",
  "999787": "Erhöht die Initiative und den Fluchtwert des Anwenders um [Digit:1digit ].",
  "999786": "Der Anwender erleidet Schaden in Höhe von [Digit:2digits Idx=\"1\" ] % seiner maximalen KP.",
  "999785": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird der Spezial-Angriff des Anwenders erhöht (kann um bis zu maximal [Digit:1digit ] erhöht werden).",
  "999784": "Erhöht die Verteidigung aller Gefährten im Team um [Digit:1digit ].",
  "999783": "Erhöht den Fluchtwert eines Gefährten um [Digit:1digit ].",
  "999782": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team um [Digit:1digit ].",
  "999781": "Erhöht den Spezial-Angriff aller Gefährten im Team um [Digit:1digit ].",
  "999780": "Erhöht die Spezial-Verteidigung aller Gefährten im Team um [Digit:1digit ].",
  "999779": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit ].",
  "999778": "Erhöht die Genauigkeit des Anwenders um [Digit:1digit ].",
  "999777": "Erhöht die Genauigkeit aller Gefährten im Team um [Digit:1digit ].",
  "999776": "Erhöht den Fluchtwert aller Gefährten im Team um [Digit:1digit ].",
  "999775": "Die Stärke dieser Attacke steigt, wenn das Ziel zurückgeschreckt ist.",
  "999774": "Löst bei Gengar bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Gengar aus.",
  "999773": "Die Stärke dieser Attacke steigt, wenn das Ziel schläft.",
  "999772": "Die Stärke dieser Attacke steigt, wenn das Ziel an Verbrennungen leidet.",
  "999771": "Die Stärke dieser Attacke steigt, wenn das Ziel paralysiert ist.",
  "999770": "Die Stärke dieser Attacke steigt bei Hagel.",
  "999769": "Die Stärke dieser Attacke steigt, wenn das Ziel gefroren ist.",
  "999768": "Die Stärke dieser Attacke steigt, wenn das Ziel in einer Umschlingung gefangen ist.",
  "999767": "Die Stärke dieser Attacke steigt, wenn keiner der Statuswerte des Zieles erhöht wurde.",
  "999766": "Die Stärke dieser Attacke steigt, wenn das Ziel verwirrt ist.",
  "999765": "Die Stärke dieser Attacke steigt, wenn das Ziel vergiftet oder schwer vergiftet ist.",
  "999764": "Die Stärke dieser Attacke steigt, wenn der Anwender an einem Statusproblem leidet.",
  "999763": "Außer unter besonderen Umständen wird der Angriff garantiert ein Volltreffer, sofern er trifft.",
  "999762": "Stellt die KP des Anwenders um etwa [Digit:2digits Idx=\"1\" ] % seiner maximalen KP wieder her.",
  "999761": "Erhöht die Verteidigung und den Spezial-Angriff des Anwenders um [Digit:1digit ].",
  "999760": "Erhöht einen zufälligen der folgenden Statuswerte aller Gefährten im Team um [Digit:1digit Idx=\"1\" ]: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Genauigkeit oder Fluchtwert.",
  "999759": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto niedriger ist die Stärke dieser Attacke.",
  "999758": "Erhöht die Initiative und die Volltrefferquote des Anwenders um [Digit:1digit ]. Bei Sandstürmen werden diese Werte stattdessen um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999757": "Der Anwender erleidet Schaden in Höhe von [Digit:2digits Idx=\"1\" ] % seiner verbleibenden KP.",
  "999756": "Erhöht die Initiative und den Fluchtwert des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999755": "Erhöht den Angriff, den Spezial-Angriff und die Genauigkeit des Anwenders um [Digit:1digit ].",
  "999754": "Füllt die Attackenleiste des Anwenders um die Höhe seines aktuellen Attacken-Levels auf.",
  "999753": "Erhöht den Angriff, die Verteidigung, den Spezial-Angriff, die Spezial-Verteidigung, die Initiative und die Genauigkeit aller Gefährten im Team um [Digit:1digit ].",
  "999752": "Füllt [Digit:1digit ] [DE:Qty S=\"Attackeneinsatzpunkt\" P=\"Attackeneinsatzpunkte\" ] (AEP) von Attacken des Anwenders wieder auf, die über den Zusatzeffekt Sofortangriff verfügen.",
  "999751": "Erhöht den Angriff des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999750": "Wenn der Anwender Mega-Metagross ist, wird zusätzlich der Effekt Überstehen verursacht.",
  "999749": "Ist der Anwender zurückgeschreckt, verwirrt oder umschlungen, wird er von dem Zustand befreit.",
  "999748": "Erhöht die Initiative und die Genauigkeit des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999747": "Erhöht einen zufälligen der folgenden Statuswerte des Anwenders um [Digit:1digit Idx=\"1\" ]: Angriff, Verteidigung, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "999746": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999745": "Wenn der Anwender Mega-Glurak X ist, wird zusätzlich der Angriff des Anwenders um [Digit:1digit ] erhöht.",
  "999744": "Reduziert den Wert des Gefährtenattacken-\nCountdowns eines Gefährten im Team um [Digit:1digit ].",
  "999743": "Erhöht die Genauigkeit und Volltrefferquote eines Gefährten im Team um [Digit:1digit Idx=\"1\" ]. Wenn das Team des Anwenders gut drauf ist, werden Genauigkeit und Volltrefferquote eines Gefährten im Team stattdessen um [Digit:1digit Idx=\"2\" ] erhöht.",
  "999742": "Erhöht den Spezial-Angriff eines Gefährten um [Digit:1digit Idx=\"1\" ].",
  "999741": "Erhöht die Genauigkeit eines Gefährten um [Digit:1digit Idx=\"2\" ].",
  "999740": "Erhöht die Spezial-Verteidigung und die Initiative des Anwenders um [Digit:1digit ].",
  "999739": "Löst bei Glurak bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Glurak X aus.",
  "999738": "Die Attacke schlägt fehl, wenn diese Gefährten seit ihrem Kampfantritt bereits Attacken eingesetzt haben.",
  "999737": "Je mehr die Attackenleiste deines Teams aufgefüllt ist wenn diese Attacke ausgewählt wird, desto mehr wird der Spezial-Angriff und die Initiative des Anwenders erhöht (kann um maximal [Digit:1digit ] erhöht werden).",
  "999736": "Verbraucht maximal [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Je mehr von der Leiste verbraucht wurde, desto mehr werden der Angriff und die Verteidigung des Anwenders erhöht (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999735": "Löst bei Galagladi bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Galagladi aus.",
  "999734": "Der Anwender geht in Angriffsbereitschaft.",
  "999733": "Wenn die Attacke erneut ausgeführt wird, endet die Bereitschaft und der Anwender greift an.",
  "999732": "In Angriffsbereitschaft kann der Anwender keine weiteren Aktionen ausführen.",
  "999731": "Bei starkem Sonnenlicht geht der Anwender nicht in Angriffsbereitschaft und greift stattdessen sofort an.",
  "999730": "Wenn die Attacke erneut ausgeführt wird, endet die Bereitschaft.",
  "999729": "Wenn der Anwender während der Bereitschaft mit einer Spezial-Attacke angegriffen wird, verlässt der Anwender die Bereitschaft und führt einen Gegenangriff durch.",
  "999728": "Je mehr Schaden der Anwender erlitten hat, desto stärker ist diese Attacke.",
  "999727": "Die Stärke der Attacke wird verdoppelt, wenn die verbleibenden KP des Gegners auf oder unter die Hälfte gefallen sind.",
  "999726": "Erhöht den Fluchtwert und die Volltrefferquote des Anwenders um [Digit:1digit ]. Bei starkem Sonnenlicht werden diese Werte stattdessen um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999725": "Befreit den Anwender von allen Statusproblemen.",
  "999724": "Erhöht den Fluchtwert und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999723": "Wenn der Anwender Mega-Tohaido ist, wird zusätzlich der Angriff des Anwenders um [Digit:1digit Idx=\"2\" ] erhöht.",
  "999722": "Stellt die KP eines Gefährten komplett wieder her.",
  "999721": "Befreit einen Gefährten von allen Statusproblemen.",
  "999720": "Befreit einen Gefährten im Team, der verwirrt, zurückgeschreckt oder umschlungen ist, von dem Zustand.",
  "999719": "Der Anwender geht in den Phantomkraft-Zustand über.",
  "999718": "Nach einiger Zeit wird der Zustand aufgehoben und der Anwender greift an.",
  "999717": "Im Phantomkraft-Zustand kann der Anwender keine weiteren Aktionen durchführen.",
  "999716": "In diesem Zustand treffen keine Attacken des Gegners.",
  "999715": "Wird der Anwender von einer Gefährtenattacke oder Gefährten-Dynamax-Attacke getroffen, wird der Phantomkraft-Zustand aufgehoben.",
  "999714": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Zieles um [Digit:1digit Idx=\"1\" ] zu senken.",
  "999713": "Erhöht den Angriff des Anwenders um [Digit:1digit ]. Erhöht den Angriff stattdessen um [Digit:1digit Idx=\"1\" ], wenn der Anwender an einem Statusproblem leidet.",
  "999712": "Erhöht den Spezial-Angriff und den Fluchtwert des Anwenders um [Digit:1digit Idx=\"2\" ]. Erhöht den Spezial-Angriff und den Fluchtwert stattdessen um [Digit:1digit Idx=\"3\" ], wenn der Anwender an einem Statusproblem leidet.",
  "999711": "Erhöht die Verteidigung, die Spezial-Verteidigung und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999710": "Erhöht den Angriff und die Initiative aller Gefährten im Team um [Digit:1digit ].",
  "999709": "Erhöht die Spezial-Verteidigung und die Initiative aller Gefährten im Team um [Digit:1digit ].",
  "999708": "Vergiftet das Ziel.",
  "999707": "Senkt die Verteidigung des Anwenders um [Digit:1digit ].",
  "999706": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf. Wenn der Anwender schläft, wird die Attackenleiste deines Teams stattdessen um [Digit:1digit Idx=\"1\" ] [DE:Qty Ref=\"1\" S=\"Segment\" P=\"Segmente\" ] aufgefüllt.",
  "999705": "Erhöht den Angriff und den Spezial-Angriff des Anwenders um [Digit:1digit Idx=\"2\" ]. Wenn der Anwender schläft, werden stattdessen der Angriff und der Spezial-Angriff des Anwenders um [Digit:1digit Idx=\"3\" ] erhöht.",
  "999704": "Wenn der Anwender schläft, werden seine KP um etwa [Digit:2digits Idx=\"4\" ] % seiner maximalen KP wiederhergestellt.",
  "999703": "Wenn der Anwender schläft, wacht er wieder auf.",
  "999702": "Erhöht die Genauigkeit und die Volltrefferquote des Anwenders um [Digit:1digit ]. Außerdem wird die Volltrefferquote des Anwenders bei Hagel um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999701": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird der Wert des Gefährtenattacken-\nCountdowns reduziert (kann um bis zu maximal [Digit:1digit ] reduziert werden).",
  "999700": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird die Volltrefferquote des Anwenders erhöht (kann um bis zu maximal [Digit:1digit ] erhöht werden).",
  "999699": "Erhöht die Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999698": "Reduziert den Wert des Gefährtenattacken-\nCountdowns des Anwenders um [Digit:1digit ]. Wenn der Anwender Mega-Bisaflor ist, wird der Wert des Gefährtenattacken-\nCountdowns des Anwenders um [Digit:1digit Idx=\"1\" ] reduziert. Im Multiteamkampf wird stattdessen der Gefährtenattacken-\nCountdown aller verbündeten Spieler reduziert.",
  "999697": "Erhöht den Angriff und den Spezial-Angriff eines Gefährten um [Digit:1digit ].",
  "999696": "Verursacht den Effekt Folgevolltreffer bei einem Gefährten.",
  "999695": "Ändert den Typ des Anwenders zur Schwäche des Gegners. Mit dem Typen-Wechsel ändern sich die Schwäche des Anwenders und der Typ von Multi-Angriff sowie Multi-Angriff der Gegnersuche des Anwenders.",
  "999694": "Stellt in Notsituationen etwa [Digit:2digits Idx=\"1\" ] % KP des Anwenders wieder her.",
  "999693": "Füllt in Notsituationen die Attackenleiste deines Teams um [Digit:1digit Idx=\"2\" ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf.",
  "999692": "Löst bei Bisaflor bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Bisaflor aus.",
  "999691": "In der Verkleideten Form wird die Volltrefferquote des Anwenders um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999690": "In der Entlarvten Form werden die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999689": "Erhöht die Initiative des Anwenders um [Digit:1digit ]. Erhöht die Initiative stattdessen um [Digit:1digit Idx=\"1\" ], wenn der Anwender an einem Statusproblem leidet.",
  "999688": "Senkt die Verteidigung und Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"2\" ].",
  "999687": "Erhöht die Genauigkeit aller Gefährten im Team um [Digit:1digit ], wenn ein Elektrofeld aktiv ist.",
  "999686": "Löst Felder auf.",
  "999685": "Hebt Feld-Effekte auf der Gegner-Seite auf.",
  "999684": "Senkt den Fluchtwert des Zieles um [Digit:1digit ].",
  "999683": "Erhöht die Verteidigung, den Spezial-Angriff und die Spezial-Verteidigung des Anwenders um [Digit:1digit ]. Diese Statuswerte steigen stattdessen um [Digit:1digit Idx=\"1\" ], wenn ein Psycho-Feld aktiv ist.",
  "999682": "Löst bei Altaria bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Altaria aus.",
  "999681": "Die Stärke dieser Attacke steigt, wenn auf der Gegner-Seite keine Feld-Effekte wirken und Seiten-Effekte wie Wetter oder Felder, die beide Seiten betreffen, nicht aktiv sind.",
  "999680": "Hat eine [Digit:2digits ] %-Chance dem Ziel Verbrennungen zuzufügen, es zu paralysieren oder einzufrieren.",
  "999679": "Die Stärke dieser Attacke steigt, wenn das Ziel gut drauf ist.",
  "999678": "Stellt bei allen Gefährten im Team etwa [Digit:2digits ] % ihrer maximalen KP wieder her.",
  "999677": "Setzt gesenkte Statuswerte aller Gefährten im Team auf den Ausgangswert zurück.",
  "999676": "Erhöht die Verteidigung aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999675": "Erhöht die Initiative und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999674": "Reduziert den Wert des Gefährtenattacken-\nCountdowns des Anwenders um [Digit:1digit ].",
  "999673": "Die Stärke dieser Attacke steigt, wenn das Ziel an Statusproblemen leidet.",
  "999672": "Senkt die Initiative des Anwenders um [Digit:1digit ].",
  "999671": "Versetzt den Anwender in den Sprungfeder-Zustand.",
  "999670": "Nach einiger Zeit wird der Zustand aufgehoben und der Anwender greift an.",
  "999669": "Solange der Sprungfeder-Zustand andauert, kann der Anwender keine weiteren Aktionen ausführen.",
  "999668": "Solange der Sprungfeder-Zustand andauert, treffen Attacken des Gegners in fast allen Fällen nicht.",
  "999667": "Wird der Anwender von einer Gefährtenattacke oder Gefährten-Dynamax-Attacke getroffen, wird der Sprungfeder-Zustand aufgehoben.",
  "999666": "Wenn der Anwender nicht gut drauf ist, wird ihm zusätzlich der Effekt Folge-Effektiv.-Stärke↑ gewährt.",
  "999665": "Erhöht den Angriff, den Spezial-Angriff und die Genauigkeit des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999664": "Der Anwender erleidet Schaden in Höhe von [Digit:2digits Idx=\"2\" ] % seiner verbleibenden KP.",
  "999663": "Erhöht die Initiative, die Genauigkeit und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999662": "Erhöht den Spezial-Angriff und die Volltrefferquote des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999661": "Löst bei Sumpex bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Sumpex aus.",
  "999660": "Die Stärke dieser Attacke steigt bei Regen.",
  "999659": "Stellt pro Einsatz bis zu etwa [Digit:2digits ] % der maximalen KP des Anwenders wieder her.",
  "999658": "Wenn der Anwender mit einer physischen Attacke angegriffen wurde, wird die Verteidigung des Angreifers um [Digit:1digit ] gesenkt.",
  "999657": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999656": "Reduziert den Wert des Gefährtenattacken-\nCountdowns um  [Digit:1digit Idx=\"1\" ].",
  "999655": "Je höher das Attacken-Level des Anwenders ist, desto mehr werden der Spezial-Angriff, die Spezial-Verteidigung und die Initiative aller Gefährten im Team erhöht (kann um maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999654": "Wenn der Anwender Mega-Guardevoir ist, wird zusätzlich die Attackenleiste deines Teams um [Digit:1digit Idx=\"1\" ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] aufgefüllt.",
  "999653": "Wenn die Initiative des Anwenders erhöht ist, wird zusätzlich sein Angriff um denselben Wert erhöht.",
  "999652": "Erhöht im Kohldampfmuster die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999651": "Erhöht den Angriff und Spezial-Angriff des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999650": "Erhöht die Spezial-Verteidigung und die Initiative des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999649": "Setzt zufällig eine von mehreren Attacken ein.",
  "999648": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit ], wenn der Anwender Schlapor ist.",
  "999647": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit ], wenn der Anwender Schlapor ist.",
  "999646": "Erhöht die Genauigkeit des Anwenders um [Digit:1digit Idx=\"1\" ], wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999645": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit Idx=\"2\" ], wenn der Anwender zu Mega-Schlapor geworden ist.",
  "999644": "Verbraucht maximal [Digit:1digit Idx=\"1\" ] [DE:Qty Ref=\"1\" S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Je mehr von der Leiste verbraucht wurde, desto mehr werden der Angriff und Spezial-Angriff aller Gefährten im Team erhöht (kann um maximal [Digit:1digit Idx=\"2\" ] erhöht werden).",
  "999643": "Nach dem ersten Einsatz pro Kampf nimmt die Gefährtenattacke bis zum Ende des Kampfes den Typ Kampf an.",
  "999642": "Erhöht den Angriff des Zieles um [Digit:1digit ].",
  "999641": "Außerdem wird die Initiative des Anwenders bei Regen um [Digit:1digit Idx=\"2\" ] erhöht.",
  "999640": "Die Stärke dieser Attacke steigt, wenn das Ziel in einer Wechselsperre gefangen ist.",
  "999639": "Der Anwender erleidet Schaden in Höhe von [Digit:2digits ] % seiner maximalen KP.",
  "999638": "Senkt den Angriff und Spezial-Angriff des Zieles um [Digit:1digit ].",
  "999637": "Senkt die Spezial-Verteidigung des Anwenders um [Digit:1digit Idx=\"1\" ].",
  "999636": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird der Spezial-Angriff des Anwenders erhöht (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999635": "Erhöht den Angriff, den Spezial-Angriff und die Volltrefferquote aller Gefährten im Team um [Digit:1digit ].",
  "999634": "Außerdem wird der Angriff und die Genauigkeit des Anwenders bei starkem Sonnenlicht um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999633": "Verursacht bei starkem Sonnenlicht den Effekt Folge-Effektiv.-Stärke↑ beim Anwender.",
  "999632": "Außerdem wird der Spezial-Angriff des Anwenders bei Regen um [Digit:1digit Idx=\"2\" ] erhöht.",
  "999631": "Außerdem wird die Genauigkeit des Anwenders bei Regen um [Digit:1digit ] erhöht.",
  "999630": "Verursacht bei Regen beim Anwender den Effekt KP-Regenerierung.",
  "999629": "Verbraucht maximal [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Je mehr von der Leiste verbraucht wurde, desto mehr werden der Angriff und die Verteidigung aller Gefährten im Team erhöht (kann um maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999628": "Erhöht die Verteidigung, die Spezial-Verteidigung und die Initiative des Anwenders um [Digit:1digit ].",
  "999627": "Erhöht die Verteidigung eines Gefährten um [Digit:1digit Idx=\"1\" ].",
  "999626": "Die Stärke dieser Attacke steigt um 50 %, wenn das Ziel gut drauf ist.",
  "999625": "Verbraucht maximal [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] der Attackenleiste deines Teams. Erhöht abhängig davon, wie viel von der Leiste verbraucht wurde, den Angriff des Anwenders (kann um bis zu maximal [Digit:1digit Idx=\"1\" ] erhöht werden).",
  "999624": "Erhöht die Verteidigung und Volltrefferquote aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999623": "Löst bei Absol bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Absol aus.",
  "999622": "Trifft garantiert.",
  "999621": "Verursacht den Effekt Werte↓-Schutz auf der Anwender-Seite.",
  "999620": "Verursacht bei einem Gefährten den Effekt Überstehen.",
  "999619": "Verursacht bei einem Gefährten den Effekt KP-Regenerierung, wenn das Team des Anwenders gut drauf ist.",
  "999618": "Erhöht die Verteidigung und Spezial-Verteidigung aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999617": "Verursacht auf der Anwender-Seite den Effekt Spezial-Schaden↓.",
  "999616": "Verursacht auf der Anwender-Seite den Effekt Physischer Schaden↓.",
  "999615": "Hebt die Effekte Physischer Schaden↓ und Spezial-Schaden↓ auf der Gegner-Seite auf.",
  "999614": "Der Anwender erleidet außerdem etwa 33 % des beim Ziel angerichteten Schadens.",
  "999613": "Verursacht beim Ziel den Effekt Flucht unmöglich.",
  "999612": "Verdoppelt die bereits vorhandene Erhöhung von Statuswerten des Anwenders.",
  "999611": "Erhöht die Statuswerte des Anwenders um denselben Wert, um den die Statuseffekte des Zieles erhöht sind.",
  "999610": "Befreit alle Gefährten im Team von allen Statusproblemen.",
  "999609": "Löst bei der Gegner-Seite eine Serienkürzung aus.",
  "999608": "Löst bei der Gegner-Seite eine Serienstörung aus.",
  "999607": "Verursacht den Effekt Wetter stabil.",
  "999606": "Verursacht auf der Gegner-Seite den Effekt Kein Wechsel.",
  "999605": "Verursacht bei allen Gefährten im Team den Effekt Folgevolltreffer.",
  "999604": "Verursacht bei einem Gefährten den Effekt Keine Problemstörung.",
  "999603": "Verursacht bei allen Gefährten im Team den Effekt Keine Problemstörung.",
  "999602": "Verursacht auf der Anwender-Seite den Effekt Problemreflexion.",
  "999601": "Verursacht auf der Anwender-Seite den Effekt Werte↓-Reflexion.",
  "999600": "Verursacht auf der Anwender-Seite den Effekt Status-Block.",
  "999599": "Verursacht auf der Anwender-Seite den Effekt Volltrefferschutz.",
  "999598": "Je mehr die Verteidigung des Anwenders erhöht wurden, desto stärker ist diese Attacke.",
  "999597": "Je mehr die Spezial-Verteidigung des Anwenders erhöht wurden, desto stärker ist diese Attacke.",
  "999596": "Ignoriert Passivfähigkeiten des Gegners, die den Schaden dieser Attacke reduzieren würden.",
  "999595": "Ignoriert Passivfähigkeiten des Gegners, die das Ziel vor Volltreffern schützen würden.",
  "999594": "Ignoriert den Effekt Überstehen des Gegners.",
  "999593": "Löst bei Stahlos bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Stahlos aus.",
  "999592": "Je mehr der Angriff des Anwenders erhöht wurde, desto mehr wird die Stärke dieser Attacke erhöht.",
  "999591": "Löst bei Turtok bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Turtok aus.",
  "999590": "Füllt [Digit:1digit ] [DE:Qty S=\"Attackeneinsatzpunkt\" P=\"Attackeneinsatzpunkte\" ] (AEP) von Attacken des Anwenders wieder auf.",
  "999589": "Erhöht die Volltrefferquote eines Gefährten um [Digit:1digit Idx=\"1\" ].",
  "999588": "Ein Gefährte wird in den Zustand Folge-Effektiv.-Stärke↑ versetzt.",
  "999587": "Wenn der Anwender Mega-Aerodactyl ist, wird zusätzlich die Initiative des Anwenders um [Digit:1digit ] erhöht.",
  "999586": "Löst bei Aerodactyl bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Aerodactyl aus.",
  "999585": "Wenn der Anwender Mega-Rayquaza ist, wird zusätzlich die Initiative des Anwenders um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999584": "Löst bei Rayquaza bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Rayquaza aus.",
  "999583": "Der Anwender geht in den Flug-Zustand über.",
  "999582": "Nach einiger Zeit wird der Zustand aufgehoben und der Anwender greift an.",
  "999581": "Im Flug-Zustand kann der Anwender keine weiteren Aktionen durchführen.",
  "999580": "In diesem Zustand treffen Attacken des Gegners in fast allen Fällen nicht.",
  "999579": "Wird der Anwender von einer Gefährtenattacke oder Gefährten-Dynamax-Attacke getroffen, wird der Flug-Zustand aufgehoben.",
  "999578": "Erzeugt ein Elektrofeld.",
  "999577": "Erzeugt ein Grasfeld.",
  "999576": "Erzeugt ein Psychofeld.",
  "999575": "Verursacht Schaden, der von der Verteidigung statt der Spezial-Verteidigung des Ziels abhängt.",
  "999574": "Verursacht bei allen gegnerischen Gefährten den Effekt Wechselsperre.",
  "999573": "Außerdem wird der Angriff des Anwenders bei starkem Sonnenlicht um [Digit:1digit ] erhöht.",
  "999572": "Außerdem wird die Volltrefferquote des Anwenders bei starkem Sonnenlicht um [Digit:1digit Idx=\"1\" ] erhöht.",
  "999571": "Verursacht bei starkem Sonnenlicht den Effekt KP-Regenerierung beim Anwender.",
  "999570": "Erhöht die Initiative und die Genauigkeit aller Gefährten im Team um [Digit:1digit Idx=\"1\" ].",
  "999569": "Verursacht zusätzlich den Effekt Keine Problemstörung bei allen Gefährten im Team, wenn der Anwender zu Mega-Zobiris geworden ist.",
  "999568": "Erhöht den Spezial-Angriff und die Volltrefferquote des Anwenders um [Digit:1digit ].",
  "999567": "Löst bei Banette bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Banette aus.",
  "999566": "Löst bei Zobiris bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Zobiris aus.",
  "999565": "Löst bei Mewtu Y bis zum Ende des Kampfes die Mega-Entwicklung zu Mega-Mewtu Y aus.",
  "999564": "Je stärker der Angriff des Zieles gesenkt wurde, desto mehr wird die Stärke dieser Attacke erhöht.",
  "999563": "Die Stärke dieser Attacke steigt bei starkem Sonnenlicht."
}
