{
  "999999": "Aucun effet additionnel.",
  "999998": "Taux de critiques élevé.",
  "999997": "Protège le côté allié des altérations de statut.",
  "999996": "Apeure l'ennemi (rarement).",
  "999995": "Brûle l'ennemi.",
  "999994": "Plus les stats du lanceur ont été augmentées, plus cette capacité est puissante.",
  "999993": "Augmente légèrement la Vitesse du lanceur.",
  "999992": "Baisse légèrement l'Attaque de l'ennemi.",
  "999991": "Augmente la vitesse à laquelle la Jauge Capacité du côté allié se remplit.",
  "999990": "Réduit de 1 le nombre d'actions nécessaires pour lancer la capacité Duo.",
  "999989": "Augmente modérément l'Attaque du lanceur.",
  "999988": "Augmente légèrement le taux de critiques du lanceur.",
  "999987": "Augmente modérément l'Attaque Spéciale et la Défense Spéciale du lanceur.",
  "999986": "Augmente légèrement l'Attaque du lanceur.",
  "999985": "Augmente modérément l'Attaque et l'Attaque Spéciale du lanceur.",
  "999984": "Applique l'effet Conso. 0 assurée au lanceur.",
  "999983": "Baisse légèrement la Défense et la Défense Spéciale du lanceur.",
  "999982": "Augmente en puissance si l'ennemi est paralysé.",
  "999981": "Plus les stats de l'ennemi ont été abaissées, plus cette capacité est puissante.",
  "999980": "Apeure l'ennemi (assez rarement).",
  "999979": "Endort l'ennemi.",
  "999978": "Inflige des dégâts équivalents au nombre maximum de PV de la cible et ignore les effets des adversaires qui pourraient réduire les dégâts causés par l'attaque (sauf dans  certains cas).",
  "999977": "Applique l'effet Carcan à la cible.",
  "999976": "Augmente légèrement la Précision de tous les alliés.",
  "999975": "Augmente modérément la Défense, la Défense Spéciale et le taux de critiques du lanceur.",
  "999974": "Le lanceur regagne lentement ses PV.",
  "999973": "Augmente légèrement la Vitesse de tous les alliés.",
  "999972": "Consomme jusqu'à trois segments de la Jauge Capacité du lanceur.\nL'Attaque et l'Attaque Spéciale de tous les alliés augmentent en fonction du nombre de segments consommés (maximum 4 rangs).",
  "999971": "Augmente modérément l'Attaque de l'adversaire.",
  "999970": "Rend l'ennemi confus.",
  "999969": "Lorsque le Pokémon est en Mode Rassasié, cette attaque est de type Électrik.",
  "999968": "Lorsque le Pokémon est en Mode Affamé, cette attaque est de type Ténèbres.",
  "999967": "Si le lanceur a méga-évolué, remplit 3 segments de la Jauge Capacité du lanceur.",
  "999966": "Si la Vitesse du lanceur a été augmentée, augmente également son Attaque de la même quantité.",
  "999965": "Lorsque le Pokémon est en Mode Rassasié, celui-ci regagne lentement ses PV.",
  "999964": "Lorsque le Pokémon est en Mode Affamé, celui-ci voit son taux de critiques légèrement augmenter.",
  "999963": "Permet à Gardevoir de devenir Méga-Gardevoir jusqu'à la fin du combat.",
  "999962": "Lorsque le Pokémon est en Mode Affamé, celui-ci passe en Mode Rassasié.",
  "999961": "Utilise aléatoirement une des capacités parmi plusieurs.",
  "999960": "Si lancé par Lockpin, augmente modérément la Vitesse de tous les alliés.",
  "999959": "Si lancé par Lockpin, augmente modérément l'Esquive du lanceur.",
  "999958": "Si le lanceur a méga-évolué, augmente légèrement la Précision du lanceur.",
  "999957": "Si le lanceur a méga-évolué, augmente beaucoup l'Esquive du lanceur.",
  "999956": "Augmente légèrement la Défense et la Défense Spéciale de tous les alliés d'un à trois points de stats, aléatoirement.",
  "999955": "Permet à Lockpin de devenir Méga-Lockpin jusqu'à la fin du combat.",
  "999954": "Après utilisation pour la première fois de cette capacité Duo, elle devient de type Combat jusqu'à la fin du combat."
}
