{
  "p999999": "When a move used by the user’s Pokémon lowers an opponent’s stat, has a chance ([Digit:2digits ]%) of lowering the same stat for all opposing sync pairs.",
  "p999998": "Has a chance ([Digit:2digits ]%) of raising the user’s Speed by one stat rank when its move is a critical hit.",
  "p999997": "Moves never miss when the weather is sunny.",
  "p999996": "Stats cannot be lowered when the weather is sunny.",
  "p999995": "Powers up the user’s moves during a sandstorm.",
  "p999994": "Protects the user from damage from a sandstorm.",
  "p999993": "The user’s Attack increases 50% when the user’s remaining HP is at half or more.",
  "p999992": "Raises the Speed of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s Pokémon uses a move during a sandstorm.",
  "p999991": "Raises the Attack and Sp. Atk of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time a status move used by the user’s Pokémon is successful each battle.",
  "p999990": "The user’s Defense and Sp. Def increase 30% during a sandstorm.",
  "p999989": "Restores one MP for the user when it lands a critical hit.",
  "p999988": "Has a chance ([Digit:2digits ]%) of applying the Free Move Next effect to the user when it lands a critical hit.",
  "p999987": "Has a chance ([Digit:2digits ]%) of applying the Supereffective ↑ Next effect to the user when its Pokémon uses a status move.",
  "p999986": "Raises the user’s critical-hit rate by one stat rank when its Pokémon uses a status move.",
  "p999985": "When an ally’s stat is raised by a status move used by the user’s Pokémon, it is raised by double the stat ranks.",
  "p999984": "Raises the user’s Defense and Sp. Def by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999983": "Has a chance ([Digit:2digits ]%) of raising the user’s Defense and Sp. Def by one stat rank when its Pokémon uses a move during a sandstorm.",
  "p999982": "Has a chance ([Digit:2digits ]%) of lowering the target’s accuracy by one stat rank when an attack move against it is successful during a sandstorm.",
  "p999981": "Causes a sandstorm the first time the user’s sync move is used each battle.",
  "p999980": "The user’s Sp. Def increases 50% during a sandstorm.",
  "p999979": "Reduces the chance of actions failing due to paralysis.",
  "p999978": "Mitigates the reduction of Speed due to paralysis.",
  "p999977": "Applies the Condition Nullification effect to the user when status conditions are removed from it.",
  "p999976": "Applies the Condition Nullification effect to the user when flinching, confused and trapped conditions are removed from it.",
  "p999975": "When any stat is lowered, mitigates the reduction of that stat.",
  "p999974": "Removes all status conditions from the user after using its sync move.",
  "p999973": "Removes the confused and trapped conditions from the user after using its sync move.",
  "p999972": "Returns the user’s lowered stats to normal after using its sync move.",
  "p999971": "Reduces the user’s sync move countdown by [Digit:1digit ] the first time it enters a battle each battle.",
  "p999970": "After using the user’s sync move, reduces the upper value of the user’s sync move countdown by [Digit:1digit ].",
  "p999969": "Raises the chance of lowering stat values with the additional effects of moves.",
  "p999968": "Powers up the user’s moves when in a pinch.",
  "p999967": "Powers up the user’s moves when it is affected by a status condition.",
  "p999966": "The fuller the move gauge when moves are selected, the more this powers up moves.",
  "p999965": "When the user enters battle with full HP, applies the Enduring effect to it.",
  "p999964": "Stats cannot be lowered during a sandstorm.",
  "p999963": "Lowers the Attack of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999962": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it lands a critical hit.",
  "p999961": "Raises the user’s critical-hit rate by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it lands a critical hit.",
  "p999960": "Restores the user’s HP by approximately [Digit:2digits ]% of its maximum HP the first time it is in a pinch each battle.",
  "p999959": "Restores the user’s HP whenever its Pokémon takes an action during a hailstorm.",
  "p999958": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] during a sandstorm.",
  "p999957": "Quickly charges the move gauge when the weather is rainy.",
  "p999956": "Quickly charges the move gauge when the weather is sunny.",
  "p999955": "Quickly charges the move gauge when the user is affected by a status condition.",
  "p999954": "Reduces damage when the user is hit by a physical attack move while in a pinch.",
  "p999953": "The user is not affected by status conditions when the weather is sunny.",
  "p999952": "Has a chance ([Digit:2digits ]%) of raising the user’s Speed by one stat rank after its Pokémon uses a move.",
  "p999951": "Raises the user’s Speed by one stat rank after its Pokémon uses a move.",
  "p999950": "Has a chance ([Digit:2digits ]%) of removing all status conditions from all allied sync pairs after the user’s Pokémon uses a move.",
  "p999949": "When the user attacks, ignores damage-reducing effects on the target’s field of play.",
  "p999948": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack by one stat rank when one of its attack moves is successful.",
  "p999947": "Raises the user’s Attack by one stat rank when one of its attack moves is successful.",
  "p999946": "Has a chance ([Digit:2digits ]%) of lowering the target’s Defense by one stat rank when an attack move against it is successful.",
  "p999945": "Lowers the target’s Defense by one stat rank when an attack move against it is successful.",
  "p999944": "Powers up the user’s moves when a unity bonus is in effect.",
  "p999943": "The user uses Explosion immediately before fainting.",
  "p999942": "Transfers half the amount of this sync pair’s raised stats to the sync pair that will switch in when this sync pair faints.",
  "p999941": "Has a chance ([Digit:2digits ]%) of raising the user’s Defense by one stat rank after its Pokémon uses a move.",
  "p999940": "Raises the user’s Defense by one stat rank after its Pokémon uses a move.",
  "p999939": "Changes to Blade Forme when the user’s Pokémon attacks.",
  "p999938": "Changes to Shield Forme when the user’s Pokémon uses King’s Shield or switches out.",
  "p999936": "Has a chance ([Digit:2digits ]%) of raising one of the user’s following stats by one stat rank at random when an attack move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness.",
  "p999935": "Transfers this sync pair’s stat increases to the sync pair that will switch in when this sync pair switches out.",
  "p999934": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when a move is successful.",
  "p999933": "Has a chance ([Digit:2digits ]%) of restoring one MP of the user’s move when that move is successful.",
  "p999932": "Powers up the user’s moves when the target is paralyzed.",
  "p999931": "Powers up the user’s moves when the target is burned.",
  "p999930": "Powers up the user’s moves during a hailstorm.",
  "p999929": "Powers up the user’s moves when the target is frozen.",
  "p999928": "When the user’s Enduring effect activates and the user has 1 HP remaining, has a chance ([Digit:2digits ]%) of applying the Enduring effect to the user again.",
  "p999927": "Restores the user’s HP whenever its Pokémon takes an action while the weather is sunny.",
  "p999926": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999925": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999924": "Raises the user’s critical-hit rate by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999923": "Charges the user’s move gauge by [Digit:1digit ] the first time it is in a pinch each battle.",
  "p999922": "Powers up the user’s moves when the weather is rainy.",
  "p999921": "Powers up the user’s moves when it is confused.",
  "p999920": "Powers up the user’s moves when the target is confused.",
  "p999919": "Reduces damage when the user is hit by an attack move while the weather is rainy.",
  "p999918": "Powers up the user’s sync moves when the weather is sunny.",
  "p999917": "Removes the confused, flinching, and trapped conditions from the user the first time they are inflicted each battle.",
  "p999916": "Has a chance ([Digit:2digits ]%) of applying the Enduring effect to the user when its move is successful.",
  "p999915": "Applies the Enduring effect to the user when its move is successful.",
  "p999914": "Has a chance ([Digit:2digits ]%) of leaving the target confused when a move targeting that opponent is successful.",
  "p999913": "Makes opponents target the user for a short time when the user’s move is successful while in a pinch.",
  "p999912": "Raises the user’s Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999911": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when another Pokémon on the field of play faints.",
  "p999910": "Has a chance ([Digit:2digits ]%) of lowering the target’s Sp. Atk by one stat rank when a move targeting that opponent is successful.",
  "p999909": "Lowers the target’s Sp. Atk by one stat rank when a move targeting that opponent is successful.",
  "p999908": "Critical hits land more easily when the user’s attack move is used while the weather is rainy.",
  "p999907": "Has a chance ([Digit:2digits ]%) of returning the user’s lowered stats to normal when its move is successful.",
  "p999906": "Restores the user’s HP by approximately [Digit:2digits ]% of its maximum HP after using its sync move.",
  "p999905": "Removes all status conditions from the user the first time it is inflicted by any status condition each battle.",
  "p999904": "Lowers one of the target’s following stats by one stat rank at random when an attack move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness.",
  "p999903": "Has a chance ([Digit:2digits ]%) of raising the user’s critical-hit rate by one stat rank when its Pokémon uses a move.",
  "p999902": "Raises the user’s critical-hit rate by one stat rank when its Pokémon uses a move.",
  "p999901": "Has a chance ([Digit:2digits ]%) of raising the Sp. Def of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999900": "Raises the Sp. Def of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999899": "Has a chance ([Digit:2digits ]%) of raising the user’s evasiveness by one stat rank when its Pokémon uses a move.",
  "p999898": "Raises the user’s evasiveness by one stat rank when its Pokémon uses a move.",
  "p999897": "Replaces some of the user’s moves with different moves after using its sync move.",
  "p999896": "Has a chance ([Digit:2digits ]%) of restoring the user’s HP by approximately 20% of its maximum HP when an opponent’s attack move targeting the user misses.",
  "p999895": "Restores the user’s HP by approximately 20% of its maximum HP when an opponent’s attack move targeting the user misses.",
  "p999894": "Has a chance ([Digit:2digits ]%) of restoring the user’s HP by approximately 20% of its maximum HP when its move is successful.",
  "p999893": "Charges the user’s move gauge by [Digit:1digit ] after using a sync move.",
  "p999892": "The larger the user’s percentage of remaining HP, the more it powers up the user’s moves.",
  "p999891": "The more the target’s Sp. Atk is lowered, the more it powers up the user’s moves.",
  "p999890": "The larger the target’s percentage of remaining HP, the more it powers up the user’s moves.",
  "p999889": "Powers up the user’s moves when the move’s target or targets are affected by a status condition.",
  "p999888": "Powers up the user’s moves when the move’s target or targets are flinching, confused, or trapped.",
  "p999887": "Powers up the user’s moves when the move’s target or targets are flinching.",
  "p999886": "Reduces the sync move countdown by [Digit:1digit ] the first time the user’s sync move is used each battle.",
  "p999885": "Once per battle, has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when in a pinch. When used in a co-op battle, reduces the sync move countdown of all allied sync pairs once per battle instead.",
  "p999884": "Once per battle, has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when it enters a battle.",
  "p999883": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when the user’s move is successful.",
  "p999882": "Restores the user’s HP whenever its Pokémon takes an action during a sandstorm.",
  "p999881": "Has a chance ([Digit:2digits ]%) of leaving the target poisoned when a move targeting that opponent is successful.",
  "p999880": "Lowers the Attack and Sp. Atk of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] just before the user faints.",
  "p999879": "Raises the critical-hit rate of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999878": "Raises the user’s Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999877": "Raises the Speed of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999876": "Raises the user’s Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999875": "Has a chance ([Digit:2digits ]%) of reducing the sync move countdown by one when the user’s move is a critical hit.",
  "p999874": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Atk by one stat rank when any of its stats are lowered.",
  "p999873": "Has a chance ([Digit:2digits ]%) of increasing the user’s evasiveness by one stat rank when it is hit by an attack move.",
  "p999872": "Increases the user’s evasiveness by one stat rank when it is hit by an attack move.",
  "p999871": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack by one stat rank when any of its stats are lowered.",
  "p999870": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999869": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack or Sp. Atk—or both—by one stat rank when a move targeting an opponent is successful.",
  "p999868": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999867": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Atk by one stat rank when its Pokémon uses a move.",
  "p999866": "Has a chance ([Digit:2digits ]%) of raising the Attack of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999865": "Raises the Attack of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999864": "Has a chance ([Digit:2digits ]%) of raising the critical-hit rate of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999863": "Raises the critical-hit rate of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999862": "Has a chance ([Digit:2digits ]%) of raising the user’s Defense by one stat rank when it is hit by an attack move.",
  "p999861": "Raises the user’s Defense by one stat rank when it is hit by an attack move.",
  "p999860": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Def by one stat rank when it is hit by an attack move.",
  "p999859": "Raises the user’s Sp. Def by one stat rank when it is hit by an attack move.",
  "p999858": "Powers up the user’s moves when the weather is sunny.",
  "p999857": "Has a chance ([Digit:2digits ]%) of raising the user’s Speed by two stat ranks when it is hit by an attack move.",
  "p999856": "Raises the user’s Speed by two stat ranks when it is hit by an attack move.",
  "p999855": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time its HP drops to half or below each battle.",
  "p999854": "Makes the weather sunny after using the user’s sync move.",
  "p999853": "Has a chance ([Digit:2digits ]%) of lowering the target’s Speed by one stat rank when the user is hit by a physical attack move.",
  "p999852": "Lowers the target’s Speed by one stat rank when the user is hit by a physical attack move.",
  "p999851": "Has a chance ([Digit:2digits ]%) of raising the Sp. Atk of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999850": "Raises the Sp. Atk of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999849": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when the user is hit by an attack move.",
  "p999848": "Applies the Gradual Healing effect to the user when its HP is full when it enters a battle.",
  "p999847": "Powers up the user’s sync moves when the target is paralyzed.",
  "p999846": "Powers up the user’s sync moves when the target is confused.",
  "p999845": "Charges the user’s move gauge by [Digit:1digit ] for each allied sync pair on the field after using the user’s sync move. When used in a co-op battle, charges the move gauges of all allied sync pairs by [Digit:1digit ] instead after using the user’s sync move.",
  "p999844": "Powers up the user’s sync move when the weather is rainy.",
  "p999843": "Lowers the Speed of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999842": "Applies the Critical Hit Next effect to the user when it enters a battle.",
  "p999841": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999840": "Maximizes the MP of the user’s move that has the multistrike effect tag when that move is successful.",
  "p999839": "Quickly charges the move gauge during a sandstorm.",
  "p999838": "The more the target’s accuracy is lowered, the more it powers up the user’s moves.",
  "p999837": "The more the target’s Speed is lowered, the more it powers up the user’s sync moves.",
  "p999836": "Has a chance ([Digit:2digits ]%) of making the target flinch when the user’s attack move is successful.",
  "p999835": "Applies the Critical Hit Next effect to the user after using its sync move.",
  "p999834": "Raises the user’s Sp. Def by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999833": "Restores the user’s HP whenever its Pokémon takes an action while the weather is rainy.",
  "p999832": "Raises the Defense of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time the user is in a pinch each battle.",
  "p999831": "Powers up the user’s moves when the target is poisoned or badly poisoned.",
  "p999830": "Powers up the user’s moves when the target is trapped.",
  "p999829": "Lowers the target’s Attack by one stat rank and raises the user’s Attack by the same amount when the user is hit by an attack move.",
  "p999828": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one for each allied sync pair on the field when the user’s move is successful. When used in a co-op battle, has a chance ([Digit:2digits ]%) of charging the move gauges of all allied sync pairs by one instead when the user’s move is successful.",
  "p999827": "Charges the user’s move gauge by one for each allied sync pair on the field when the user’s move is successful. When used in a co-op battle, charges the move gauges of all allied sync pairs by one instead when the user’s move is successful.",
  "p999826": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when it is hit by an attack move.",
  "p999825": "Raises the user’s Defense by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999824": "Raises the Attack of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999823": "Raises the Defense of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999822": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999821": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999820": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999819": "Raises the Attack of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using the user’s sync move.",
  "p999818": "Powers up the user’s moves when the target is asleep.",
  "p999817": "When the user’s status move is used and inflicted a status condition on an opponent, has a chance ([Digit:2digits ]%) of inflicting the same status condition on all opposing sync pairs.",
  "p999816": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time its HP drops to half or below each battle.",
  "p999815": "Has a chance ([Digit:2digits ]%) of lowering one of the target’s following stats by one stat rank at random when the user’s attack move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness. Raises the user’s stat by the same amount.",
  "p999814": "Lowers one of the target’s following stats by one stat rank at random when the user’s attack move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness. Raises the user’s stat by the same amount.",
  "p999813": "Has a chance ([Digit:2digits ]%) of lowering the target’s Sp. Def by one stat rank when the user’s attack move is successful.",
  "p999812": "Lowers the target’s Sp. Def by one stat rank when the user’s attack move is successful.",
  "p999811": "Raises the user’s Defense by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999810": "Restores the HP of all allied sync pairs by approximately [Digit:2digits ]% of their maximum HP after using the user’s sync move.",
  "p999809": "Fully restores HP of all allied sync pairs after using the user’s sync move.",
  "p999808": "When the user’s move targeting an allied sync pair (excluding field effects) is successful, restores the HP of the allied sync pair affected by the move by approximately [Digit:2digits ]% of its maximum HP.",
  "p999807": "When the user’s move targeting an allied sync pair (excluding field effects) is successful, restores the HP of the allied sync pair affected by the move by 100% of its maximum HP.",
  "p999806": "The more the target’s Speed is lowered, the more it powers up the user’s moves.",
  "p999805": "Once per battle, has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when in a pinch.",
  "p999804": "The more the target’s Attack is lowered, the more it powers up the user’s sync moves.",
  "p999803": "The more the target’s Sp. Def is lowered, the more it powers up the user’s sync moves.",
  "p999802": "Has a chance ([Digit:2digits ]%) of leaving the target frozen when the user’s move targeting that opponent is successful.",
  "p999801": "Has a chance ([Digit:2digits ]%) of lowering one of the target’s following stats by one stat rank at random when the user’s attack move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy or evasiveness.",
  "p999800": "Raises the user’s Sp. Def by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999799": "Lowers the Sp. Def of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999798": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999797": "Raises the accuracy of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999796": "When the user’s move targeting an allied sync pair (excluding field effects) is successful, raises the Defense of the allied sync pair affected by the move by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ].",
  "p999795": "Powers up the user’s sync moves when the target is asleep.",
  "p999794": "Applies the Sure Hit Next effect to the user when it enters a battle.",
  "p999793": "Lowers the accuracy of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999792": "Raises the user’s critical-hit rate by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999791": "Has a chance ([Digit:2digits ]%) of raising the evasiveness of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999790": "Raises the evasiveness of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999789": "Raises the evasiveness of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999788": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999787": "Raises the user’s Attack by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999786": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Atk by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999785": "Raises the user’s Sp. Atk by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999784": "Raises the user’s critical-hit rate by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999783": "Lowers the Attack of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using the user’s sync move.",
  "p999782": "Lowers the Sp. Atk of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999781": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack by one stat rank when it is hit by an attack move.",
  "p999780": "Raises the user’s Attack by one stat rank when it is hit by an attack move.",
  "p999779": "Quickly charges the move gauge during a hailstorm.",
  "p999778": "Causes a hailstorm after using the user’s sync move.",
  "p999777": "Powers up sync moves during a sandstorm.",
  "p999776": "Causes a sandstorm after using the user’s sync move.",
  "p999775": "Powers up the user’s sync moves when the target is frozen.",
  "p999774": "Powers up the user’s sync moves when the target is flinching.",
  "p999773": "Raises the user’s Attack, Defense, Sp. Atk, Sp. Def, and Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999772": "Has a chance ([Digit:2digits ]%) of lowering the target’s Attack by one stat rank when the user’s attack move is successful.",
  "p999771": "Critical hits land more easily when the user attacks with a move while its remaining HP is at half or below.",
  "p999770": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it lands a critical hit.",
  "p999769": "Raises the user’s Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it lands a critical hit.",
  "p999768": "Raises the Sp. Atk of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999767": "Raises the Sp. Def of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user’s move is successful.",
  "p999766": "Applies the Enduring effect to all allied sync pairs the first time the user’s sync move is used each battle.",
  "p999765": "Has a chance ([Digit:2digits ]%) of leaving the target badly poisoned when the user’s move targeting that opponent is successful.",
  "p999764": "Lowers the target’s Defense or Sp. Def—or both—by one stat rank when the user’s move targeting that opponent is successful.",
  "p999763": "Restores the user’s HP by approximately 20% of its maximum HP when its move is successful.",
  "p999762": "The more the target’s Defense is lowered, the more it powers up the user’s sync moves.",
  "p999761": "Applies the Gradual Healing effect to the user when its move is successful.",
  "p999760": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Atk by one stat rank when it is hit by an attack move.",
  "p999759": "Has a chance ([Digit:2digits ]%) of raising the Defense of all allied sync pairs by one stat rank when the user is hit by an attack move.",
  "p999758": "Has a chance ([Digit:2digits ]%) of lowering the target’s evasiveness by one stat rank when the user’s attack move is successful.",
  "p999757": "Has a chance ([Digit:2digits ]%) of lowering the target’s accuracy by one stat rank when the user’s attack move is successful.",
  "p999756": "Raises the user’s Attack and Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it knocks out an opponent with a move.",
  "p999755": "Restores the HP of all allied sync pairs other than the user by approximately [Digit:2digits ]% of their maximum HP just before the user faints.",
  "p999754": "Applies the Critical Hit Next effect to the user when its move is successful.",
  "p999753": "Applies the Physical Damage Reduction effect to the allied field of play the first time the user is in a pinch each battle.",
  "p999752": "Has a chance ([Digit:2digits ]%) of lowering the Defense of all opposing sync pairs by one stat rank when the user’s attack move is successful.",
  "p999751": "Lowers the Defense of all opposing sync pairs by one stat rank when the user’s attack move is successful.",
  "p999750": "Has a chance ([Digit:2digits ]%) of lowering the Sp. Def of all opposing sync pairs by one stat rank when the user’s attack move is successful.",
  "p999749": "Lowers the Sp. Def of all opposing sync pairs by one stat rank when the user’s attack move is successful.",
  "p999748": "Charges the user’s move gauge by [Digit:1digit ] each time another Pokémon on the field of play faints.",
  "p999747": "Lowers the target’s Defense by one stat rank when the user’s attack move is successful against a confused opponent.",
  "p999746": "The more the target’s Defense is lowered, the more it powers up the user’s moves.",
  "p999745": "Restores the user’s HP whenever its Pokémon takes an action when the field is Electric Terrain.",
  "p999744": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Def by one stat rank when its move is a critical hit.",
  "p999743": "Lowers the Sp. Def of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] just before the user faints.",
  "p999742": "The user’s Defense increases 50% during a hailstorm.",
  "p999741": "The smaller the user’s percentage of remaining HP, the more it powers up the user’s moves.",
  "p999740": "Has a chance ([Digit:2digits ]%) of restoring one MP for the user’s moves with a quick move effect tag when its attack move is successful.",
  "p999739": "Has a chance ([Digit:2digits ]%) of raising the user’s Defense by one stat rank when its attack move is successful.",
  "p999738": "Has a chance ([Digit:2digits ]%) of lowering the target’s Speed by one stat rank when the user’s attack move is successful.",
  "p999737": "Turns the field into Grassy Terrain after using the user’s sync move.",
  "p999736": "Restores [Digit:1digit ] MP for the user the first time its sync move is used each battle.",
  "p999735": "The more the target’s Sp. Def is lowered, the more it powers up the user’s moves.",
  "p999734": "The more the target’s evasiveness is lowered, the more it powers up the user’s moves.",
  "p999733": "Restores the user’s HP whenever its Pokémon takes an action when the field is Psychic Terrain.",
  "p999732": "Raises the user’s accuracy by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999731": "Raises the user’s evasiveness by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999730": "Raises the Speed of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999729": "Has a chance ([Digit:2digits ]%) of raising the critical-hit rate of all allied sync pairs by one stat rank when the user’s Pokémon uses a move during a hailstorm.",
  "p999728": "Raises one of the following stats of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] at random when the user’s move is successful: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness.",
  "p999727": "Raises one of the user’s following stats by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] at random when it enters a battle: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness.",
  "p999726": "Raises the user’s Sp. Def by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time it is in a pinch each battle.",
  "p999725": "Raises the user’s Sp. Def by one stat rank when its Pokémon uses a move.",
  "p999724": "Lowers the evasiveness of the currently targeted opponent by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when Defog is successful.",
  "p999723": "Has a chance ([Digit:2digits ]%) of raising the Attack or Sp. Atk—or both—of all allied sync pairs by one stat rank when the user is hit by an attack move.",
  "p999722": "Raises the Attack or Sp. Atk—or both—of all allied sync pairs by one stat rank when the user is hit by an attack move.",
  "p999721": "Raises the user’s Defense by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999720": "Raises the user’s accuracy by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999719": "Applies the Status Condition Defense effect to the allied field of play when the user enters a battle.",
  "p999718": "Applies the Enduring effect to the user the first time its sync move is used each battle.",
  "p999717": "Raises one of the following stats of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] at random when the user enters a battle: Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness.",
  "p999716": "Raises the user’s Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using its sync move.",
  "p999715": "Has a chance ([Digit:2digits ]%) of raising the user’s Attack by one stat rank when its move is a critical hit.",
  "p999714": "The more the target’s Attack is lowered, the more it powers up the user’s moves.",
  "p999713": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when an opponent’s attack move targeting the user misses.",
  "p999712": "Applies the Free Move Next effect to the user when it enters a battle.",
  "p999711": "Applies the Free Move Next effect to the user after using its sync move.",
  "p999710": "Applies the Gradual Healing effect to all allied sync pairs after the user uses a sync move.",
  "p999709": "Has a chance ([Digit:2digits ]%) of raising the Attack of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999708": "The more the target’s stats are lowered, the more it powers up the user’s moves.",
  "p999707": "Raises the user’s Defense by one stat rank when it nullifies an opponent’s move while in a defensive posture.",
  "p999706": "Raises the user’s Sp. Def by one stat rank when it nullifies an opponent’s move while in a defensive posture.",
  "p999705": "Raises the Attack of all allied sync pairs by one stat rank when the user nullifies an opponent’s move while in a defensive posture.",
  "p999704": "Lowers the target’s Attack by one stat rank when the user’s attack move is successful.",
  "p999703": "The more the target’s accuracy is lowered, the more it powers up the user’s sync moves.",
  "p999702": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Atk by one stat rank when its attack move is successful while the weather is rainy.",
  "p999701": "Powers up the user’s sync moves when in a pinch.",
  "p999700": "Has a chance ([Digit:2digits ]%) of raising the user’s Defense by one stat rank when its move is a critical hit.",
  "p999699": "Raises the user’s evasiveness by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999698": "Prevents the user from flinching, becoming confused, or becoming trapped when the weather is rainy.",
  "p999697": "Restores [Digit:1digit ] MP of the user’s moves with a quick move effect tag after using its sync move.",
  "p999696": "Lowers the evasiveness of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999695": "Once per battle, has a chance ([Digit:2digits ]%) of returning the user’s lowered stats to normal when in a pinch.",
  "p999694": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when the user nullifies an opponent’s move while in a defensive posture.",
  "p999693": "Has a chance ([Digit:2digits ]%) of restoring the user’s HP by approximately 20% of its maximum HP when the user nullifies an opponent’s move while in a defensive posture.",
  "p999692": "Restores the user’s HP by approximately 20% of its maximum HP when the user nullifies an opponent’s move while in a defensive posture.",
  "p999691": "Has a chance ([Digit:2digits ]%) of restoring the HP of all allied sync pairs when the user’s attack move is successful.",
  "p999690": "Has a chance ([Digit:2digits ]%) of restoring the HP of all allied sync pairs when the user is hit by an attack move.",
  "p999689": "Has a chance ([Digit:2digits ]%) of restoring one MP for the user when its Pokémon uses a move.",
  "p999688": "Has a chance ([Digit:2digits ]%) of applying the Supereffective ↑ Next effect to the user when its move is successful.",
  "p999687": "The more the target’s Sp. Atk is lowered, the more it powers up the user’s sync moves.",
  "p999686": "Raises the accuracy of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999685": "Raises the Attack of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999684": "Raises the Sp. Atk of all allied sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when the user enters a battle.",
  "p999683": "Restores the user’s HP by approximately 20% of its maximum HP when its move is super effective.",
  "p999682": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when its attack move is successful.",
  "p999681": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when its Pokémon uses a move.",
  "p999680": "Powers up the user’s moves when the target is restrained.",
  "p999679": "Changes the user’s sync move type the first time its sync move is used each battle.",
  "p999678": "Raises the user’s Attack by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] the first time its sync move is used each battle.",
  "p999677": "Has a chance ([Digit:2digits ]%) of raising the Attack or Sp. Atk—or both—of all allied sync pairs by one stat rank when the user’s move targeting an opponent is successful.",
  "p999676": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when its attack is successful against a restrained opponent.",
  "p999675": "Has a chance ([Digit:2digits ]%) of restoring the HP of all allied sync pairs when a status move used by the user’s Pokémon is successful.",
  "p999674": "Applies the Move Gauge Acceleration effect to the allied field of play the first time the user’s sync move is used each battle.",
  "p999673": "Powers up the user’s moves when it is restrained.",
  "p999672": "Has a chance ([Digit:2digits ]%) of applying the Free Move Next effect to the user when its attack move is successful while it is restrained.",
  "p999671": "Applies the Supereffective ↑ Next effect to the user if its HP is full when it enters a battle.",
  "p999670": "Powers up the user’s sync moves when the target is burned.",
  "p999669": "Has a chance ([Digit:2digits ]%) of returning the user’s lowered stats to normal after using its sync move.",
  "p999668": "Raises the user’s Attack and Sp. Atk by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it enters a battle.",
  "p999667": "Has a chance ([Digit:2digits ]%) of removing all status conditions from the user when its Pokémon uses a move.",
  "p999666": "Has a chance ([Digit:2digits ]%) of raising the user’s Sp. Def by one stat rank when its attack move is successful.",
  "p999665": "Has a chance ([Digit:2digits ]%) of raising the critical-hit rate of all allied sync pairs by one stat rank when the user’s attack move is successful against an opponent that is asleep.",
  "p999664": "Has a chance ([Digit:2digits ]%) of raising the Speed of all allied sync pairs by one stat rank when the user’s Pokémon uses a move.",
  "p999663": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when its Pokémon uses a move.",
  "p999662": "Restores the HP of all allied sync pairs by approximately 20% of their maximum HP when the user’s move is super effective.",
  "p999661": "Removes all status conditions from all allied sync pairs after using the user’s sync move.",
  "p999660": "Has a chance ([Digit:2digits ]%) of restoring the user’s HP when its move is a critical hit.",
  "p999659": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when its move is a critical hit.",
  "p999658": "Powers up the user’s sync moves when the target is restrained.",
  "p999657": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when the user’s attack move is successful against a restrained opponent.",
  "p999656": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when the user lands a critical hit.",
  "p999655": "Raises the user’s Speed by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when it is confused, flinching, or trapped.",
  "p999654": "Applies the Supereffective ↑ Next effect to the user when it enters a battle.",
  "p999653": "Restores the user’s HP whenever its Pokémon takes an action while it is restrained.",
  "p999652": "Extends the duration of sunny weather when the weather turns sunny while the user is on the field.",
  "p999651": "Extends the duration of rainy weather when the weather turns rainy while the user is on the field.",
  "p999650": "Powers up the user’s moves when its Speed is lowered.",
  "p999649": "Powers up the user’s sync moves when the target’s Attack is lowered.",
  "p999648": "Lowers the target’s Attack or Defense—or both—by one stat rank when the user’s move targeting that opponent is successful.",
  "p999647": "Has a chance ([Digit:2digits ]%) of raising the Speed of all allied sync pairs by one stat rank when the user’s attack move is successful.",
  "p999646": "Has a chance ([Digit:2digits ]%) of applying the Free Move Next effect to the user when its Pokémon uses a move.",
  "p999645": "Prevents the user from flinching, becoming confused, or becoming trapped when the weather is sunny.",
  "p999644": "Has a chance ([Digit:2digits ]%) of applying the Supereffective ↑ Next effect to the user when its Pokémon uses a move while the weather is sunny.",
  "p999643": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when the user’s move is successful while the weather is sunny.",
  "p999642": "Makes the weather sunny the first time the user’s sync move is used each battle.",
  "p999641": "Raises the user’s critical-hit rate by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] when its move is successful.",
  "p999640": "Has a chance ([Digit:2digits ]%) of reducing the user’s sync move countdown by one when its move is successful while the weather is rainy.",
  "p999639": "Has a chance ([Digit:2digits ]%) of applying the Supereffective ↑ Next effect to the user when its Pokémon uses a move while the weather is rainy.",
  "p999638": "Makes the weather rainy the first time the user’s sync move is used each battle.",
  "p999637": "Has a chance ([Digit:2digits ]%) of lowering the target’s Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, and evasiveness by one stat rank when the user’s attack move against it is successful.",
  "p999636": "Lowers the target’s Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, and evasiveness by one stat rank when the user’s attack move against it is successful.",
  "p999635": "Applies the Damage Guard Next effect to the user after using its max move.",
  "p999634": "(If hit by an attack while this effect is applied, the attack will inflict no damage on the user, while the damage of some attacks such as sync moves will be halved. The effect is removed after it is activated.)",
  "p999633": "Reduces damage when the user is hit by an attack move or sync move when its HP is full.",
  "p999632": "Has a chance ([Digit:2digits ]%) of applying the Free Move Next effect to the user when it is hit by an attack move.",
  "p999631": "Has a chance ([Digit:2digits ]%) of raising the Speed of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999630": "Raises the Speed of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999629": "Has a chance ([Digit:2digits ]%) of raising the Defense of all allied sync pairs by one stat rank when the user’s attack move is successful.",
  "p999628": "Raises the Defense of all allied sync pairs by one stat rank when the user’s attack move is successful.",
  "p999627": "Has a chance ([Digit:2digits ]%) of raising the Sp. Def of all allied sync pairs by one stat rank when the user’s attack move is successful.",
  "p999626": "Raises the Sp. Def of all allied sync pairs by one stat rank when the user’s attack move is successful.",
  "p999625": "Prevents the user from getting poisoned or badly poisoned.",
  "p999624": "Prevents the user from getting burned.",
  "p999623": "Prevents the user from getting paralyzed.",
  "p999622": "Prevents the user from becoming frozen.",
  "p999621": "Protects the user from damage from a hailstorm.",
  "p999620": "Prevents the user from falling asleep.",
  "p999619": "Prevents the user from becoming confused.",
  "p999618": "Prevents the user from flinching.",
  "p999617": "Prevents the user from becoming trapped.",
  "p999616": "When the user’s Attack is lowered, mitigates the reduction of Attack.",
  "p999615": "When the user’s Defense is lowered, mitigates the reduction of Defense.",
  "p999614": "When the user’s Sp. Atk is lowered, mitigates the reduction of Sp. Atk.",
  "p999613": "When the user’s Sp. Def is lowered, mitigates the reduction of Sp. Def.",
  "p999612": "When the user’s Speed is lowered, mitigates the reduction of Speed.",
  "p999611": "When the user’s accuracy is lowered, mitigates the reduction of accuracy.",
  "p999610": "When the user’s evasiveness is lowered, mitigates the reduction of evasiveness.",
  "p999609": "Protects the user against critical hits.",
  "p999608": "Powers up the user’s attacks when they become critical hits.",
  "p999607": "Removes all status conditions from all allied sync pairs after the user’s Pokémon uses a move.",
  "p999606": "Reduces damage when the user is attacked by Normal-type moves.",
  "p999605": "Reduces damage when the user is attacked by Fire-type moves.",
  "p999604": "Reduces damage when the user is attacked by Water-type moves.",
  "p999603": "Reduces damage when the user is attacked by Electric-type moves.",
  "p999602": "Reduces damage when the user is attacked by Grass-type moves.",
  "p999601": "Reduces damage when the user is attacked by Ice-type moves.",
  "p999600": "Reduces damage when the user is attacked by Fighting-type moves.",
  "p999599": "Reduces damage when the user is attacked by Poison-type moves.",
  "p999598": "Reduces damage when the user is attacked by Ground-type moves.",
  "p999597": "Reduces damage when the user is attacked by Flying-type moves.",
  "p999596": "Reduces damage when the user is attacked by Psychic-type moves.",
  "p999595": "Reduces damage when the user is attacked by Bug-type moves.",
  "p999594": "Reduces damage when the user is attacked by Rock-type moves.",
  "p999593": "Reduces damage when the user is attacked by Ghost-type moves.",
  "p999592": "Reduces damage when the user is attacked by Dragon-type moves.",
  "p999591": "Reduces damage when the user is attacked by Dark-type moves.",
  "p999590": "Reduces damage when the user is attacked by Steel-type moves.",
  "p999589": "Reduces damage when the user is attacked by Fairy-type moves.",
  "p999588": "Leaves the target confused when the user’s move targeting that opponent is successful.",
  "p999587": "The more the user’s Attack is raised, the more it powers up the user’s sync moves.",
  "p999586": "The more the user’s evasiveness is raised, the more it powers up the user’s sync moves.",
  "p999585": "The more the user’s Speed is raised, the more it powers up the user’s moves.",
  "p999584": "The more the user’s Defense is raised, the more it powers up the user’s moves.",
  "p999583": "The more user’s Speed is raised, the more it powers up the user’s sync moves.",
  "p999582": "Powers up the user’s sync moves when they become critical hits.",
  "p999581": "The more the user’s Sp. Def is raised, the more it powers up the user’s moves.",
  "p999580": "The more the user’s evasiveness is raised, the more it powers up the user’s moves.",
  "p999579": "The more the user’s Attack is raised, the more it powers up the user’s moves.",
  "p999578": "Applies the Critical Hit Next effect to all allied sync pairs the first time the user enters a battle each battle.",
  "p999577": "The more the user’s accuracy is raised, the more it powers up the user’s moves.",
  "p999576": "Protects the user from damage from a single attack move. After this passive skill takes effect, its Pokémon shifts from Disguised Form to Busted Form.",
  "p999575": "Reduces damage when the user is hit by an attack move while the field is Electric Terrain.",
  "p999574": "The more the user’s stats are raised, the more it powers up the user’s sync moves.",
  "p999573": "Applies the Gradual Healing effect to all allied sync pairs when the user’s move is successful.",
  "p999572": "Causes a hailstorm the first time the user enters the battle each battle.",
  "p999571": "Applies the Critical Hit Next effect to the user when it knocks out an opponent with a move.",
  "p999570": "Grants all of the following effects when the user is attacking with a move or sync move:\nIgnores passive skills that would reduce the damage of attacks.\nIgnores passive skills that would protect the target against a critical hit.\nIgnores the target’s Enduring effect.",
  "p999569": "When a move used by the user’s Pokémon lowers an opponent’s stat, lowers the same stat for all opposing sync pairs.",
  "p999568": "Prevents the user from flinching, becoming confused, or becoming trapped.",
  "p999567": "After the user’s Pokémon uses a move, it switches between Full Belly Mode and Hangry Mode.",
  "p999566": "The more the user’s Sp. Atk is raised, the more it powers up the user’s moves.",
  "p999565": "Makes the weather sunny the first time the user enters a battle each battle.",
  "p999564": "Makes the weather rainy the first time the user enters a battle each battle.",
  "p999563": "Powers up the moves of all allied sync pairs by [Digit:2digits ]%. Reduces attack move damage taken by all allied sync pairs by [Digit:2digits Idx=\"1\" ]%. The more allied sync pairs with the Galar theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by [Digit:2digits Idx=\"2\" ]% and reduces damage by 3%. The maximum power-up is [Digit:2digits Idx=\"3\" ]%, and the maximum damage reduction is [Digit:2digits Idx=\"4\" ]%.)",
  "p999562": "Applies the Move Gauge Acceleration effect to the allied field of play the first time the user enters a battle each battle.",
  "p999561": "Causes a sandstorm the first time the user enters a battle each battle.",
  "p999560": "Reduces damage from being burned.",
  "p999559": "Mitigates the reduction of Attack due to being burned.",
  "p999546": "Lowers the Speed of all opposing sync pairs by [Digit:1digit ] stat [EN:Qty S=\"rank\" P=\"ranks\" ] after using the user’s max move.",
  "p999545": "Reduces the user’s sync move countdown by [Digit:1digit ] after using its max move.",
  "p999544": "Has a chance ([Digit:2digits ]%) of raising the accuracy of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999543": "Raises the accuracy of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999542": "Has a chance ([Digit:2digits ]%) of raising the Attack, Sp. Atk—or both—of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999541": "Raises the Attack, Sp. Atk—or both—of all allied sync pairs by one stat rank when an opponent’s attack move targeting the user misses.",
  "p999540": "Applies the Supereffective ↑ Next effect to the user the first time it is in a pinch each battle.",
  "p999539": "Powers up the moves of all allied sync pairs by 10%. Reduces attack move damage taken by all allied sync pairs by 10%. The more allied sync pairs with the Fire theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by 5% and reduces damage by 2%. The maximum power-up is 20%, and the maximum damage reduction is 14%.)",
  "p999538": "Has a chance ([Digit:2digits ]%) of charging the user’s move gauge by one when the user lands a critical hit.",
  "p999537": "Reduces the chance of attacking oneself due to confusion.",
  "p999536": "When critical hits land, raises the chance of making the target flinch, become confused, or become trapped with the additional effect of the attack.",
  "p999535": "Increases the amount of HP restored by the user’s healing moves.",
  "p999534": "Charges the user’s move gauge by one when its move is successful.",
  "p999533": "Critical hits land more easily when the user’s attack move is used.",
  "p999532": "Leaves the target poisoned when the user’s move targeting an opponent is successful.",
  "p999531": "Charges the user’s move gauge by one when it is hit by an attack move.",
  "p999530": "Makes the target flinch when the user’s attack move is successful.",
  "p999529": "Reduces damage when the user is hit by a physical attack move.",
  "p999528": "Reduces the user’s sync move countdown by one when it is hit by an attack move.",
  "p999527": "When the user’s status move is used and inflicted a status condition on an opponent, inflicts the same status condition on all opposing sync pairs.",
  "p999526": "Once per battle, reduces the user’s sync move countdown by one when in a pinch.",
  "p999525": "Leaves the target frozen when the user’s move targeting an opponent is successful.",
  "p999524": "Reduces the damage all allied sync pairs take when attacked by Dragon-type moves.",
  "p999523": "Reduces damage when the user is hit by a special attack move.",
  "p999522": "Leaves the target confused when the user’s move is a critical hit.",
  "p999521": "Raises the chance that an opponent will attack themselves due to being confused.",
  "p999520": "Powers up the user’s Dark-type moves.",
  "p999519": "Powers up the user’s Fairy-type moves.",
  "p999518": "Charges the user’s move gauge by [Digit:1digit ] when an opponent’s attack move targeting the user misses.",
  "p999517": "Reduces damage when the user is hit by an attack move when its HP is full.",
  "p999516": "Increases the amount of move gauge slots needed to use attack moves by one and powers up moves.",
  "p999515": "When the user is in Full Belly Mode, powers up its Electric-type moves. When the user is in Hangry Mode, powers up its Dark-type moves.",
  "p999514": "Charges the user’s move gauge by one when its attack move is successful.",
  "p999513": "Nullifies moves with the One-Hit KO effect tag.",
  "p999512": "Reduces the user’s sync move countdown by one when its move is super effective.",
  "p999511": "Charges the user’s move gauge by one when it lands a critical hit.",
  "p999510": "Critical hits land more easily when the user attacks with a sync move.",
  "p999509": "Reduces the damage all allied sync pairs take when attacked by Fire-type moves.",
  "p999508": "Reduces the damage all allied sync pairs take when attacked by Water-type moves.",
  "p999507": "Powers up the physical attack moves of all allied sync pairs by [Digit:2digits ]%. Reduces physical attack move damage taken by all allied sync pairs by [Digit:2digits Idx=\"1\" ]%. The more allied sync pairs with the Hoenn theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by [Digit:2digits Idx=\"2\" ]% and reduces damage by 3%. The maximum power-up is [Digit:2digits Idx=\"3\" ]%, and the maximum damage reduction is [Digit:2digits Idx=\"4\" ]%.)",
  "p999506": "Powers up the special attack moves of all allied sync pairs by [Digit:2digits ]%. Reduces special attack move damage taken by all allied sync pairs by [Digit:2digits Idx=\"1\" ]%. The more allied sync pairs with the Hoenn theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by [Digit:2digits Idx=\"2\" ]% and reduces damage by 3%. The maximum power-up is [Digit:2digits Idx=\"3\" ]%, and the maximum damage reduction is [Digit:2digits Idx=\"4\" ]%.)",
  "p999505": "Charges the user’s move gauge by [Digit:1digit ] when it nullifies an opponent’s move while in a defensive posture.",
  "p999504": "Powers up the moves of all allied sync pairs by 10%. Reduces attack move damage taken by all allied sync pairs by 10%. The more allied sync pairs with the Rock theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by 5% and reduces damage by 2%. The maximum power-up is 20%, and the maximum damage reduction is 14%.)",
  "p999503": "Powers up the moves of all allied sync pairs by 10%. Reduces attack move damage taken by all allied sync pairs by 10%. The more allied sync pairs with the Fighting theme you have on your team, the higher these percentages are. (Each additional sync pair powers up moves by 5% and reduces damage by 2%. The maximum power-up is 20%, and the maximum damage reduction is 14%.)",
  "p999502": "The user’s Sp. Def increases 50% when the field is Psychic Terrain."
}
