{
  "p999999": "Quando una mossa del Pokémon di chi la usa riduce le statistiche di un avversario, ha una certa probabilità ([Digit:2digits ]%) di ridurre le stesse statistiche di tutte le Unità avversarie.",
  "p999998": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Velocità di chi la usa di 1 grado quando manda a segno un brutto colpo con una mossa.",
  "p999997": "Quando la luce del sole è intensa, le mosse vanno sempre a segno.",
  "p999996": "Quando la luce del sole è intensa, rende immuni dalle riduzioni delle statistiche.",
  "p999995": "La potenza delle mosse aumenta durante le tempeste di sabbia.",
  "p999994": "Rende immuni ai danni da tempesta di sabbia.",
  "p999993": "L'Attacco di chi la usa aumenta del 50% quando i PS residui dell'Unità sono a metà o più.",
  "p999992": "Aumenta la Velocità di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando il Pokémon di chi la usa sferra una mossa durante le tempeste di sabbia.",
  "p999991": "Aumenta l'Attacco e l'Attacco Speciale di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando il Pokémon di chi la usa manda a segno una mossa di stato per la prima volta in ogni lotta.",
  "p999990": "La Difesa e la Difesa Speciale aumentano del 30% durante le tempeste di sabbia.",
  "p999989": "Viene ripristinato un utilizzo delle mosse per chi la usa quando manda a segno un brutto colpo.",
  "p999988": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo a costo zero\" a chi la usa quando manda a segno un brutto colpo.",
  "p999987": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo superefficace ↑\" a chi la usa quando il suo Pokémon sferra una mossa di stato.",
  "p999986": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di 1 grado quando il suo Pokémon usa una mossa di stato.",
  "p999985": "Quando le statistiche di un alleato vengono aumentate da una mossa di stato sferrata dal Pokémon di chi la usa, raddoppia gli aumenti delle statistiche.",
  "p999984": "Aumenta la Difesa e la Difesa Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999983": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa e la Difesa Speciale di chi la usa di 1 grado quando il suo Pokémon sferra una mossa durante le tempeste di sabbia.",
  "p999982": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la precisione del bersaglio di 1 grado quando viene colpito da un attacco semplice durante le tempeste di sabbia.",
  "p999981": "Causa una tempesta di sabbia la prima volta che un'Unimossa viene utilizzata in ogni lotta.",
  "p999980": "La Difesa Speciale di chi la usa aumenta del 50% durante le tempeste di sabbia.",
  "p999979": "Riduce la probabilità di non riuscire a sferrare mosse a causa della paralisi.",
  "p999978": "Allevia la riduzione della Velocità dovuta alla paralisi.",
  "p999977": "Applica a chi la usa l'effetto \"Immunità problemi di stato e impedimenti\" quando guarisce dai problemi di stato.",
  "p999976": "Applica a chi la usa l'effetto \"Immunità problemi di stato e impedimenti\" quando guarisce da tentennamento, confusione e imprigionamento.",
  "p999975": "Quando una statistica qualsiasi viene ridotta, allevia la riduzione di quella statistica.",
  "p999974": "Chi la usa guarisce dai problemi di stato dopo aver sferrato un'Unimossa.",
  "p999973": "Chi la usa guarisce dalla confusione e dall'imprigionamento dopo aver sferrato un'Unimossa.",
  "p999972": "Annulla le riduzioni delle statistiche di chi la usa dopo aver sferrato un'Unimossa.",
  "p999971": "Abbassa di [Digit:1digit ] il numero di azioni necessarie a chi la usa per sferrare un'Unimossa la prima volta che entra in campo in ogni lotta.",
  "p999970": "Quando chi la usa sferra un'Unimossa, abbassa di [Digit:1digit ] il numero massimo di azioni necessarie a chi la usa per poterne sferrare un'altra.",
  "p999969": "Aumenta la probabilità di ridurre le statistiche come eventuale effetto aggiuntivo delle mosse.",
  "p999968": "Aumenta la potenza delle mosse di chi la usa quando è in difficoltà.",
  "p999967": "Aumenta la potenza delle mosse di chi la usa quando è affetto da problemi di stato.",
  "p999966": "Aumenta la potenza delle mosse in proporzione alle barrette residue nella barra mosse quando vengono selezionate le mosse.",
  "p999965": "Quando chi la usa entra in campo con tutti i PS, applica all'Unità l'effetto \"Resistenza a colpo micidiale\".",
  "p999964": "Rende immuni dalle riduzioni delle statistiche durante le tempeste di sabbia.",
  "p999963": "Riduce l'Attacco di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999962": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando manda a segno un brutto colpo.",
  "p999961": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando manda a segno un brutto colpo.",
  "p999960": "Chi la usa recupera PS per circa il [Digit:2digits ]% dei suoi PS massimi la prima volta che è in difficoltà in ogni lotta.",
  "p999959": "Chi la usa recupera PS dopo ogni azione del Pokémon quando grandina.",
  "p999958": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] durante le tempeste di sabbia.",
  "p999957": "La barra mosse si riempie più velocemente quando piove.",
  "p999956": "La barra mosse si riempie più velocemente quando la luce del sole è intensa.",
  "p999955": "La barra mosse si riempie più velocemente quando chi la usa è affetto da problemi di stato.",
  "p999954": "Riduce i danni subiti da attacchi semplici fisici quando chi la usa è in difficoltà.",
  "p999953": "Chi la usa è immune dai problemi di stato quando la luce del sole è intensa.",
  "p999952": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Velocità di chi la usa di 1 grado, quando il suo Pokémon sferra una mossa.",
  "p999951": "Aumenta la Velocità di chi la usa di 1 grado, quando il suo Pokémon sferra una mossa.",
  "p999950": "Ha una certa probabilità ([Digit:2digits ]%) di guarire i problemi di stato di tutte le Unità alleate quando il Pokémon di chi la usa sferra una mossa.",
  "p999949": "Quando chi la usa attacca, ignora gli effetti di riduzione del danno attivi nel campo del bersaglio.",
  "p999948": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di chi la usa di 1 grado quando manda a segno un attacco semplice con una delle sue mosse.",
  "p999947": "Aumenta l'Attacco di chi la usa di 1 grado quando manda a segno un attacco semplice con una delle sue mosse.",
  "p999946": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Difesa del bersaglio di 1 grado dopo aver mandato a segno un attacco semplice.",
  "p999945": "Riduce la Difesa del bersaglio di 1 grado dopo aver mandato a segno un attacco semplice.",
  "p999944": "Aumenta la potenza delle mosse di chi la usa quando è in corso una Combichance.",
  "p999943": "Innesca automaticamente Esplosione subito prima del KO.",
  "p999942": "Metà delle modifiche alle statistiche passa alla prossima Unità che entra in campo quando questa Unità va KO.",
  "p999941": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa di chi la usa di 1 grado, quando il suo Pokémon sferra una mossa.",
  "p999940": "Aumenta la Difesa di chi la usa di 1 grado, quando il suo Pokémon sferra una mossa.",
  "p999939": "Il Pokémon di chi la usa assume la Forma Spada quando attacca.",
  "p999938": "Il Pokémon di chi la usa assume la Forma Scudo quando usa Scudo Reale o quando viene sostituito.",
  "p999936": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare una statistica a caso di chi la usa di 1 grado tra le seguenti quando manda a segno un attacco semplice: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999935": "Dopo la sostituzione, gli aumenti delle statistiche passano all'Unità che entra in campo.",
  "p999934": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando una mossa va a segno.",
  "p999933": "Ha una certa probabilità ([Digit:2digits ]%) di ripristinare un utilizzo della mossa di chi la usa quando va a segno.",
  "p999932": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è paralizzato.",
  "p999931": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è scottato.",
  "p999930": "Aumenta la potenza delle mosse quando grandina.",
  "p999929": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è congelato.",
  "p999928": "Quando si attiva l'effetto \"Resistenza a colpo micidiale\" di chi la usa e l'Unità ha 1 PS residuo, ha una certa probabilità ([Digit:2digits ]%) di applicare di nuovo l'effetto \"Resistenza a colpo micidiale\" a chi la usa.",
  "p999927": "Chi la usa recupera PS dopo ogni azione del Pokémon quando la luce del sole è intensa.",
  "p999926": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999925": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999924": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999923": "Aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di chi la usa la prima volta che è in difficoltà in ogni lotta.",
  "p999922": "Aumenta la potenza delle mosse di chi la usa quando piove.",
  "p999921": "Aumenta la potenza delle mosse di chi la usa quando è confuso.",
  "p999920": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è confuso.",
  "p999919": "Riduce i danni subiti da attacchi semplici quando piove.",
  "p999918": "Aumenta la potenza delle Unimosse di chi la usa quando la luce del sole è intensa.",
  "p999917": "Chi la usa guarisce dalla confusione, dal tentennamento e dall'imprigionamento la prima volta che gli vengono inflitti questi problemi di stato in ogni lotta.",
  "p999916": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Resistenza a colpo micidiale\" a chi la usa quando la sua mossa va a segno.",
  "p999915": "Applica l'effetto \"Resistenza a colpo micidiale\" a chi la usa quando la sua mossa va a segno.",
  "p999914": "Ha una certa probabilità ([Digit:2digits ]%) di confondere il bersaglio quando una mossa che ha come bersaglio quell'avversario va a segno.",
  "p999913": "Chi la usa diventa il bersaglio delle Unità avversarie per un po' di tempo quando una mossa di chi la usa va a segno mentre è in difficoltà.",
  "p999912": "Aumenta l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999911": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando un altro Pokémon in campo va KO.",
  "p999910": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre l'Attacco Speciale del bersaglio di 1 grado quando una mossa che ha come bersaglio quell'avversario va a segno.",
  "p999909": "Riduce l'Attacco Speciale del bersaglio di 1 grado quando una mossa che ha come bersaglio quell'avversario va a segno.",
  "p999908": "La probabilità di mandare a segno brutti colpi quando chi la usa sferra attacchi semplici aumenta quando piove.",
  "p999907": "Ha una certa probabilità ([Digit:2digits ]%) di annullare le riduzioni delle statistiche subite da chi la usa quando la sua mossa va a segno.",
  "p999906": "Chi la usa recupera PS per circa il [Digit:2digits ]% dei suoi PS massimi dopo aver sferrato un'Unimossa.",
  "p999905": "Chi la usa guarisce dai problemi di stato la prima volta che gli viene inflitto un problema di stato in ogni lotta.",
  "p999904": "Riduce una statistica a caso del bersaglio di 1 grado tra le seguenti quando manda a segno un attacco semplice: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999903": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la probabilità di mandare a segno brutti colpi di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999902": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999901": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa Speciale di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999900": "Aumenta la Difesa Speciale di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999899": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'elusione di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999898": "Aumenta l'elusione di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999897": "Alcune delle mosse di chi la usa cambiano dopo aver sferrato un'Unimossa.",
  "p999896": "Ha una certa probabilità ([Digit:2digits ]%) di far recupera PS per circa il 20% dei suoi PS massimi a chi la usa quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999895": "Chi la usa recupera PS per circa il 20% dei suoi PS massimi quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999894": "Ha una certa probabilità ([Digit:2digits ]%) di far recupera PS per circa il 20% dei suoi PS massimi a chi la usa quando la sua mossa va a segno.",
  "p999893": "Aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di chi la usa quando usa un'Unimossa.",
  "p999892": "Aumenta la potenza delle mosse di chi la usa in proporzione alla percentuale dei suoi PS residui.",
  "p999891": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione dell'Attacco Speciale del bersaglio.",
  "p999890": "Aumenta la potenza delle mosse di chi la usa in proporzione alla percentuale di PS residui del bersaglio.",
  "p999889": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio o i bersagli della mossa sono affetti da problemi di stato.",
  "p999888": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio o i bersagli della mossa tentennano, sono confusi o sono imprigionati.",
  "p999887": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio o i bersagli della mossa tentennano.",
  "p999886": "Abbassa di [Digit:1digit ] il numero di azioni necessarie a chi la usa per sferrare un'Unimossa la prima volta che sferra un'Unimossa in ogni lotta.",
  "p999885": "Una volta sola per lotta, ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando è in difficoltà. In modalità multigiocatore, abbassa invece il numero di azioni necessarie per sferrare un'Unimossa per tutte le Unità alleate una volta per lotta.",
  "p999884": "Una volta sola per lotta, ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando entra in campo.",
  "p999883": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando una sua mossa va a segno.",
  "p999882": "Chi la usa recupera PS dopo ogni azione del Pokémon durante le tempeste di sabbia.",
  "p999881": "Ha una certa probabilità ([Digit:2digits ]%) di avvelenare il bersaglio quando una mossa che ha come bersaglio quell'avversario va a segno.",
  "p999880": "Riduce l'Attacco e l'Attacco Speciale di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] subito prima che chi la usa vada KO.",
  "p999879": "Aumenta la probabilità di mandare a segno brutti colpi di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999878": "Aumenta l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999877": "Aumenta la Velocità di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999876": "Aumenta l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999875": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando manda a segno un brutto colpo con una mossa.",
  "p999874": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di chi la usa di 1 grado quando una delle sue statistiche è stata ridotta.",
  "p999873": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'elusione di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999872": "Aumenta l'elusione di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999871": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di chi la usa di 1 grado quando una delle sue statistiche è stata ridotta.",
  "p999870": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999869": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco o l'Attacco Speciale, o entrambi, di chi la usa di 1 grado quando una mossa che ha come bersaglio un avversario va a segno.",
  "p999868": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999867": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999866": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999865": "Aumenta l'Attacco di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999864": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la probabilità di mandare a segno brutti colpi di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999863": "Aumenta la probabilità di mandare a segno brutti colpi di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999862": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999861": "Aumenta la Difesa di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999860": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa Speciale di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999859": "Aumenta la Difesa Speciale di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999858": "Aumenta la potenza delle mosse di chi la usa quando la luce del sole è intensa.",
  "p999857": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Velocità di chi la usa di 2 gradi quando subisce un attacco semplice.",
  "p999856": "Aumenta la Velocità di chi la usa di 2 gradi quando subisce un attacco semplice.",
  "p999855": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che i suoi PS scendono a metà o meno in ogni lotta.",
  "p999854": "Intensifica i raggi solari quando chi la usa sferra un'Unimossa.",
  "p999853": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Velocità del bersaglio di 1 grado quando chi la usa subisce un attacco semplice fisico.",
  "p999852": "Riduce la Velocità del bersaglio di 1 grado quando chi la usa subisce un attacco semplice fisico.",
  "p999851": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999850": "Aumenta l'Attacco Speciale di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999849": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando subisce un attacco semplice.",
  "p999848": "Applica l'effetto \"Recupero costante PS\" a chi la usa quando entra in campo con tutti i PS.",
  "p999847": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è paralizzato.",
  "p999846": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è confuso.",
  "p999845": "Aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di chi la usa per ogni Unità alleata in campo dopo aver utilizzato un'Unimossa. In modalità multigiocatore, invece, aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di tutti i giocatori alleati dopo aver utilizzato un'Unimossa.",
  "p999844": "Aumenta la potenza dell'Unimossa di chi la usa quando piove.",
  "p999843": "Riduce la Velocità di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999842": "Applica l'effetto \"Prossimo brutto colpo\" a chi la usa quando entra in campo.",
  "p999841": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999840": "Massimizza gli utilizzi delle mossa definita \"multicolpo\" alla voce \"Effetti\" di chi la usa quando va a segno.",
  "p999839": "La barra mosse si riempie più velocemente durante le tempeste di sabbia.",
  "p999838": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione della precisione del bersaglio.",
  "p999837": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione della Velocità del bersaglio.",
  "p999836": "Ha una certa probabilità ([Digit:2digits ]%) di far tentennare il bersaglio quando l'attacco semplice di chi la usa va a segno.",
  "p999835": "Applica l'effetto \"Prossimo brutto colpo\" a chi la usa dopo aver sferrato un'Unimossa.",
  "p999834": "Aumenta la Difesa Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999833": "Chi la usa recupera PS dopo ogni azione del Pokémon quando piove.",
  "p999832": "Aumenta la Difesa di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che chi la usa è in difficoltà in ogni lotta.",
  "p999831": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è avvelenato o iperavvelenato.",
  "p999830": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è imprigionato.",
  "p999829": "Riduce l'Attacco del bersaglio di 1 grado e aumenta l'Attacco di chi la usa in egual misura quando subisce un attacco semplice.",
  "p999828": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere 1 barretta alla barra mosse di chi la usa per ogni Unità alleata in campo, quando una mossa di chi la usa va a segno. In modalità multigiocatore, ha una certa probabilità ([Digit:2digits ]%) di aggiungere invece 1 barretta alla barra mosse di tutti i giocatori alleati quando una mossa di chi la usa va a segno.",
  "p999827": "Aggiunge 1 barretta alla barra mosse di chi la usa per ogni Unità alleata in campo, quando una mossa di chi la usa va a segno. In modalità multigiocatore, aggiunge invece 1 barretta alla barra mosse di tutti i giocatori alleati quando una mossa di chi la usa va a segno.",
  "p999826": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando subisce un attacco semplice.",
  "p999825": "Aumenta la Difesa di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999824": "Aumenta l'Attacco di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999823": "Aumenta la Difesa di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999822": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999821": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999820": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999819": "Aumenta l'Attacco di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa sferra un'Unimossa.",
  "p999818": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è addormentato.",
  "p999817": "Quando chi la usa sferra una mossa di stato e causa un problema di stato a un avversario, ha una certa probabilità ([Digit:2digits ]%) di causare lo stesso problema di stato a tutte le Unità avversarie.",
  "p999816": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che i suoi PS scendono a metà o meno in ogni lotta.",
  "p999815": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre una statistica a caso del bersaglio di 1 grado tra le seguenti quando manda a segno un attacco semplice: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione. Aumenta le statistiche di chi la usa in egual misura.",
  "p999814": "Riduce una statistica a caso del bersaglio di 1 grado tra le seguenti quando manda a segno un attacco semplice: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione. Aumenta le statistiche di chi la usa in egual misura.",
  "p999813": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Difesa Speciale del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999812": "Riduce la Difesa Speciale del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999811": "Aumenta la Difesa di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999810": "Fa recuperare PS a tutte le Unità alleate per circa il [Digit:2digits ]% dei loro PS massimi quando chi la usa sferra un'Unimossa.",
  "p999809": "Fa recuperare PS a tutte le Unità alleate quando chi la usa sferra un'Unimossa.",
  "p999808": "Quando una mossa (esclusi gli effetti attivi sul campo) che ha come bersaglio un'Unità alleata va a segno, l'Unità alleata su cui si attivano gli effetti della mossa recupera PS per circa il [Digit:2digits ]% dei suoi PS massimi.",
  "p999807": "Quando una mossa (esclusi gli effetti attivi sul campo) di chi la usa che ha come bersaglio un'Unità alleata va a segno, l'Unità alleata su cui si attivano gli effetti della mossa recupera PS per il 100% dei suoi PS massimi.",
  "p999806": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione della Velocità del bersaglio.",
  "p999805": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando è in difficoltà.",
  "p999804": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione dell'Attacco del bersaglio.",
  "p999803": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione della Difesa Speciale del bersaglio.",
  "p999802": "Ha una certa probabilità ([Digit:2digits ]%) di congelare il bersaglio quando una mossa di chi la usa che ha come bersaglio quell'avversario va a segno.",
  "p999801": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre una statistica a caso del bersaglio di 1 grado tra le seguenti quando manda a segno un attacco semplice: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999800": "Aumenta la Difesa Speciale di chi la usa di  [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999799": "Riduce la Difesa Speciale di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999798": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999797": "Aumenta la precisione di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999796": "Quando una mossa (esclusi gli effetti attivi sul campo) che ha come bersaglio un'Unità alleata va a segno, aumenta la Difesa dell'Unità alleata su cui si attivano gli effetti della mossa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ].",
  "p999795": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è addormentato.",
  "p999794": "Applica l'effetto \"Prossimo infallibile\" a chi la usa quando entra in campo.",
  "p999793": "Riduce la precisione di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999792": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999791": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'elusione di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999790": "Aumenta l'elusione di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999789": "Aumenta l'elusione di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999788": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di chi la usa di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999787": "Aumenta l'Attacco di chi la usa di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999786": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di chi la usa di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999785": "Aumenta l'Attacco Speciale di chi la usa di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999784": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999783": "Riduce l'Attacco di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa sferra un'Unimossa.",
  "p999782": "Riduce l'Attacco Speciale di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999781": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999780": "Aumenta l'Attacco di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999779": "La barra mosse si riempie più velocemente quando grandina.",
  "p999778": "Causa una grandinata quando chi la usa sferra un'Unimossa.",
  "p999777": "Aumenta la potenza delle Unimosse durante le tempeste di sabbia.",
  "p999776": "Causa una tempesta di sabbia quando chi la usa sferra un'Unimossa.",
  "p999775": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è congelato.",
  "p999774": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio tentenna.",
  "p999773": "Aumenta l'Attacco, la Difesa, l'Attacco Speciale, la Difesa Speciale e la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999772": "Ha una certa probabilità ([Digit:2digits ]%) di riducere l'Attacco del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999771": "La probabilità di mandare a segno brutti colpi con le mosse di chi la usa aumenta quando i suoi PS residui sono a metà o meno.",
  "p999770": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando manda a segno un brutto colpo.",
  "p999769": "Aumenta l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando manda a segno un brutto colpo.",
  "p999768": "Aumenta l'Attacco Speciale di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999767": "Aumenta la Difesa Speciale di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando una mossa di chi la usa va a segno.",
  "p999766": "Applica l'effetto \"Resistenza a colpo micidiale\" a tutte le Unità alleate la prima volta che sferra un'Unimossa di chi la usa viene utilizzata in ogni lotta.",
  "p999765": "Ha una certa probabilità ([Digit:2digits ]%) di iperavvelenare il bersaglio quando una mossa che ha come bersaglio quell'avversario va a segno.",
  "p999764": "Riduce la Difesa o la Difesa Speciale, o entrambe, di 1 grado quando una mossa di chi la usa che ha come bersaglio quell'avversario va a segno.",
  "p999763": "Chi la usa recupera PS per circa il 20% dei suoi PS massimi quando la sua mossa va a segno.",
  "p999762": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione della Difesa del bersaglio.",
  "p999761": "Applica l'effetto \"Recupero costante PS\" a chi la usa quando la sua mossa va a segno.",
  "p999760": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di chi la usa di 1 grado quando subisce un attacco semplice.",
  "p999759": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa di tutte le Unità alleate di 1 grado quando chi la usa subisce un attacco semplice.",
  "p999758": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre l'elusione del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999757": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la precisione del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999756": "Aumenta l'Attacco e l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando manda KO il bersaglio con una mossa.",
  "p999755": "Fa recuperare PS a tutte le altre Unità alleate per circa il [Digit:2digits ]% dei loro PS massimi subito prima che chi la usa vada KO.",
  "p999754": "Applica l'effetto \"Prossimo brutto colpo\" a chi la usa quando la sua mossa va a segno.",
  "p999753": "Applica l'effetto \"Riduzione danni fisici\" sul campo alleato la prima volta che chi la usa è in difficoltà in ogni lotta.",
  "p999752": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Difesa di tutte le Unità avversarie di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999751": "Riduce la Difesa di tutte le Unità avversarie di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999750": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Difesa Speciale di tutte le Unità avversarie di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999749": "Riduce la Difesa Speciale di tutte le Unità avversarie di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999748": "Aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di chi la usa quando un'altra Unità va KO.",
  "p999747": "Riduce la Difesa del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno su un bersaglio confuso.",
  "p999746": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione della Difesa del bersaglio.",
  "p999745": "Chi la usa recupera PS dopo ogni azione del Pokémon in presenza di un Campo Elettrico.",
  "p999744": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa Speciale di chi la usa di 1 grado quando manda a segno un brutto colpo con una mossa.",
  "p999743": "Riduce la Difesa Speciale di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] subito prima che chi la usa vada KO.",
  "p999742": "La Difesa di chi la usa aumenta del 50% quando grandina.",
  "p999741": "Aumenta la potenza delle mosse di chi la usa in proporzione inversa rispetto alla percentuale dei suoi PS residui.",
  "p999740": "Ha una certa probabilità ([Digit:2digits ]%) di ripristinare un utilizzo delle mosse definite \"attacco veloce\" alla voce \"Effetti\" quando il suo attacco semplice va a segno.",
  "p999739": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa di chi la usa di 1 grado quando il suo attacco semplice va a segno.",
  "p999738": "Ha una certa probabilità ([Digit:2digits ]%) di ridurre la Velocità del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999737": "Trasforma il terreno di lotta in un Campo Erboso quando chi la usa sferra un'Unimossa.",
  "p999736": "Ripristina [Digit:1digit ] [IT:Qty S=\"utilizzo delle mosse\" P=\"utilizzi delle mosse\" ] per chi la usa la prima volta che usa un'Unimossa in ogni lotta.",
  "p999735": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione della Difesa Speciale del bersaglio.",
  "p999734": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione dell'elusione del bersaglio.",
  "p999733": "Chi la usa recupera PS dopo ogni azione del Pokémon in presenza di un Campo Psichico.",
  "p999732": "Aumenta la precisione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999731": "Aumenta l'elusione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999730": "Aumenta la Velocità di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999729": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la probabilità di mandare a segno brutti colpi di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa quando grandina.",
  "p999728": "Aumenta a caso di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] una delle seguenti statistiche di tutte le Unità alleate quando una mossa di chi la usa va a segno: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999727": "Aumenta a caso di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] una delle seguenti statistiche di chi la usa quando entra in campo: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999726": "Aumenta la Difesa Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che è in difficoltà in ogni lotta.",
  "p999725": "Aumenta la Difesa Speciale di chi la usa di 1 grado quando il suo Pokémon sferra una mossa.",
  "p999724": "Riduce l'elusione del bersaglio di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando Scacciabruma va a segno.",
  "p999723": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco o l'Attacco Speciale, o entrambi, di tutte le Unità alleate di 1 grado quando chi la usa subisce un attacco semplice.",
  "p999722": "Aumenta l'Attacco o l'Attacco Speciale, o entrambi, di tutte le Unità alleate di 1 grado quando chi la usa subisce un attacco semplice.",
  "p999721": "Aumenta la Difesa di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999720": "Aumenta la precisione di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999719": "Applica l'effetto \"Blocco problemi di stato\" sul campo alleato quando chi la usa entra in campo.",
  "p999718": "Applica l'effetto \"Resistenza a colpo micidiale\" a chi la usa la prima volta che la sua Unimossa viene utilizzata in ogni lotta.",
  "p999717": "Aumenta a caso di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] una delle seguenti statistiche di tutte le Unità alleate quando chi la usa entra in campo: Attacco, Difesa, Attacco Speciale, Difesa Speciale, Velocità, precisione o elusione.",
  "p999716": "Aumenta l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] dopo aver sferrato un'Unimossa.",
  "p999715": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di chi la usa di 1 grado quando manda a segno un brutto colpo con una mossa.",
  "p999714": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione dell'Attacco del bersaglio.",
  "p999713": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999712": "Applica l'effetto \"Prossimo a costo zero\" a chi la usa quando entra in campo.",
  "p999711": "Applica l'effetto \"Prossimo a costo zero\" a chi la usa dopo aver sferrato un'Unimossa.",
  "p999710": "Applica l'effetto \"Recupero costante PS\" a tutte le Unità alleate quando chi la usa sferra un'Unimossa.",
  "p999709": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco di tutte le Unità alleate di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999708": "Aumenta la potenza delle mosse di chi la usa in proporzione alla riduzione delle statistiche del bersaglio.",
  "p999707": "Aumenta la Difesa di chi la usa di 1 grado quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999706": "Aumenta la Difesa Speciale di chi la usa di 1 grado quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999705": "Aumenta l'Attacco di tutte le Unità alleate di 1 grado quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999704": "Riduce l'Attacco del bersaglio di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999703": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione della precisione del bersaglio.",
  "p999702": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco Speciale di chi la usa di 1 grado quando il suo attacco semplice va a segno mentre piove.",
  "p999701": "Aumenta la potenza delle Unimosse di chi la usa quando è in difficoltà.",
  "p999700": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa di chi la usa di 1 grado quando manda a segno un brutto colpo con una mossa.",
  "p999699": "Aumenta l'elusione di chi la usa di 1 grado quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999698": "Impedisce a chi la usa di tentennare, venire confuso o venire imprigionato quando piove.",
  "p999697": "Ripristina [Digit:1digit ] [IT:Qty S=\"utilizzo\" P=\"utilizzi\" ] delle mosse definite \"attacco veloce\" alla voce \"Effetti\" per chi la usa.",
  "p999696": "Riduce l'elusione di tutte le Unità avversarie di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999695": "Una volta sola per lotta, ha una certa probabilità ([Digit:2digits ]%) di annullare le riduzioni delle statistiche di chi la usa quando è in difficoltà.",
  "p999694": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999693": "Ha una certa probabilità ([Digit:2digits ]%) di far recuperare PS per circa il 20% dei suoi PS massimi a chi la usa quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999692": "Chi la usa recupera PS per circa il 20% dei suoi PS massimi quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità.",
  "p999691": "Ha una certa probabilità ([Digit:2digits ]%) di far recuperare PS a tutte le Unità alleate quando l'attacco semplice di chi la usa va a segno.",
  "p999690": "Ha una certa probabilità ([Digit:2digits ]%) di far recuperare PS a tutte le Unità alleate quando chi la usa subisce un attacco semplice.",
  "p999689": "Ha una certa probabilità ([Digit:2digits ]%) di ripristinare 1 utilizzo delle mosse per chi la usa quando il suo Pokémon sferra una mossa.",
  "p999688": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo superefficace ↑\" a chi la usa quando la sua mossa va a segno.",
  "p999687": "Aumenta la potenza delle Unimosse di chi la usa in proporzione alla riduzione dell'Attacco Speciale del bersaglio.",
  "p999686": "Aumenta la precisione di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999685": "Aumenta l'Attacco di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999684": "Aumenta l'Attacco Speciale di tutte le Unità alleate di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando chi la usa entra in campo.",
  "p999683": "Chi la usa recupera PS per circa il 20% dei suoi PS massimi quando la sua mossa è superefficace.",
  "p999682": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando il suo attacco semplice va a segno.",
  "p999681": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando il suo Pokémon sferra una mossa.",
  "p999680": "Aumenta la potenza delle mosse di chi la usa quando il bersaglio è affetto da \"Sostituzione vietata\".",
  "p999679": "Il tipo dell'Unimossa di chi la usa cambia la prima volta che sferra la sua Unimossa in ogni lotta.",
  "p999678": "Aumenta l'Attacco di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] la prima volta che sferra la sua Unimossa in ogni lotta.",
  "p999677": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare l'Attacco o l'Attacco Speciale, o entrambi, di tutte le Unità alleate di 1 grado quando una mossa che ha come bersaglio un avversario va a segno.",
  "p999676": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando il suo attacco contro un avversario affetto da \"Sostituzione vietata\" va a segno.",
  "p999675": "Ha una certa probabilità ([Digit:2digits ]%) di far recuperare PS a tutte le Unità alleate quando una mossa di stato utilizzata dal Pokémon di chi la usa va a segno.",
  "p999674": "Applica l'effetto \"Accelerazione barra mosse\" sul campo alleato la prima volta che l'Unimossa di chi la usa viene sferrata in ogni lotta.",
  "p999673": "Aumenta la potenza delle mosse di chi la usa quando è affetto da \"Sostituzione vietata\".",
  "p999672": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo a costo zero\" a chi la usa quando il suo attacco semplice va a segno mentre è affetto da \"Sostituzione vietata\".",
  "p999671": "Applica l'effetto Prossimo superefficace ↑ a chi la usa quando entra in campo con tutti i PS.",
  "p999670": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è scottato.",
  "p999669": "Ha una certa probabilità ([Digit:2digits ]%) di annullare le riduzioni delle statistiche subite da chi la usa dopo aver sferrato un'Unimossa.",
  "p999668": "Aumenta l'Attacco e l'Attacco Speciale di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando entra in campo.",
  "p999667": "Ha una certa probabilità ([Digit:2digits ]%) di guarire chi la usa dai problemi di stato quando il suo Pokémon sferra una mossa.",
  "p999666": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Difesa Speciale di chi la usa di 1 grado quando il suo attacco semplice va a segno.",
  "p999665": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la probabilità di mandare a segno brutti colpi per tutte le Unità alleate di 1 grado quando l'attacco semplice di chi la usa va a segno su un bersaglio addormentato.",
  "p999664": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Velocità di tutte le Unità alleate di 1 grado quando il Pokémon di chi la usa sferra una mossa.",
  "p999663": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando il suo Pokémon sferra una mossa.",
  "p999662": "Fa recuperare PS a tutte le Unità alleate per circa il 20% dei loro PS massimi quando la mossa di chi la usa è superefficace.",
  "p999661": "Tutte le Unità alleate guariscono dai problemi di stato quando chi la usa sferra un'Unimossa.",
  "p999660": "Ha una certa probabilità ([Digit:2digits ]%) di far recuperare PS a chi la usa quando manda a segno un brutto colpo con una mossa.",
  "p999659": "Ha una certa probabilità ([Digit:2digits ]%) di aggiungere una barretta alla barra mosse di chi la usa quando manda a segno un brutto colpo con una mossa.",
  "p999658": "Aumenta la potenza delle Unimosse di chi la usa quando il bersaglio è affetto da \"Sostituzione vietata\".",
  "p999657": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando l'attacco semplice di chi la usa va a segno su un avversario affetto da \"Sostituzione vietata\"",
  "p999656": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando chi la usa manda a segno un brutto colpo.",
  "p999655": "Aumenta la Velocità di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando è confuso, tentenna o è imprigionato.",
  "p999654": "Applica l'effetto Prossimo superefficace ↑ a chi la usa quando entra in campo.",
  "p999653": "Chi la usa recupera PS dopo ogni azione del Pokémon mentre è affetto da \"Sostituzione vietata\".",
  "p999652": "Se la luce solare diventa intensa quando chi la usa è in campo, aumenta la durata della luce solare intensa.",
  "p999651": "Se piove quando chi la usa è in campo, aumenta la durata della pioggia.",
  "p999650": "Aumenta la potenza delle mosse di chi la usa quando la sua Velocità è ridotta.",
  "p999649": "Aumenta la potenza delle Unimosse di chi la usa quando l'Attacco del bersaglio viene ridotto.",
  "p999648": "Riduce l'Attacco o la Difesa del bersaglio, o entrambi, di 1 grado quando una mossa di chi la usa che ha come bersaglio quell'avversario va a segno.",
  "p999647": "Ha una certa probabilità ([Digit:2digits ]%) di aumentare la Velocità di tutte le Unità alleate di 1 grado quando l'attacco semplice di chi la usa va a segno.",
  "p999646": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo a costo zero\" a chi la usa quando il suo Pokémon sferra una mossa.",
  "p999645": "Quando la luce del sole è intensa, impedisce all'Unità di tentennare, venire confusa o venire imprigionata.",
  "p999644": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo superefficace ↑\" a chi la usa quando il suo Pokémon sferra una mossa mentre la luce del sole è intensa.",
  "p999643": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando una sua mossa va a segno mentre la luce del sole è intensa.",
  "p999642": "Intensifica i raggi solari la prima volta che l'Unimossa di chi la usa viene sferrata in ogni lotta.",
  "p999641": "Aumenta la probabilità di mandare a segno brutti colpi di chi la usa di [Digit:1digit ] [IT:Qty S=\"grado\" P=\"gradi\" ] quando la sua mossa va a segno.",
  "p999640": "Ha una certa probabilità ([Digit:2digits ]%) di abbassare di 1 il numero di azioni necessarie a chi la usa quando la sua mossa va a segno mentre piove.",
  "p999639": "Ha una certa probabilità ([Digit:2digits ]%) di applicare l'effetto \"Prossimo superefficace ↑\" a chi la usa quando il suo Pokémon sferra una mossa mentre piove.",
  "p999638": "Causa la pioggia la prima volta che l'Unimossa di chi la usa viene sferrata in ogni lotta.",
  "p999625": "Impedisce a chi la usa di venire avvelenato o iperavvelenato.",
  "p999624": "Impedisce a chi la usa di venire scottato.",
  "p999623": "Impedisce a chi la usa di venire paralizzato.",
  "p999622": "Impedisce a chi la usa di venire congelato.",
  "p999621": "Rende immuni dai danni da grandine.",
  "p999620": "Impedisce a chi la usa di venire addormentato.",
  "p999619": "Impedisce a chi la usa di venire confuso.",
  "p999618": "Impedisce a chi la usa di tentennare.",
  "p999617": "Impedisce a chi la usa di venire imprigionato.",
  "p999616": "Quando l'Attacco di chi la usa viene ridotto, allevia le riduzioni dell'Attacco.",
  "p999615": "Quando la Difesa di chi la usa viene ridotta, allevia le riduzioni della Difesa.",
  "p999614": "Quando l'Attacco Speciale di chi la usa viene ridotto, allevia le riduzioni dell'Attacco Speciale.",
  "p999613": "Quando la Difesa Speciale di chi la usa viene ridotta, allevia le riduzioni della Difesa Speciale.",
  "p999612": "Quando la Velocità di chi la usa viene ridotta, allevia le riduzioni della Velocità.",
  "p999611": "Quando la precisione di chi la usa viene ridotta, allevia le riduzioni della precisione.",
  "p999610": "Quando l'elusione di chi la usa viene ridotta, allevia le riduzioni dell'elusione.",
  "p999609": "Rende chi la usa immune dai brutti colpi.",
  "p999608": "Aumenta la potenza degli attacchi se sono brutti colpi.",
  "p999607": "I problemi di stato di tutte le Unità alleate guariscono quando il Pokémon di chi la usa sferra una mossa.",
  "p999606": "Riduce i danni che chi la usa subisce da mosse di tipo Normale.",
  "p999605": "Riduce i danni che chi la usa subisce da mosse di tipo Fuoco.",
  "p999604": "Riduce i danni che chi la usa subisce da mosse di tipo Acqua.",
  "p999603": "Riduce i danni che chi la usa subisce da mosse di tipo Elettro.",
  "p999602": "Riduce i danni che chi la usa subisce da mosse di tipo Erba.",
  "p999601": "Riduce i danni che chi la usa subisce da mosse di tipo Ghiaccio.",
  "p999600": "Riduce i danni che chi la usa subisce da mosse di tipo Volante.",
  "p999599": "Riduce i danni che chi la usa subisce da mosse di tipo Veleno.",
  "p999598": "Riduce i danni che chi la usa subisce da mosse di tipo Terra.",
  "p999597": "Riduce i danni che chi la usa subisce da mosse di tipo Volante.",
  "p999596": "Riduce i danni che chi la usa subisce da mosse di tipo Psico.",
  "p999595": "Riduce i danni che chi la usa subisce da mosse di tipo Coleottero.",
  "p999594": "Riduce i danni che chi la usa subisce da mosse di tipo Roccia.",
  "p999593": "Riduce i danni che chi la usa subisce da mosse di tipo Spettro.",
  "p999592": "Riduce i danni che chi la usa subisce da mosse di tipo Drago.",
  "p999591": "Riduce i danni che chi la usa subisce da mosse di tipo Buio.",
  "p999590": "Riduce i danni che chi la usa subisce da mosse di tipo Acciaio.",
  "p999589": "Riduce i danni che chi la usa subisce da mosse di tipo Folletto.",
  "p999588": "Confonde il bersaglio quando una mossa di chi la usa che ha come bersaglio quell'avversario va a segno.",
  "p999587": "Aumenta la potenza delle Unimosse di chi la usa in proporzione all'aumento dell'Attacco di chi la usa.",
  "p999586": "Aumenta la potenza delle Unimosse di chi la usa in proporzione all'aumento dell'elusione di chi la usa.",
  "p999585": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento della Velocità di chi la usa.",
  "p999584": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento della Difesa di chi la usa.",
  "p999583": "Aumenta la potenza delle Unimosse di chi la usa in proporzione all'aumento della Velocità di chi la usa.",
  "p999582": "Aumenta la potenza delle Unimosse di chi la usa se sono brutti colpi.",
  "p999581": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento della Difesa Speciale di chi la usa.",
  "p999580": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento dell'elusione di chi la usa.",
  "p999579": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento dell'Attacco di chi la usa.",
  "p999578": "Applica l'effetto \"Prossimo brutto colpo\" a tutte le Unità alleate la prima volta che chi la usa entra in campo in ogni lotta.",
  "p999577": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento della precisione di chi la usa.",
  "p999576": "Protegge chi la usa dai danni di un singolo attacco semplice. Quando si attiva questa abilità passiva, il Pokémon perde la Forma Mascherata e assume la Forma Smascherata.",
  "p999575": "Riduce i danni subiti da attacchi semplici quando piove in presenza di un Campo Elettrico.",
  "p999574": "Aumenta la potenza delle Unimosse di chi la usa in proporzione all'aumento delle statistiche di chi la usa.",
  "p999573": "Applica l'effetto \"Recupero costante PS\" a tutte le Unità alleate quando una mossa di chi la usa va a segno.",
  "p999572": "Causa una grandinata quando l'Unità entra in campo per la prima volta.",
  "p999571": "Applica l'effetto \"Prossimo brutto colpo\" a chi la usa quando manda KO il bersaglio con una mossa.",
  "p999570": "Conferisce tutti gli effetti seguenti quando chi la usa attacca con una mossa o con un'Unimossa.\nIgnora le abilità passive che riducono i danni di ogni attacco.\nIgnora le abilità passive che proteggono il bersaglio dai brutti colpi.\nIgnora l'effetto \"Resistenza a colpo micidiale\" del bersaglio.",
  "p999569": "Quando una mossa del Pokémon di chi la usa riduce le statistiche din un avversario, riduce le stesse statistiche di tutte le Unità avversarie.",
  "p999568": "Impedisce all'Unità di tentennare, venire confusa o venire imprigionata.",
  "p999567": "Quando il Pokémon di chi la usa sferro una mossa, cambia forma alternando tra Motivo Panciapiena e Motivo Panciavuota.",
  "p999566": "Aumenta la potenza delle mosse di chi la usa in proporzione all'aumento dell'Attacco Speciale di chi la usa.",
  "p999565": "Intensifica i raggi solari la prima volta che chi la usa entra in campo in ogni lotta.",
  "p999564": "Causa la pioggia la prima volta che chi la usa entra in campo in ogni lotta.",
  "p999563": "Aumenta la potenza delle mosse di tutte le Unità alleate del [Digit:2digits ]% e riduce i danni subiti da attacchi semplici per tutte le Unità alleate del [Digit:2digits Idx=\"1\" ]%. Le percentuali aumentano in base al numero di Unità alleate del gruppo Galar nella tua squadra. Ogni Unità in più aumenta la potenza delle mosse del [Digit:2digits Idx=\"2\" ]% e la riduzione dei danni del 3%. L'aumento massimo è del [Digit:2digits Idx=\"3\" ]% e del [Digit:2digits Idx=\"4\" ]% per la riduzione dei danni.",
  "p999562": "Applica l'effetto \"Accelerazione barra mosse\" sul campo alleato la prima volta che chi la usa entra in campo in ogni lotta.",
  "p999561": "Causa una tempesta di sabbia la prima volta che chi la usa entra in campo in ogni lotta.",
  "p999560": "Riduce i danni causati dalla scottatura.",
  "p999559": "Allevia la riduzione dell'Attacco causata dalla scottatura.",
  "p999537": "Riduce la probabilità di colpirsi da soli a causa della confusione.",
  "p999536": "Mandare a segno un brutto colpo aumenta la probabilità dell'attacco di causare tentennamento, confusione o imprigionamento come eventuali effetti aggiuntivi.",
  "p999535": "Aumenta la quantità di PS recuperati dall'Unità grazie a una sua mossa.",
  "p999534": "Aggiunge una barretta alla barra mosse di chi la usa quando la sua mossa va a segno.",
  "p999533": "La probabilità di mandare a segno brutti colpi quando chi la usa sferra attacchi semplici aumenta.",
  "p999532": "Avvelena il bersaglio quando una mossa che ha come bersaglio un avversario va a segno.",
  "p999531": "Aggiunge una barretta alla barra mosse di chi la usa quando subisce un attacco semplice.",
  "p999530": "Fa tentennare il bersaglio quando l'attacco semplice di chi la usa va a segno.",
  "p999529": "Riduce i danni subiti quando chi la usa subisce un attacco semplice fisico.",
  "p999528": "Abbassa di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando subisce un attacco semplice.",
  "p999527": "Quando chi la usa sferra una mossa di stato e causa un problema di stato a un avversario, causa lo stesso problema di stato a tutte le Unità avversarie.",
  "p999526": "Una volta sola per lotta, abbassa di 1 il numero di azioni necessarie a chi la usa per sferrare un'Unimossa quando è in difficoltà.",
  "p999525": "Congela il bersaglio quando una mossa che ha come bersaglio un avversario va a segno.",
  "p999524": "Riduce i danni subiti da un'Unità alleata da attacchi semplici di tipo Drago.",
  "p999523": "Riduce i danni subiti da attacchi semplici speciali.",
  "p999522": "Confonde il bersaglio quando manda a segno un brutto colpo con una mossa.",
  "p999521": "La probabilità che un avversario si colpisca da solo a causa della confusione aumenta.",
  "p999520": "Aumenta la potenza delle mosse di tipo Buio di chi la usa.",
  "p999519": "Aumenta la potenza delle mosse di tipo Folletto di chi la usa.",
  "p999518": "Aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse di chi la usa quando un attacco semplice nemico contro l'Unità fallisce.",
  "p999517": "Riduce i danni subiti da attacchi semplici quando l'Unità ha tutti i PS.",
  "p999516": "La potenza delle mosse aumenta, ma gli attacchi semplici consumano una barretta della barra mosse in più.",
  "p999515": "Quando è attivo il Motivo Panciapiena, aumenta la potenza delle mosse di tipo Elettro. Quando è attivo il Motivo Panciavuota, aumenta la potenza delle mosse di tipo Buio.",
  "p999514": "Dopo aver mandato a segno un attacco semplice, viene aggiunta una barretta alla barra mosse dell'Unità.",
  "p999513": "Neutralizza le mosse definite \"colpo da KO\" alla voce \"Effetti\".",
  "p999512": "Abbassa il numero di azioni necessarie di chi la usa per sferrare un'Unimossa di 1 quando la sua mossa è superefficace.",
  "p999511": "Aggiunge una barretta alla barra mosse di chi la usa quando manda a segno un brutto colpo.",
  "p999510": "Quando l'Unità attacca con una Unimossa, la probabilità di mandare a segno un brutto colpo con attacchi semplici aumenta.",
  "p999509": "Riduce i danni subiti da tutte le Unità alleate quando vengono attaccate con mosse di tipo Fuoco.",
  "p999508": "Riduce i danni subiti da tutte le Unità alleate quando vengono attaccate con mosse di tipo Acqua.",
  "p999507": "Aumenta la potenza degli attacchi semplici fisici di tutte le Unità alleate del [Digit:2digits ]% e riduce i danni subiti da attacchi semplici fisici per tutte le Unità alleate del [Digit:2digits Idx=\"1\" ]%. Le percentuali aumentano in base al numero di Unità alleate del gruppo Hoenn nella tua squadra. Ogni Unità in più aumenta la potenza delle mosse del [Digit:2digits Idx=\"2\" ]% e la riduzione dei danni del 3%. L'aumento massimo è del [Digit:2digits Idx=\"3\" ]% e del [Digit:2digits Idx=\"4\" ]% per la riduzione dei danni.",
  "p999506": "Aumenta la potenza degli attacchi semplici speciali di tutte le Unità alleate del [Digit:2digits ]% e riduce i danni subiti da attacchi semplici speciali per tutte le Unità alleate del [Digit:2digits Idx=\"1\" ]%. Le percentuali aumentano in base al numero di Unità alleate del gruppo Hoenn nella tua squadra. Ogni Unità in più aumenta la potenza delle mosse del [Digit:2digits Idx=\"2\" ]% e la riduzione dei danni del 3%. L'aumento massimo è del [Digit:2digits Idx=\"3\" ]% e del [Digit:2digits Idx=\"4\" ]% per la riduzione dei danni.",
  "p999505": "Quando una mossa avversaria viene neutralizzata dallo stato di difesa dell'Unità, aggiunge [Digit:1digit ] [IT:Qty S=\"barretta\" P=\"barrette\" ] alla barra mosse.",
  "p999504": "Aumenta del 10% la potenza delle mosse di tutte le Unità alleate e riduce del 10% i danni subiti da attacchi semplici per tutte le Unità alleate. Le percentuali aumentano in base al numero di Unità in squadra del gruppo \"Roccia\". Ogni Unità in più aumenta la potenza delle mosse del 5% e la riduzione dei danni del 2%. L'aumento massimo è del 20% per la potenza delle mosse e del 14% per la riduzione dei danni.",
  "p999503": "Aumenta del 10% la potenza delle mosse di tutte le Unità alleate e riduce del 10% i danni subiti da attacchi semplici per tutte le Unità alleate. Le percentuali aumentano in base al numero di Unità in squadra del gruppo \"Lotta\". Ogni Unità in più aumenta la potenza delle mosse del 5% e la riduzione dei danni del 2%. L'aumento massimo è del 20% per la potenza delle mosse e del 14% per la riduzione dei danni.",
  "p999502": "In presenza di un Campo Psichico, la Difesa Speciale aumenta del 50%."
}
