{
  "p999999": "Wenn eine vom Pokémon des Anwenders eingesetzte Attacke einen Statuswert des Zieles senkt, gibt es eine [Digit:2digits ] %-Chance, dass derselbe Statuswert aller gegnerischen Gefährten gesenkt wird.",
  "p999998": "Hat eine [Digit:2digits ] %-Chance die Initiative des Anwenders um 1 zu erhöhen, wenn die Attacke ein Volltreffer ist.",
  "p999997": "Attacken treffen garantiert, wenn starkes Sonnenlicht herrscht.",
  "p999996": "Statuswerte können nicht gesenkt werden, wenn starkes Sonnenlicht herrscht.",
  "p999995": "Erhöht bei Sandstürmen die Stärke von Attacken des Anwenders.",
  "p999994": "Schützt den Anwender vor Schaden durch Sandstürme.",
  "p999993": "Erhöht den Angriff des Anwenders um 50 %, wenn er noch mind. die Hälfte seiner KP hat.",
  "p999992": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit ], wenn das Pokémon des Anwenders eine Attacke bei einem Sandsturm einsetzt.",
  "p999991": "Erhöht den Angriff und Spezial-Angriff aller Gefährten im Team um [Digit:1digit ], wenn eine von einem Pokémon des Anwenders eingesetzte Status-Attacke erstmals in einem Kampf erfolgreich ist.",
  "p999990": "Erhöht bei Sandstürmen die Verteidigung und Spezial-Verteidigung um 30 %.",
  "p999989": "Füllt einen AEP auf, wenn der Anwender einen Volltreffer landet.",
  "p999988": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Folge-Leistenverbr. 0 zu verursachen, wenn dieser einen Volltreffer landet.",
  "p999987": "Hat eine [Digit:2digits ] %-Chance den Anwender in den Zustand Folge-Effektiv.-Stärke↑ zu versetzen, wenn sein Pokémon eine Status-Attacke einsetzt.",
  "p999986": "Erhöht die Volltrefferquote des Anwenders um 1, wenn sein Pokémon eine Status-Attacke einsetzt.",
  "p999985": "Wenn ein Statuswert eines Mitstreiters durch eine vom Pokémon des Anwenders eingesetzte Status-Attacke erhöht wird, wird er um das Doppelte erhöht.",
  "p999984": "Erhöht die Verteidigung und Spezial-Verteidigung des Anwenders bei Kampfantritt um [Digit:1digit ].",
  "p999983": "Hat eine [Digit:2digits ] %-Chance die Verteidigung und Spezial-Verteidigung des Anwenders um 1 zu erhöhen, wenn dessen Pokémon eine Attacke bei einem Sandsturm einsetzt.",
  "p999982": "Hat eine [Digit:2digits ] %-Chance die Genauigkeit des Zieles um 1 zu senken, wenn der Angriff gegen das Ziel mit einer Attacke während eines Sandsturms erfolgreich ist.",
  "p999981": "Erzeugt einen Sandsturm, wenn der Anwender im Kampf zum ersten Mal eine Gefährtenattacke einsetzt.",
  "p999980": "Erhöht bei Sandstürmen die Spezial-Verteidigung des Anwenders um 50 %.",
  "p999979": "Verringert bei Paralyse die Wahrscheinlichkeit, dass Aktionen fehlschlagen.",
  "p999978": "Die Initiative wird durch Paralyse weniger stark gesenkt.",
  "p999977": "Verursacht beim Anwender den Effekt Keine Problemstörung, wenn bei ihm Statusprobleme aufgehoben werden.",
  "p999976": "Verursacht beim Anwender den Effekt Keine Problemstörung, wenn bei ihm die Statusprobleme Zurückgeschreckt, Verwirrung oder Umschlingung aufgehoben werden.",
  "p999975": "Wenn ein Wert gesenkt wird, wird die Senkung dieses Werts reduziert.",
  "p999974": "Befreit den Anwender nach Einsatz seiner Gefährtenattacke von allen Statusproblemen.",
  "p999973": "Befreit den Anwender nach Einsatz seiner Gefährtenattacke von den Statusproblemen Verwirrung und Umschlingung.",
  "p999972": "Setzt nach Einsatz einer Gefährtenattacke gesenkte Statuswerte des Pokémon auf den Ausgangswert zurück.",
  "p999971": "Reduziert beim allerersten Kampfantritt den Wert des Gefährtenattacken-Countdowns des Anwenders um [Digit:1digit ].",
  "p999970": "Reduziert nach Einsatz einer Gefährtenattacke den Maximalwert des Gefährtenattacken-Countdowns um [Digit:1digit ].",
  "p999969": "Erhöht die Wahrscheinlichkeit, dass Zusatzeffekte von Attacken Statuswerte senken.",
  "p999968": "Erhöht in Notsituationen die Stärke der Attacken des Anwenders.",
  "p999967": "Erhöht die Stärke der Attacken des Anwenders, wenn er an Statusproblemen leidet.",
  "p999966": "Je mehr die Attackenleiste aufgefüllt ist, desto mehr wird die Stärke von Attacken erhöht.",
  "p999965": "Verursacht beim Anwender den Effekt Überstehen, wenn er den Kampf mit vollen KP antritt.",
  "p999964": "Schützt bei Sandstürmen vor einer Senkung aller Statuswerte.",
  "p999963": "Senkt den Angriff aller gegnerischen Gefährten um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999962": "Erhöht die Initiative des Anwenders um [Digit:1digit ], wenn er einen Volltreffer landet.",
  "p999961": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit ], wenn er einen Volltreffer landet.",
  "p999960": "Stellt ein Mal pro Kampf etwa [Digit:2digits ] % der maximalen KP des Anwenders wieder her, wenn er erstmals in einer Notsituation ist.",
  "p999959": "Stellt bei Hagel die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999958": "Erhöht bei Sandstürmen den Fluchtwert des Anwenders um [Digit:1digit ].",
  "p999957": "Beschleunigt bei Regen das Auffüllen der Attackenleiste.",
  "p999956": "Beschleunigt bei starkem Sonnenlicht das Auffüllen der Attackenleiste.",
  "p999955": "Beschleunigt das Auffüllen der Attackenleiste, wenn der Anwender an Statusproblemen leidet.",
  "p999954": "Verringert in Notsituationen den erlittenen Schaden, wenn der Anwender von einem Angriff mit einer physischen Attacke getroffen wird.",
  "p999953": "Schützt den Anwender bei starkem Sonnenlicht vor Statusproblemen.",
  "p999952": "Hat eine [Digit:2digits ] %-Chance die Initiative des Anwenders um 1 zu erhöhen, nachdem sein Pokémon eine Attacke einsetzt.",
  "p999951": "Erhöht die Initiative des Anwenders nach Einsatz einer Attacke seines Pokémon um 1.",
  "p999950": "Hat eine [Digit:2digits ] %-Chance nach Einsatz einer Attacke des Pokémon des Anwenders alle Gefährten im Team von Statusproblemen zu befreien.",
  "p999949": "Wenn der Anwender angreift, werden auf der Gegner-Seite wirkende Schaden reduzierende Effekte ignoriert.",
  "p999948": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um 1 zu erhöhen, wenn ein Angriff mit einer seiner Attacken Erfolg hatte.",
  "p999947": "Erhöht den Angriff des Anwenders um 1, wenn ein Angriff mit einer seiner Attacken Erfolg hat.",
  "p999946": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Zieles um 1 zu senken, wenn ein Angriff mit einer Attacke gegen es Erfolg hat.",
  "p999945": "Senkt die Verteidigung des Zieles um 1, wenn ein Angriff mit einer Attacke gegen es Erfolg hat.",
  "p999944": "Erhöht während einer Harmoniechance die Stärke von Attacken des Anwenders.",
  "p999943": "Kurz bevor der Anwender kampfunfähig wird, setzt er Explosion ein.",
  "p999942": "Wenn dieser Gefährte kampfunfähig wird, werden seine erhöhten Statuswerte zur Hälfte auf den eingewechselten Gefährten übertragen.",
  "p999941": "Hat eine [Digit:2digits ] %-Chance nach Einsatz einer Attacke des Pokémon die Verteidigung des Anwenders um 1 zu erhöhen.",
  "p999940": "Erhöht nach Einsatz einer Attacke des Pokémon die Verteidigung des Anwenders um 1.",
  "p999939": "Greift das Pokémon des Anwenders an, nimmt es die Klingenform an.",
  "p999938": "Setzt das Pokémon des Anwenders Königsschild ein oder wird es ausgewechselt, nimmt es die Schildform an.",
  "p999936": "Hat eine [Digit:2digits ] %-Chance zufällig einen der folgenden Statuswerte des Anwenders um 1 zu erhöhen, wenn ein Angriff mit einer Attacke Erfolg hat: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999935": "Überträgt die erhöhten Statuswerte des Gefährten auf die eingewechselten Gefährten, wenn dieses Gefährtengespann ausgewechselt wird.",
  "p999934": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn eine Attacke Erfolg hat.",
  "p999933": "Hat eine [Digit:2digits ] %-Chance 1 Attackeneinsatzpunkt (AEP) der Attacke des Anwenders aufzufüllen, wenn diese Attacke Erfolg hat.",
  "p999932": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel paralysiert ist.",
  "p999931": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel an Verbrennungen leidet.",
  "p999930": "Erhöht bei Hagel die Stärke von Attacken.",
  "p999929": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel gefroren ist.",
  "p999928": "Hat eine [Digit:2digits ] %-Chance den Effekt Überstehen beim Anwender erneut zu verursachen, wenn der Anwender den Effekt Überstehen aktiviert und er nur noch über 1 KP verfügt.",
  "p999927": "Stellt bei starkem Sonnenlicht die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999926": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999925": "Erhöht die Initiative des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999924": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999923": "Füllt ein Mal pro Kampf die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf, wenn der Anwender erstmals in einer Notsituation ist.",
  "p999922": "Erhöht bei Regen die Stärke der Attacken des Anwenders.",
  "p999921": "Erhöht die Stärke der Attacken des Anwenders, wenn er verwirrt ist.",
  "p999920": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel verwirrt ist.",
  "p999919": "Verringert bei Regen beim Anwender den durch Angriffe mit Attacken erlittenen Schaden.",
  "p999918": "Erhöht bei starkem Sonnenlicht die Stärke der Gefährtenattacken des Anwenders.",
  "p999917": "Befreit den Anwender ein Mal pro Kampf von den Statusproblemen Zurückschrecken, Verwirrung oder Umschlingung, nachdem er sie erstmals erleidet.",
  "p999916": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Überstehen zu verursachen, wenn seine Attacke Erfolg hatte.",
  "p999915": "Verursacht beim Anwender den Effekt Überstehen, wenn seine Attacke Erfolg hat.",
  "p999914": "Hat eine [Digit:2digits ] %-Chance das Ziel zu verwirren, wenn eine Attacke auf diesen Gegner Erfolg hat.",
  "p999913": "Wenn die Attacke des Anwenders in Notsituationen Erfolg hat, wird er vorübergehend zum Ziel der Gegner.",
  "p999912": "Erhöht ein Mal pro Kampf den Spezial-Angriff des Anwenders um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999911": "Erhöht den Angriff des Anwenders um [Digit:1digit ], wenn ein anderes Pokémon kampfunfähig wird.",
  "p999910": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Zieles um 1 zu senken, wenn eine Attacke auf diesen Gegner Erfolg hatte.",
  "p999909": "Senkt den Spezial-Angriff des Zieles um 1, wenn eine Attacke auf diesen Gegner Erfolg hatte.",
  "p999908": "Die Volltrefferquote ist erhöht, wenn der Anwender einen Angriff mit seiner Attacke bei Regen durchführt.",
  "p999907": "Hat eine [Digit:2digits ] %-Chance gesenkte Statuswerte des Anwenders auf die Ausgangswerte zurückzusetzen, wenn die Attacke Erfolg hat..",
  "p999906": "Stellt nach Einsatz seiner Gefährtenattacke die KP des Anwenders um etwa [Digit:2digits ] % seiner maximalen KP wieder her.",
  "p999905": "Befreit den Anwender ein Mal pro Kampf von allen Statusproblemen, wenn er erstmals von einem Statusproblem betroffen wird.",
  "p999904": "Wenn ein Angriff mit einer Attacke Erfolg hat, wird zufällig einen der folgenden Statuswerte des Zieles um 1 gesenkt: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999903": "Hat eine [Digit:2digits ] %-Chance, die Volltrefferquote des Anwenders um 1 zu erhöhen, wenn sein Pokémon eine Attacke einsetzt.",
  "p999902": "Wenn das Pokémon des Anwenders eine Attacke einsetzt, wird seine Volltrefferquote um 1 erhöht.",
  "p999901": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung aller Gefährten im Team zu erhöhen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999900": "Erhöht die Spezial-Verteidigung aller Gefährten im Team, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999899": "Hat eine [Digit:2digits ] %-Chance den Fluchtwert des Anwenders um 1 zu erhöhen, wenn sein Pokémon eine Attacke einsetzt.",
  "p999898": "Erhöht den Fluchtwert des Anwenders um 1, wenn sein Pokémon eine Attacke einsetzt.",
  "p999897": "Ändert nach Einsatz der Gefährtenattacke einen Teil der Attacken des Anwenders zu anderen Attacken.",
  "p999896": "Hat eine [Digit:2digits ] %-Chance etwa 20 % der maximalen KP des Anwenders wiederherzustellen, wenn ein Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999895": "Stellt die KP des Anwenders um etwa 20 % seiner maximalen KP wieder her, wenn ein Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999894": "Hat eine [Digit:2digits ] %-Chance etwa 20 % der maximalen KP des Anwenders wiederherzustellen, wenn seine Attacke Erfolg hat.",
  "p999893": "Füllt nach Einsatz einer Gefährtenattacke die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf.",
  "p999892": "Je mehr KP dem Anwender verbleiben, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999891": "Je mehr der Spezial-Angriff des Zieles gesenkt wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999890": "Je mehr KP dem Ziel verbleiben, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999889": "Erhöht die Stärke der Attacken des Anwenders, wenn ihr Ziel an Statusproblemen leidet.",
  "p999888": "Erhöht die Stärke der Attacken des Anwenders, wenn ihr Ziel zurückgeschreckt, verwirrt oder in einer Umschlingung gefangen ist.",
  "p999887": "Erhöht die Stärke der Attacken des Anwenders, wenn ihr Ziel zurückgeschreckt ist.",
  "p999886": "Reduziert ein Mal pro Kampf den Wert des Gefährtenattacken-Countdowns um  [Digit:1digit ], nachdem der Anwender seine Gefährtenattacke erstmals einsetzt.",
  "p999885": "Hat eine [Digit:2digits ] %-Chance ein Mal pro Kampf in Notsituationen den Wert des Gefährtenattacken-Countdowns des Anwenders um  1 zu reduzieren. Reduziert im Multiteamkampf stattdessen den Gefährtenattacken-Countdown aller Gefährten im Team ein Mal pro Kampf.",
  "p999884": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um  1 zu reduzieren, wenn er den Kampf antritt.",
  "p999883": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um 1 zu reduzieren, wenn die Attacke des Anwenders Erfolg hat.",
  "p999882": "Stellt bei Sandstürmen die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999881": "Hat eine [Digit:2digits ] %-Chance das Ziel zu vergiften, wenn eine Attacke auf diesen Gegner Erfolg hatte.",
  "p999880": "Kurz bevor das Pokémon kampfunfähig wird, senkt es den Angriff und den Spezial-Angriff aller gegnerischen Gefährten um [Digit:1digit ].",
  "p999879": "Erhöht die Volltrefferquote aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999878": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999877": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999876": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999875": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns um  1 zu reduzieren, wenn die Attacke des Anwenders ein Volltreffer ist.",
  "p999874": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Anwenders um 1 zu erhöhen, wenn einer seiner Statuswerte gesenkt wurde.",
  "p999873": "Hat eine [Digit:2digits ] %-Chance den Fluchtwert des Anwenders um 1 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999872": "Erhöht den Fluchtwert des Anwenders um 1, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999871": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um 1 zu erhöhen, wenn einer seiner Statuswerte gesenkt wurde.",
  "p999870": "Erhöht den Fluchtwert des Anwenders ein Mal pro Kampf um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999869": "Hat eine [Digit:2digits ] %-Chance den Angriff, den Spezial-Angriff oder sogar beide Werte des Anwenders um 1 zu erhöhen, wenn eine Attacke auf einen Gegner Erfolg hat.",
  "p999868": "Erhöht die Initiative des Anwenders ein Mal pro Kampf um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999867": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Anwenders um 1 zu erhöhen, wenn sein Pokémon eine Attacke einsetzt.",
  "p999866": "Hat eine [Digit:2digits ] %-Chance den Angriff aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999865": "Erhöht den Angriff aller Gefährten im Team um 1, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999864": "Hat eine [Digit:2digits ] %-Chance die Volltrefferquote aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999863": "Erhöht die Volltrefferquote aller Gefährten im Team um 1, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999862": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Anwenders um 1 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999861": "Erhöht die Verteidigung des Anwenders um 1, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999860": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung des Anwenders um 1 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999859": "Erhöht die Spezial-Verteidigung des Anwenders um 1, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999858": "Erhöht bei starkem Sonnenlicht die Stärke der Attacken des Anwenders.",
  "p999857": "Hat eine [Digit:2digits ] %-Chance die Initiative des Anwenders um 2 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999856": "Erhöht die Initiative des Anwenders um 2, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999855": "Erhöht den Fluchtwert des Anwenders ein Mal pro Kampf um [Digit:1digit ], wenn seine KP erstmals auf oder unter die Hälfte fallen.",
  "p999854": "Erzeugt nach Einsatz der Gefährtenattacke des Anwenders starkes Sonnenlicht.",
  "p999853": "Hat eine [Digit:2digits ] %-Chance die Initiative des Zieles um 1 zu senken, wenn der Anwender von einem Angriff mit einer physischen Attacke getroffen wird.",
  "p999852": "Senkt die Initiative des Zieles um 1, wenn der Anwender von einem Angriff mit einer physischen Attacke getroffen wird.",
  "p999851": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders eine Attacke ausführt.",
  "p999850": "Erhöht den Spezial-Angriff aller Gefährten im Team um 1, wenn das Pokémon des Anwenders eine Attacke ausführt.",
  "p999849": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999848": "Verursacht beim Anwender den Effekt KP-Regenerierung, wenn seine KP bei Kampfantritt voll sind.",
  "p999847": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel paralysiert ist.",
  "p999846": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel verwirrt ist.",
  "p999845": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] für jedes verbündete Gefährtengespann das sich auf bem Spielfeld befindet. Im Multiteamkampf werden stattdessen die Attackenleisten aller verbündeten Spieler um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] aufgefüllt, nachdem die Gefährtenattacke des Anwenders ausgeführt wurde.",
  "p999844": "Erhöht bei Regen die Stärke der Gefährtenattacke des Anwenders.",
  "p999843": "Senkt bei Kampfantritt die Initiative aller gegnerischen Gefährten um [Digit:1digit ].",
  "p999842": "Verursacht beim Anwender den Effekt Folgevolltreffer, wenn er den Kampf antritt.",
  "p999841": "Erhöht den Angriff des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999840": "Maximiert die Attackeneinsatzpunkte (AEP) der Attacke des Anwenders, die den Zusatzeffekt Angriffsserie hat, wenn die Attacke Erfolg hat.",
  "p999839": "Beschleunigt bei Sandstürmen das Auffüllen der Attackenleiste.",
  "p999838": "Je mehr die Genauigkeit des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999837": "Je mehr die Initiative des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999836": "Hat eine [Digit:2digits ] %-Chance das Ziel zurückschrecken zu lassen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999835": "Verursacht beim Anwender den Effekt Folgevolltreffer, nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999834": "Erhöht die Spezial-Verteidigung des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999833": "Stellt bei Regen die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999832": "Erhöht ein Mal pro Kampf die Verteidigung aller Gefährten im Team um [Digit:1digit ], wenn der Anwender erstmals in einer Notsituation ist.",
  "p999831": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel vergiftet oder schwer vergiftet ist.",
  "p999830": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel in einer Umschlingung gefangen ist.",
  "p999829": "Senkt den Angriff des Angreifers um 1, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird, und erhöht den eigenen Angriff um denselben Wert.",
  "p999828": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment für jedes verbündete Gefährtengespann das sich auf bem Spielfeld befindet aufzufüllen, wenn die Attacke des Anwenders Erfolg hat. Im Multiteamkampf besteht stattdessen eine [Digit:2digits ] %-Chance, die Attackenleisten aller verbündeten Spieler um 1 Segment aufzufüllen, wenn die Attacke des Anwenders Erfolg hat.",
  "p999827": "Füllt die Attackenleiste deines Teams um 1 Segment für jedes verbündete Gefährtengespann das sich auf bem Spielfeld befindet, wenn die Attacke des Anwenders Erfolg hat. Im Multiteamkampf werden stattdessen die Attackenleisten aller verbündeten Spieler um 1 Segment aufgefüllt, wenn die Attacke des Anwenders Erfolg hat.",
  "p999826": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns um 1 zu reduzieren, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999825": "Erhöht die Verteidigung des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999824": "Erhöht den Angriff aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999823": "Erhöht die Verteidigung aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999822": "Erhöht den Angriff des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999821": "Erhöht den Angriff des Anwenders ein Mal pro Kampf um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999820": "Erhöht die Initiative des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999819": "Erhöht den Angriff aller Gefährten im Team um [Digit:1digit ], nachdem der Anwender seine Gefährtenattacke eingesetzt hat.",
  "p999818": "Erhöht die Stärke von Attacken, wenn das Ziel schläft.",
  "p999817": "Hat eine [Digit:2digits ] %-Chance bei allen gegnerischen Gefährten dasselbe Statusproblem auszulösen, wenn die Status-Attacke des Anwenders beim Gegner ein Statusproblem ausgelöst hat.",
  "p999816": "Erhöht die Initiative des Anwenders um [Digit:1digit ], wenn seine KP pro Kampf erstmals auf oder unter die Hälfte fallen.",
  "p999815": "Hat eine [Digit:2digits ] %-Chance zufällig einen der folgenden Statuswerte des Zieles um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert. Erhöht den gleichen Statuswert beim um denselben Wert.",
  "p999814": "Senkt zufällig einen der folgenden Statuswerte des Zieles um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert. Erhöht den gleichen Statuswert beim Anwender um denselben Wert.",
  "p999813": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung des Zieles um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999812": "Senkt die Spezial-Verteidigung des Zieles um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999811": "Erhöht die Verteidigung des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999810": "Stellt nach Einsatz der Gefährtenattacke des Anwenders bei allen Gefährten in etwa [Digit:2digits ] % ihrer maximalen KP wieder her.",
  "p999809": "Stellt nach Einsatz der Gefährtenattacke des Anwenders bei allen Gefährten im Team sämtliche KP wieder her.",
  "p999808": "Stellt die KP eines Gefährten, der von der Wirkung der Attacke (mit Ausnahme von Seiten-Effekten) beeinflusst wurde, um etwa [Digit:2digits ] % wieder her, wenn die Attacke des Anwenders auf einen Gefährten aus dem Team Erfolg hat.",
  "p999807": "Stellt die KP eines Gefährten, der von der Wirkung der Attacke (mit Ausnahme von Seiten-Effekten) beeinflusst wurde, um 100 % wieder her, wenn die Attacke des Anwenders auf einen Gefährten aus dem Team Erfolg hat.",
  "p999806": "Je mehr die Initiative des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999805": "Hat ein Mal pro Kampf in einer Notsituation eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns um  1 zu reduzieren.",
  "p999804": "Je mehr der Angriff des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999803": "Je mehr die Spezial-Verteidigung des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999802": "Hat eine [Digit:2digits ] %-Chance das Ziel einzufrieren, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999801": "Hat eine [Digit:2digits ] %-Chance zufällig einen der folgenden Statuswerte des Zieles um 1 zu senken, wenn der Angriff mit einer Attacke des Anwenders Erfolg hat: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999800": "Erhöht die Spezial-Verteidigung des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999799": "Senkt die Spezial-Verteidigung aller gegnerischen Gefährten um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999798": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999797": "Erhöht die Genauigkeit aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999796": "Erhöht die Verteidigung eines Gefährten aus dem Team, der von der Wirkung der Attacke (mit Ausnahme von Seiten-Effekten) beeinflusst wurde, um [Digit:1digit ], wenn die Attacke des Anwenders auf einen Gefährten aus dem Team Erfolg hat.",
  "p999795": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel schläft.",
  "p999794": "Verursacht den Effekt Folgetreffer beim Anwender, wenn er den Kampf antritt.",
  "p999793": "Senkt die Genauigkeit aller gegnerischen Gefährten um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999792": "Erhöht ein Mal pro Kampf die Volltrefferquote des Anwenders um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999791": "Hat eine [Digit:2digits ] %-Chance den Fluchtwert aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999790": "Erhöht den Fluchtwert aller Gefährten im Team um 1, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999789": "Erhöht den Fluchtwert aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999788": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf ihn fehlschlägt.",
  "p999787": "Erhöht den Angriff des Anwenders um 1, wenn ein gegnerischer Angriff mit einer Attacke auf ihn fehlschlägt.",
  "p999786": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Anwenders um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf ihn fehlschlägt.",
  "p999785": "Erhöht den Spezial-Angriff des Anwenders um 1, wenn ein gegnerischer Angriff mit einer Attacke auf ihn fehlschlägt.",
  "p999784": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999783": "Senkt den Angriff aller gegnerischen Gefährten um [Digit:1digit ], nachdem der Anwender seine Gefährtenattacke eingesetzt hat.",
  "p999782": "Senkt den Spezial-Angriff aller gegnerischen Gefährten um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999781": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um 1 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999780": "Erhöht den Angriff des Anwenders um 1, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999779": "Beschleunigt bei Hagel das Auffüllen der Attackenleiste.",
  "p999778": "Erzeugt Hagel, nachdem der Anwender seine Gefährtenattacke eingesetzt hat.",
  "p999777": "Erhöht bei Sandstürmen die Stärke von Gefährtenattacken.",
  "p999776": "Erzeugt einen Sandsturm, nachdem der Anwender seine Gefährtenattacke eingesetzt hat.",
  "p999775": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel gefroren ist.",
  "p999774": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel zurückgeschreckt ist.",
  "p999773": "Erhöht den Angriff, die Verteidigung, den Spezial-Angriff, die Spezial-Verteidigung und die Initiative des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999772": "Hat eine [Digit:2digits ] %-Chance, den Angriff des Gegners um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999771": "Erhöht die Volltrefferquote der Attacken des Anwenders, wenn er einen Angriff mit einer Attacke ausführt, während seine KP auf oder unter der Hälfte liegen.",
  "p999770": "Erhöht den Angriff des Anwenders um [Digit:1digit ], wenn er einen Volltreffer landet.",
  "p999769": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit ], wenn er einen Volltreffer landet.",
  "p999768": "Erhöht den Spezial-Angriff aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999767": "Erhöht die Spezial-Verteidigung aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat.",
  "p999766": "Verursacht ein Mal pro Kampf bei allen Gefährten im Team den Effekt Überstehen, wenn der Anwender seine Gefährtenattacke erstmals einsetzt.",
  "p999765": "Hat eine [Digit:2digits ] %-Chance, das Ziel schwer zu vergiften, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999764": "Senkt die Verteidigung, die Spezial-Verteidigung oder sogar beide Werte des Zieles um 1, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999763": "Stellt die KP des Anwenders um etwa 20 % seiner maximalen KP wieder her, wenn seine Attacke Erfolg hat.",
  "p999762": "Je mehr die Verteidigung des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999761": "Verursacht beim Anwender den Effekt KP-Regenerierung, wenn seine Attacke Erfolg hatte.",
  "p999760": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Anwenders um 1 zu erhöhen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999759": "Hat eine [Digit:2digits ] %-Chance die Verteidigung aller Gefährten im Team um 1 zu erhöhen, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999758": "Hat eine [Digit:2digits ] %-Chance den Fluchtwert des Zieles um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999757": "Hat eine [Digit:2digits ] %-Chance die Genauigkeit des Zieles zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999756": "Erhöht den Angriff und Spezial-Angriff des Anwenders um [Digit:1digit ], wenn er einen Gegner durch eine Attacke besiegt.",
  "p999755": "Kurz bevor der Anwender kampfunfähig wird, stellt er bei allen anderen Gefährten im Team etwa [Digit:2digits ] % ihrer maximalen KP wieder her.",
  "p999754": "Verursacht beim Anwender den Effekt Folgevolltreffer, wenn seine Attacke Erfolg hat.",
  "p999753": "Verursacht ein Mal pro Kampf auf der Anwender-Seite den Effekt Physischer Schaden↓, wenn der Anwender erstmals in einer Notsituation ist.",
  "p999752": "Hat eine [Digit:2digits ] %-Chance die Verteidigung aller gegnerischen Gefährten um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999751": "Senkt die Verteidigung aller gegnerischen Gefährten um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999750": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung aller gegnerischen Gefährten um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999749": "Senkt die Spezial-Verteidigung aller gegnerischen Gefährten um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999748": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf, wenn ein anderes Pokémon kampfunfähig wird.",
  "p999747": "Senkt die Verteidigung des Zieles um 1, wenn der Angriff des Anwenders mit einer Attacke auf einen verwirrten Gegner Erfolg hat.",
  "p999746": "Je mehr die Verteidigung des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999745": "Stellt bei aktivem Elektrofeld die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999744": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung des Anwenders um 1 zu erhöhen, wenn seine Attacke einen Volltreffer landet.",
  "p999743": "Kurz bevor der Anwender kampfunfähig wird, senkt er die Spezial-Verteidigung aller gegnerischen Gefährten um [Digit:1digit ].",
  "p999742": "Erhöht bei Hagel die Verteidigung des Anwenders um 50 %.",
  "p999741": "Je niedriger der verbleibende Anteil der KP-Leiste des Anwenders ist, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999740": "Hat eine [Digit:2digits ] %-Chance, die Attackeneinsatzpunkte (AEP) der Attacken des Anwenders, die über den Effekt Sofortangriff verfügen, um 1 wieder aufzufüllen, wenn ein Angriff mit einer seiner Attacken Erfolg hat.",
  "p999739": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Anwenders um 1 zu erhöhen, wenn sein Angriff mit einer Attacke Erfolg hat.",
  "p999738": "Hat eine [Digit:2digits ] %-Chance die Initiative des Zieles um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999737": "Erzeugt ein Grasfeld, nachdem der Anwender seine Gefährtenattacke eingesetzt hat.",
  "p999736": "Füllt pro Kampf nach dem ersten Einsatz der Gefährtenattacke des Anwenders seine Attackeneinsatzpunkte (AEP) um [Digit:1digit ] auf.",
  "p999735": "Je mehr die Spezial-Verteidigung des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999734": "Je mehr der Fluchtwert des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999733": "Stellt bei aktivem Psychofeld die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt.",
  "p999732": "Erhöht die Genauigkeit des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999731": "Erhöht den Fluchtwert des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999730": "Erhöht die Initiative aller Gefährten im Team um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999729": "Hat eine [Digit:2digits ] %-Chance die Volltrefferquote aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders bei Hagel eine Attacke einsetzt.",
  "p999728": "Erhöht einen zufälligen der folgenden Statuswerte aller Gefährten im Team um [Digit:1digit ], wenn die Attacke des Anwenders Erfolg hat: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999727": "Erhöht einen zufälligen der folgenden Statuswerte des Anwenders um [Digit:1digit ], wenn er dem Kampf beitritt: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999726": "Erhöht ein Mal pro Kampf die Spezial-Verteidigung des Anwenders um [Digit:1digit ], wenn er erstmals in einer Notsituation ist.",
  "p999725": "Erhöht die Spezial-Verteidigung des Anwenders um 1, wenn sein Pokémon eine Attacke einsetzt.",
  "p999724": "Senkt den Fluchtwert des aktuellen Zieles um [Digit:1digit ], wenn Auflockern Erfolg hat.",
  "p999723": "Hat eine [Digit:2digits ] %-Chance den Angriff, den Spezial-Angriff oder sogar beide Werte aller Gefährten im Team um 1 zu erhöhen, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999722": "Erhöht den Angriff, den Spezial-Angriff oder sogar beide Werte aller Gefährten im Team um 1, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999721": "Erhöht die Verteidigung des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999720": "Erhöht die Genauigkeit des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999719": "Verursacht auf der Anwender-Seite den Effekt Keine Probleme, wenn der Anwender den Kampf antritt.",
  "p999718": "Verursacht ein Mal pro Kampf beim Anwender den Effekt Überstehen, nachdem er erstmals seine Gefährtenattacke einsetzt.",
  "p999717": "Erhöht einen zufälligen der folgenden Statuswerte aller Gefährten im Team um [Digit:1digit ], wenn der Anwender dem Kampf beitritt: Angriff, Verteidigung, Spezial-Angriff, Spezial-Verteidigung, Initiative, Genauigkeit oder Fluchtwert.",
  "p999716": "Erhöht den Spezial-Angriff des Anwenders um [Digit:1digit ], nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999715": "Hat eine [Digit:2digits ] %-Chance den Angriff des Anwenders um 1 zu erhöhen, wenn seine Attacke einen Volltreffer landet.",
  "p999714": "Je mehr der Angriff des Zieles gesenkt wurde, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999713": "Hat eine [Digit:2digits ] %-Chance den Gefährtenattacken-Countdown des Anwenders um 1 zu reduzieren, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999712": "Verursacht beim Anwender den Effekt Folge-Leistenverbr. 0, wenn er den Kampf antritt.",
  "p999711": "Verursacht beim Anwender den Effekt Folge-Leistenverbr. 0, nachdem er seine Gefährtenattacke einsetzt.",
  "p999710": "Verursacht bei allen Gefährten im Team den Effekt KP-Regenerierung, nachdem der Anwender eine Gefährtenattacke eingesetzt hat.",
  "p999709": "Hat eine [Digit:2digits ] %-Chance den Angriff aller Gefährten im Team um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999708": "Je mehr die Statuswerte des Zieles gesenkt wurden, desto mehr wird die Stärke der Attacken des Anwenders erhöht.",
  "p999707": "Erhöht die Verteidigung des Anwenders um 1, wenn seine Defensive eine gegnerische Attacke unterbindet.",
  "p999706": "Erhöht die Spezial-Verteidigung des Anwenders um 1, wenn seine Defensive eine gegnerische Attacke unterbindet.",
  "p999705": "Erhöht den Angriff aller Gefährten im Team um 1, wenn die Defensive des Anwenders eine gegnerische Attacke unterbindet.",
  "p999704": "Senkt den Angriff des Ziels um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999703": "Je mehr die Genauigkeit des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999702": "Hat eine [Digit:2digits ] %-Chance den Spezial-Angriff des Anwenders um 1 zu erhöhen, wenn sein Angriff mit einer Attacke bei Regen erfolgreich ist.",
  "p999701": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn er in einer Notsituation ist.",
  "p999700": "Hat eine [Digit:2digits ] %-Chance die Verteidigung des Anwenders um 1 zu erhöhen, wenn seine Attacke einen Volltreffer landet.",
  "p999699": "Erhöht den Fluchtwert des Anwenders um 1, wenn ein gegnerischer Angriff mit einer Attacke auf ihn fehlschlägt.",
  "p999698": "Schützt den Anwender bei Regen vor Zurückschrecken, Verwirrung und Umschlingung.",
  "p999697": "Füllt die Attackeneinsatzpunkte (AEP) der Attacken des Anwenders, die über den Zusatzeffekt Sofortangriff verfügen, um 1 auf, nachdem er seine Gefährtenattacke eingesetzt hat.",
  "p999696": "Senkt den Fluchtwert aller gegnerischen Gefährten um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999695": "Hat ein Mal pro Kampf in einer Notsituation eine [Digit:2digits ] %-Chance die gesenkten Statuswerte des Anwenders auf den Ausgangswert zurückzusetzen.",
  "p999694": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um  1 zu reduzieren, wenn die Defensive des Anwenders eine gegnerische Attacke unterbindet.",
  "p999693": "Hat eine [Digit:2digits ] %-Chance etwa 20 % der maximalen KP des Anwenders wiederherzustellen, wenn seine Defensive eine gegnerische Attacke unterbindet.",
  "p999692": "Stellt etwa 20 % der maximalen KP des Anwenders wieder her, wenn seine Defensive eine gegnerische Attacke unterbindet.",
  "p999691": "Hat eine [Digit:2digits ] %-Chance die KP aller Gefährten im Team wiederherzustellen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999690": "Hat eine [Digit:2digits ] %-Chance die KP aller Gefährten im Team wiederherzustellen, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999689": "Hat eine [Digit:2digits ] %-Chance einen Attackeneinsatzpunkt (AEP) des Anwenders aufzufüllen, wenn sein Pokémon eine Attacke einsetzt.",
  "p999688": "Hat eine [Digit:2digits ] %-Chance, beim Anwender den Effekt Folge-Effektiv.-Stärke↑ zu verursachen, wenn seine Attacke Erfolg hat.",
  "p999687": "Je mehr der Spezial-Angriff des Zieles gesenkt wurde, desto mehr wird die Stärke der Gefährtenattacken des Anwenders erhöht.",
  "p999686": "Erhöht die Genauigkeit aller Gefährten im Team um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999685": "Erhöht den Angriff aller Gefährten im Team um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999684": "Erhöht den Spezial-Angriff aller Gefährten im Team um [Digit:1digit ], wenn der Anwender den Kampf antritt.",
  "p999683": "Stellt die KP des Anwenders um etwa 20 % seiner maximalen KP wieder her, wenn seine Attacke sehr effektiv ist.",
  "p999682": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999681": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999680": "Erhöht die Stärke der Attacken des Anwenders, wenn das Ziel in einer Wechselsperre gefangen ist.",
  "p999679": "Nach dem ersten Einsatz der Gefährtenattacke des Anwenders ändert diese ein Mal pro Kampf ihren Typ.",
  "p999678": "Erhöht ein Mal pro Kampf den Angriff des Anwenders um [Digit:1digit ], nachdem er erstmals seine Gefährtenattacke einsetzt.",
  "p999677": "Hat eine [Digit:2digits ] %-Chance den Angriff, den Spezial-Angriff oder sogar beide Werte aller Gefährten im Team um 1 zu erhöhen, wenn die Attacke des Anwenders gegen einen Gegner Erfolg hat.",
  "p999676": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn ein Angriff des Anwenders gegen ein Ziel Erfolg hat, das in einer Wechselsperre gefangen ist.",
  "p999675": "Hat eine [Digit:2digits ] %-Chance die KP aller Gefährten im Team wiederherzustellen, wenn eine Status-Attacke des Pokémon des Anwenders Erfolg hat.",
  "p999674": "Verursacht ein Mal pro Kampf beim Anwender den Effekt Attackenleiste↑, wenn der Anwender erstmals seine Gefährtenattacke einsetzt.",
  "p999673": "Erhöht die Stärke der Attacken des Anwenders, wenn er in einer Wechselsperre gefangen ist.",
  "p999672": "Hat eine [Digit:2digits ] %-Chance, beim Anwender den Effekt Folge-Leistenverbr. 0 zu verursachen, wenn sein Angriff mit einer Attacke Erfolg hat, während er in einer Wechselsperre gefangen ist.",
  "p999671": "Verursacht beim Anwender den Effekt Folge-Effektiv.-Stärke↑, wenn er den Kampf mit vollen KP antritt.",
  "p999670": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel an Verbrennungen leidet.",
  "p999669": "Hat eine [Digit:2digits ] %-Chance gesenkte Statuswerte des Anwenders auf den Ausgangswert zurückzusetzen, nachdem er seine Gefährtenattacke einsetzt.",
  "p999668": "Erhöht den Angriff und Spezial-Angriff des Anwenders um [Digit:1digit ], wenn er den Kampf antritt.",
  "p999667": "Hat eine [Digit:2digits ] %-Chance den Anwender von allen Statusproblemen zu befreien, wenn sein Pokémon eine Attacke einsetzt.",
  "p999666": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung des Anwenders um 1 zu erhöhen, wenn sein Angriff mit einer Attacke Erfolg hat.",
  "p999665": "Hat eine [Digit:2digits ] %-Chance die Volltrefferquote aller Gefährten im Team um 1 zu erhöhen, wenn der Angriff des Anwenders mit einer Attacke gegen einen schlafenden Gegner Erfolg hat.",
  "p999664": "Hat eine [Digit:2digits ] %-Chance die Initiative aller Gefährten im Team um 1 zu erhöhen, wenn das Pokémon des Anwenders eine Attacke einsetzt.",
  "p999663": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um  1 zu reduzieren, wenn sein Pokémon eine Attacke einsetzt.",
  "p999662": "Stellt bei allen Gefährten im Team etwa 20 % der maximalen KP wieder her, wenn die Attacke des Anwenders sehr effektiv ist.",
  "p999661": "Befreit nach Einsatz der Gefährtenattacke des Anwenders alle Gefährten im Team von allen Statusproblemen.",
  "p999660": "Hat eine [Digit:2digits ] %-Chance die KP des Anwenders wiederherzustellen, wenn seine Attacke einen Volltreffer landet.",
  "p999659": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn eine Attacke des Anwenders einen Volltreffer landet.",
  "p999658": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn das Ziel in einer Wechselsperre gefangen ist.",
  "p999657": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um 1 zu reduzieren, wenn sein Angriff mit einer Attacke Erfolg hat, während der Gegner in einer Wechselsperre gefangen ist.",
  "p999656": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um  1 zu reduzieren, wenn seine Attacke ein Volltreffer ist.",
  "p999655": "Erhöht die Initiative des Anwenders um [Digit:1digit ], wenn er verwirrt, zurückgeschreckt oder in einer Umschlingung gefangen ist.",
  "p999654": "Verursacht beim Anwender den Effekt Folge-Effektiv.-Stärke↑, wenn er den Kampf antritt.",
  "p999653": "Stellt die KP des Anwenders jedes Mal wieder her, wenn sein Pokémon eine Aktion durchführt, während es in einer Wechselsperre gefangen ist.",
  "p999652": "Verlängert die Dauer von starkem Sonnenlicht, wenn das starke Sonnenlicht beginnt, während der Anwender auf dem Feld ist.",
  "p999651": "Verlängert die Dauer von Regen, wenn der Regen beginnt, während der Anwender auf dem Feld ist.",
  "p999650": "Erhöht die Stärke der Attacken des Anwenders, wenn seine Initiative gesenkt wurde.",
  "p999649": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn der Angriff des Ziels gesenkt wurde.",
  "p999648": "Senkt den Angriff, die Verteidigung oder sogar beide Werte des Ziels um 1, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999647": "Hat eine [Digit:2digits ] %-Chance die Initiative aller Gefährten im Team um 1 zu erhöhen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999646": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Folge-Leistenverbr. 0. zu verursachen, wenn sein Pokémon eine Attacke einsetzt.",
  "p999645": "Schützt den Anwender bei starkem Sonnenlicht vor Zurückschrecken, Verwirrung und Umschlingung.",
  "p999644": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Folge-Effektiv.-Stärke↑ zu verursachen, wenn sein Pokémon bei starkem Sonnenlicht eine Attacke einsetzt.",
  "p999643": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um 1 zu reduzieren, wenn seine Attacke bei starkem Sonnenlicht Erfolg hat.",
  "p999642": "Erzeugt nach dem ersten Einsatz der Gefährtenattacke des Anwenders pro Kampf starkes Sonnenlicht.",
  "p999641": "Erhöht die Volltrefferquote des Anwenders um [Digit:1digit ], wenn seine Attacke Erfolg hat.",
  "p999640": "Hat eine [Digit:2digits ] %-Chance den Wert des Gefährtenattacken-Countdowns des Anwenders um 1 zu reduzieren, wenn seine Attacke bei Regen Erfolg hat.",
  "p999639": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Folge-Effektiv.-Stärke↑ zu verursachen, wenn sein Pokémon bei Regen eine Attacke einsetzt.",
  "p999638": "Erzeugt nach dem ersten Einsatz der Gefährtenattacke des Anwenders pro Kampf Regen.",
  "p999637": "Hat eine [Digit:2digits ] %-Chance den Angriff, die Verteidigung, den Spezial-Angriff, die Spezial-Verteidigung, die Initiative, die Genauigkeit und den Fluchtwert des Zieles um 1 zu senken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999636": "Senkt den Angriff, die Verteidigung, den Spezial-Angriff, die Spezial-Verteidigung, die Initiative, die Genauigkeit und den Fluchtwert des Zieles um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999635": "Verursacht beim Anwender den Effekt Folge-Schadensschutz, nachdem er seine Gefährten-Dynamax-Attacke eingesetzt hat.",
  "p999634": "(Wird der Anwender von einem Angriff getroffen, während dieser Effekt aktiv ist, fügt der Angriff dem Anwender keinen Schaden zu. Der Schaden durch einige Angriffe wie Gefährtenattacken wird halbiert. Der Effekt wird entfernt, nachdem er aktiviert wurde.)",
  "p999633": "Verringert den vom Anwender erlittenen Schaden, wenn er mit vollen KP von einem Angriff mit einer Attacke oder Gefährtenattacke getroffen wird.",
  "p999632": "Hat eine [Digit:2digits ] %-Chance beim Anwender den Effekt Folge-Leistenverbr. 0 zu verursachen, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999631": "Hat eine [Digit:2digits ] %-Chance die Initiative aller Gefährten im Team um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999630": "Erhöht die Initiative aller Gefährten im Team um 1, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999629": "Hat eine [Digit:2digits ] %-Chance die Verteidigung aller Gefährten im Team um 1 zu erhöhen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999628": "Erhöht die Verteidigung aller Gefährten im Team um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999627": "Hat eine [Digit:2digits ] %-Chance die Spezial-Verteidigung aller Gefährten im Team um 1 zu erhöhen, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999626": "Erhöht die Spezial-Verteidigung aller Gefährten im Team um 1, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999625": "Schützt den Anwender vor Vergiftungen und schweren Vergiftungen.",
  "p999624": "Schützt den Anwender vor Verbrennungen.",
  "p999623": "Schützt den Anwender vor Paralyse.",
  "p999622": "Schützt den Anwender vor Einfrieren.",
  "p999621": "Schützt den Anwender vor Schaden durch Hagel.",
  "p999620": "Schützt den Anwender vor Schlaf.",
  "p999619": "Schützt den Anwender vor Verwirrung.",
  "p999618": "Schützt den Anwender vor Zurückschrecken.",
  "p999617": "Schützt den Anwender vor Umschlingung.",
  "p999616": "Wenn der Angriff des Anwenders gesenkt ist, wird die Senkung des Angriffs reduziert.",
  "p999615": "Wenn die Verteidigung des Anwenders gesenkt ist, wird die Senkung der Verteidigung reduziert.",
  "p999614": "Wenn der Spezial-Angriff des Anwenders gesenkt ist, wird die Senkung des Spezial-Angriff reduziert.",
  "p999613": "Wenn die Spezial-Verteidigung des Anwenders gesenkt ist, wird die Senkung der Spezial-Verteidigung reduziert.",
  "p999612": "Wenn die Initiative des Anwenders gesenkt ist, wird die Senkung der Initiative reduziert.",
  "p999611": "Wenn die Genauigkeit des Anwenders gesenkt ist, wird die Senkung der Genauigkeit reduziert.",
  "p999610": "Wenn der Fluchtwert des Anwenders gesenkt ist, wird die Senkung des Fluchtwerts reduziert.",
  "p999609": "Schützt den Anwender vor gegnerischen Volltreffern.",
  "p999608": "Erhöht die Stärke von Angriffen, wenn sie Volltreffer sind.",
  "p999607": "Befreit nach Einsatz einer Attacke des Pokémon des Anwenders alle Gefährten im Team von allen Statusproblemen.",
  "p999606": "Verringert den Schaden, wenn der Anwender mit Normal-Attacken angegriffen wird.",
  "p999605": "Verringert den Schaden, wenn der Anwender mit Feuer-Attacken angegriffen wird.",
  "p999604": "Verringert den Schaden, wenn der Anwender mit Wasser-Attacken angegriffen wird.",
  "p999603": "Verringert den Schaden, wenn der Anwender mit Elektro-Attacken angegriffen wird.",
  "p999602": "Verringert den Schaden, wenn der Anwender mit Pflanzen-Attacken angegriffen wird.",
  "p999601": "Verringert den Schaden, wenn der Anwender mit Eis-Attacken angegriffen wird.",
  "p999600": "Verringert den Schaden, wenn der Anwender mit Kampf-Attacken angegriffen wird.",
  "p999599": "Verringert den Schaden, wenn der Anwender mit Gift-Attacken angegriffen wird.",
  "p999598": "Verringert den Schaden, wenn der Anwender mit Boden-Attacken angegriffen wird.",
  "p999597": "Verringert den Schaden, wenn der Anwender mit Flug-Attacken angegriffen wird.",
  "p999596": "Verringert den Schaden, wenn der Anwender mit Psycho-Attacken angegriffen wird.",
  "p999595": "Verringert den Schaden, wenn der Anwender mit Käfer-Attacken angegriffen wird.",
  "p999594": "Verringert den Schaden, wenn der Anwender mit Gesteins-Attacken angegriffen wird.",
  "p999593": "Verringert den Schaden, wenn der Anwender mit Geister-Attacken angegriffen wird.",
  "p999592": "Verringert den Schaden, wenn der Anwender mit Drachen-Attacken angegriffen wird.",
  "p999591": "Verringert den Schaden, wenn der Anwender mit Unlicht-Attacken angegriffen wird.",
  "p999590": "Verringert den Schaden, wenn der Anwender mit Stahl-Attacken angegriffen wird.",
  "p999589": "Verringert den Schaden, wenn der Anwender mit Feen-Attacken angegriffen wird.",
  "p999588": "Verwirrt das Ziel, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999587": "Je mehr der Angriff des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Gefährtenattacken erhöht.",
  "p999586": "Je mehr der Fluchtwert des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Gefährtenattacken erhöht.",
  "p999585": "Je mehr die Initiative des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999584": "Je mehr die Verteidigung des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999583": "Je mehr die Initiative des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Gefährtenattacken erhöht.",
  "p999582": "Erhöht die Stärke der Gefährtenattacken des Anwenders, wenn sie Volltreffer sind.",
  "p999581": "Je mehr die Spezial-Verteidigung des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999580": "Je mehr der Fluchtwert des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999579": "Je mehr der Angriff des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999578": "Verursacht ein Mal pro Kampf bei allen Gefährten im Team den Effekt Folgevolltreffer, wenn der Anwender erstmals den Kampf antritt.",
  "p999577": "Je mehr die Genauigkeit des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999576": "Schützt den Anwender ein Mal vor Schaden, wenn er von einem Angriff mit einer Attacke getroffen wird. Nachdem der Effekt dieser Passivfähigkeit aktiviert wurde, wechselt der Anwender von der Verkleideten Form zur Entlarvten Form.",
  "p999575": "Verringert beim Anwender den durch Angriffe mit Attacken erlittenen Schaden, wenn ein Elektrofeld aktiv ist.",
  "p999574": "Je mehr die Statuswerte des Anwenders erhöht wurden, desto mehr wird die Stärke seiner Gefährtenattacken erhöht.",
  "p999573": "Verursacht bei allen Gefährten im Team den Effekt KP-Regenerierung, wenn die Attacke des Anwenders Erfolg hatte.",
  "p999572": "Erzeugt beim allerersten Kampfantritt des Anwenders pro Kampf Hagel.",
  "p999571": "Verursacht beim Anwender den Effekt Folgevolltreffer, wenn er einen Gegner mit einer Attacke besiegt.",
  "p999570": "Löst alle folgenden Effekte aus, wenn der Anwender mit einer Attacke oder Gefährtenattacke angreift: \nPassivfähigkeiten des Gegners, die den Schaden reduzieren oder Volltreffer verhindern, werden ignoriert. \nDer Effekt Überstehen des Ziels wird ignoriert.",
  "p999569": "Reduziert die Statuswerte aller gegnerischen Gefährten, wenn die Attacke eines Pokémon des Anwenders einen Statuswert eines Gegners gesenkt hat.",
  "p999568": "Schützt den Anwender vor Zurückschrecken, Verwirrung und Umschlingung.",
  "p999567": "Das Pokémon des Anwenders wechselt nach Einsatz einer Attacke zwischen Pappsattmuster und Kohldampfmuster.",
  "p999566": "Je mehr der Spezial-Angriff des Anwenders erhöht wurde, desto mehr wird die Stärke seiner Attacken erhöht.",
  "p999565": "Erzeugt beim allerersten Kampfantritt des Anwenders pro Kampf starkes Sonnenlicht.",
  "p999564": "Erzeugt beim allerersten Kampfantritt des Anwenders pro Kampf Regen.",
  "p999563": "Erhöht die Stärke von Attacken aller Gefährten im Team um [Digit:2digits ] %. Verringert den durch Attacken erlittenen Schaden aller Gefährten im Team um [Digit:2digits Idx=\"1\" ] %. Je mehr Gefährten im Team das Galar-Attribut haben, desto mehr steigt die Effektivität. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um [Digit:2digits Idx=\"2\" ] % und verringert den erlittenen Schaden um 3 %. Die Stärke von Attacken kann um maximal [Digit:2digits Idx=\"3\" ] % erhöht und der Schaden um maximal [Digit:2digits Idx=\"4\" ] % verringert werden.)",
  "p999562": "Verursacht ein Mal pro Kampf auf der Anwender-Seite den Effekt Attackenleiste↑, wenn der Anwender erstmals den Kampf antritt.",
  "p999561": "Erzeugt beim allerersten Kampfantritt des Anwenders pro Kampf einen Sandsturm.",
  "p999560": "Verringert den durch Verbrennungen erlittenen Schaden.",
  "p999559": "Der Angriff wird durch Verbrennungen weniger stark gesenkt.",
  "p999546": "Senkt die Initiative aller gegnerischen Gefährten um [Digit:1digit ], nachdem der Anwender seine Gefährten-Dynamax-Attacke eingesetzt hat.",
  "p999545": "Reduziert den Wert des Gefährtenattacken-Countdowns des Anwenders um [Digit:1digit ], nachdem er seine Gefährten-Dynamax-Attacke eingesetzt hat.",
  "p999544": "Hat eine [Digit:2digits ] %-Chance die Genauigkeit aller Gefährten im Team um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999543": "Erhöht die Genauigkeit aller Gefährten im Team um 1, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999542": "Hat eine [Digit:2digits ] %-Chance den Angriff, den Spezial-Angriff oder sogar beide Werte aller Gefährten im Team um 1 zu erhöhen, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999541": "Erhöht den Angriff, den Spezial-Angriff oder sogar beide Werte aller Gefährten im Team um 1, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999540": "Verursacht ein Mal pro Kampf beim Anwender den Effekt Folge-Effektiv.-Stärke↑, wenn er erstmals in einer Notsituation ist.",
  "p999539": "Erhöht die Stärke von Attacken aller Gefährten im Team um 10 %. Verringert den durch Attacken erlittenen Schaden aller Gefährten im Team um 10 %. Die Effektivität steigt abhängig von der Anzahl der Gefährten im Team mit dem Feuer-Attribut. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um 5 % und verringert den erlittenen Schaden um 2 %. Die Stärke von Attacken kann um maximal 20 % erhöht und der Schaden um maximal 14 % verringert werden.)",
  "p999538": "Hat eine [Digit:2digits ] %-Chance die Attackenleiste deines Teams um 1 Segment aufzufüllen, wenn der Anwender einen Volltreffer landet.",
  "p999537": "Verringert bei Verwirrung die Wahrscheinlichkeit, sich selbst zu verletzen.",
  "p999536": "Erhöht die Wahrscheinlichkeit, dass Zusatzeffekte von Angriffen Verwirrung, Zurückschrecken oder Umschlingung auslösen, wenn Volltreffer landen.",
  "p999535": "Erhöht die Menge der wiederhergestellten KP, wenn der Anwender KP wiederherstellende Attacken einsetzt.",
  "p999534": "Füllt die Attackenleiste deines Teams um 1 Segment auf, wenn eine Attacke des Anwenders Erfolg hat.",
  "p999533": "Erhöht die Volltrefferquote, wenn der Anwender mit einer Attacke angreift.",
  "p999532": "Vergiftet das Ziel, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999531": "Füllt die Attackenleiste deines Teams um 1 Segment auf, wenn der Anwender von einem Angriff mit einer Attacke getroffen wird.",
  "p999530": "Lässt das Ziel zurückschrecken, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999529": "Verringert den erlittenen Schaden, wenn der Anwender von einem Angriff mit einer physischen Attacke getroffen wird.",
  "p999528": "Reduziert den Wert des Gefährtenattacken-Countdowns des Anwenders um 1, wenn er von einem Angriff mit einer Attacke getroffen wird.",
  "p999527": "Löst bei allen gegnerischen Gefährten dasselbe Statusproblem aus, wenn die Status-Attacke des Anwenders beim Gegner ein Statusproblem ausgelöst hat.",
  "p999526": "Reduziert ein Mal pro Kampf den Wert des Gefährtenattacken-Countdowns des Anwenders um  1, wenn er in einer Notsituation ist.",
  "p999525": "Friert das Ziel ein, wenn die Attacke des Anwenders auf diesen Gegner Erfolg hat.",
  "p999524": "Verringert den von allen Gefährten im Team erlittenen Schaden, wenn sie mit Drachen-Attacken angegriffen werden.",
  "p999523": "Verringert den Schaden, wenn der Anwender von Angriffen mit Spezial-Attacken getroffen wird.",
  "p999522": "Verwirrt das Ziel, wenn die Attacke des Anwenders auf dieses ein Volltreffer ist.",
  "p999521": "Erhöht bei Verwirrung des Gegners die Wahrscheinlichkeit, dass dieser sich selbst verletzt.",
  "p999520": "Erhöht die Stärke der Unlicht-Attacken des Anwenders.",
  "p999519": "Erhöht die Stärke der Feen-Attacken des Anwenders.",
  "p999518": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf, wenn ein gegnerischer Angriff mit einer Attacke auf den Anwender fehlschlägt.",
  "p999517": "Verringert den vom Anwender erlittenen Schaden, wenn er mit vollen KP von einem Angriff mit einer Attacke getroffen wird.",
  "p999516": "Erhöht den Verbrauch der Attackenleiste, der zum Einsatz von Angriffen mit Attacken nötig ist, um 1 Segment und erhöht die Stärke von Attacken.",
  "p999515": "Erhöht die Stärke der Elektro-Attacken, wenn der Anwender im Pappsattmuster ist. Erhöht die Stärke der Unlicht-Attacken des Anwenders, wenn er im Kohldampfmuster ist.",
  "p999514": "Füllt die Attackenleiste deines Teams um 1 Segment auf, wenn der Angriff des Anwenders mit einer Attacke Erfolg hat.",
  "p999513": "Schützt vor der Wirkung von Attacken mit dem Zusatzeffekt K.O.-Schlag.",
  "p999512": "Reduziert den Wert des Gefährtenattacken-Countdowns des Anwenders um 1, wenn seine Attacke sehr effektiv ist.",
  "p999511": "Füllt die Attackenleiste deines Teams um 1 Segment auf, wenn der Anwender einen Volltreffer landet.",
  "p999510": "Erhöht die Volltrefferquote der Attacken des Anwenders, wenn er eine Gefährtenattacke einsetzt.",
  "p999509": "Verringert den von allen Gefährten im Team erlittenen Schaden, wenn sie mit Feuer-Attacken angegriffen werden.",
  "p999508": "Verringert den von allen Gefährten im Team erlittenen Schaden, wenn sie mit Wasser-Attacken angegriffen werden.",
  "p999507": "Erhöht die Stärke von physischen Attacken aller Gefährten im Team um [Digit:2digits ] %. Verringert den durch physische Attacken erlittenen Schaden aller Gefährten im Team um [Digit:2digits Idx=\"1\" ] %. Je mehr Gefährten im Team das Hoenn-Attribut haben, desto mehr steigt die Effektivität. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um [Digit:2digits Idx=\"2\" ] % und verringert den erlittenen Schaden um 3 %. Die Stärke von Attacken kann um maximal [Digit:2digits Idx=\"3\" ] % erhöht und der Schaden um maximal [Digit:2digits Idx=\"4\" ] % verringert werden.)",
  "p999506": "Erhöht die Stärke von Spezial-Attacken aller Gefährten im Team um [Digit:2digits ] %. Verringert den durch Spezial-Attacken erlittenen Schaden aller Gefährten im Team um [Digit:2digits Idx=\"1\" ]%. Je mehr Gefährten im Team das Hoenn-Attribut haben, desto mehr steigt die Effektivität. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um [Digit:2digits Idx=\"2\" ] % und verringert den erlittenen Schaden um 3 %. Die Stärke von Attacken kann um maximal [Digit:2digits Idx=\"3\" ] % erhöht und der Schaden um maximal [Digit:2digits Idx=\"4\" ] % verringert werden.)",
  "p999505": "Füllt die Attackenleiste deines Teams um [Digit:1digit ] [DE:Qty S=\"Segment\" P=\"Segmente\" ] auf, wenn die Defensive des Anwenders eine gegnerische Attacke unterbindet.",
  "p999504": "Erhöht die Stärke von Attacken aller Gefährten im Team um 10 %. Verringert den durch Attacken erlittenen Schaden aller Gefährten im Team um 10 %. Je mehr Gefährten im Team das Gesteins-Attribut haben, desto mehr steigt die Effektivität. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um 5 % und verringert den erlittenen Schaden um 2 %. Die Stärke von Attacken kann um maximal 20 % erhöht und der Schaden um maximal 14 % verringert werden.)",
  "p999503": "Erhöht die Stärke von Attacken aller Gefährten im Team um 10 %. Verringert den durch Attacken erlittenen Schaden aller Gefährten im Team um 10 %. Je mehr Gefährten im Team das Kampf-Attribut haben, desto mehr steigt die Effektivität. (Jedes zusätzliche Gefährtengespann steigert die Stärke von Attacken um 5 % und verringert den erlittenen Schaden um 2 %. Die Stärke von Attacken kann um maximal 20 % erhöht und der Schaden um maximal 14 % verringert werden.)",
  "p999502": "Erhöht bei aktivem Psychofeld die Spezial-Verteidigung um das 1,5-fache."
}
