{
  "p999999": "Si un movimiento del Pokémon del usuario reduce las características de su objetivo, hay una probabilidad del [Digit:2digits ]% de que reduzca las mismas características del bando rival.",
  "p999998": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del usuario en 1 nivel al asestar un movimiento crítico.",
  "p999997": "Hace que los movimientos acierten siempre cuando está soleado.",
  "p999996": "Impide que el Pokémon sufra reducciones en las características cuando está soleado.",
  "p999995": "Aumenta la potencia de los movimientos cuando hay una tormenta de arena.",
  "p999994": "Impide que el usuario sufra daño por tormentas de arena.",
  "p999993": "Aumenta en un 50% el Ataque del usuario cuando sus PS restantes sean la mitad o más.",
  "p999992": "Aumenta la Velocidad del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] después de que el Pokémon use un movimiento cuando hay una tormenta de arena.",
  "p999991": "Aumenta el Ataque y el Ataque Especial del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que el movimiento de estado del Pokémon acierta en cada combate.",
  "p999990": "Aumenta en un 30% la Defensa y la Defensa Especial cuando hay una tormenta de arena.",
  "p999989": "Recupera 1 PM de los movimientos del usuario tras asestar un golpe crítico.",
  "p999988": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Siguiente sin coste al usuario tras asestar un golpe crítico.",
  "p999987": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Sig. Supereficaz ↑ al usuario después de que el Pokémon use un movimiento de estado.",
  "p999986": "Aumenta la probabilidad de asestar golpes críticos del usuario en 1 nivel después de que el Pokémon use un movimiento de estado.",
  "p999985": "Cuando un movimiento de estado del Pokémon aumenta las características de un aliado, duplica este aumento.",
  "p999984": "Aumenta la Defensa y la Defensa Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999983": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa y la Defensa Especial del usuario en 1 nivel después de que el Pokémon use un movimiento cuando hay una tormenta de arena.",
  "p999982": "Hay una probabilidad del [Digit:2digits ]% de reducir la Precisión del objetivo en 1 nivel si uno de los movimientos de la pareja de compis acierta cuando hay una tormenta de arena.",
  "p999981": "Desata una tormenta de arena la primera vez que se usa un movimiento compi en cada combate.",
  "p999980": "Aumenta en un 50% la Defensa Especial del usuario cuando hay una tormenta de arena.",
  "p999979": "Reduce la probabilidad de no atacar al estar paralizado.",
  "p999978": "Mitiga la reducción en la Velocidad por parálisis.",
  "p999977": "Aplica el efecto Inmunidad Estados Negativos al usuario al reponerse o curarse de problemas de estado.",
  "p999976": "Aplica el efecto Inmunidad Estados Negativos al usuario al reponerse tras retroceder, salir de su confusión o librarse de las ataduras.",
  "p999975": "Mitiga las reducciones en las características cuando se reduce cualquiera de ellas.",
  "p999974": "Tras usar su movimiento compi, el Pokémon se cura de los problemas de estado.",
  "p999973": "Tras usar su movimiento compi, el Pokémon sale de su confusión y se libra de las ataduras.",
  "p999972": "Tras usar su movimiento compi, elimina cualquier reducción en las características del usuario.",
  "p999971": "Cuando el usuario entra en combate por primera vez, se reduce en [Digit:1digit ] el contador de movimientos compi.",
  "p999970": "Tras usar su movimiento compi, se reduce en [Digit:1digit ] el máximo del contador de movimientos compi.",
  "p999969": "Aumenta la probabilidad de reducir las características del rival como efecto secundario de los movimientos usados.",
  "p999968": "Aumenta la potencia de los movimientos del usuario en un apuro.",
  "p999967": "Aumenta la potencia de los movimientos del usuario cuando sufre problemas de estado.",
  "p999966": "Cuanto más llena esté la barra al escoger los movimientos, más aumenta la potencia de estos.",
  "p999965": "Cuando el usuario entra en combate con los PS al máximo, aplica el efecto Aguante.",
  "p999964": "Impide que el Pokémon sufra reducciones en las características cuando hay una tormenta de arena.",
  "p999963": "Reduce el Ataque del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999962": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras asestar un golpe crítico.",
  "p999961": "Aumenta la probabilidad del usuario de asestar golpes críticos en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras asestar un golpe crítico.",
  "p999960": "Recupera aproximadamente un [Digit:2digits ]% de los PS máximos del usuario la primera vez que se encuentre en un apuro en cada combate.",
  "p999959": "El usuario recupera algunos PS tras cada acción de su Pokémon cuando graniza.",
  "p999958": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando hay una tormenta de arena.",
  "p999957": "Aumenta la velocidad a la que se llena la barra de movimientos cuando llueve.",
  "p999956": "Aumenta la velocidad a la que se llena la barra de movimientos cuando está soleado.",
  "p999955": "Aumenta la velocidad a la que se llena la barra de movimientos cuando el usuario sufre un problema de estado.",
  "p999954": "Mitiga el daño recibido por movimientos de ataque físico en un apuro.",
  "p999953": "Otorga inmunidad al usuario contra problemas de estado cuando está soleado.",
  "p999952": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999951": "Aumenta la Velocidad del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999950": "Hay una probabilidad del [Digit:2digits ]% de curar los problemas de estado del bando del usuario después de que el Pokémon use un movimiento.",
  "p999949": "El daño de los ataques del usuario no se ve reducido por los efectos presentes en el bando rival.",
  "p999948": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del usuario en 1 nivel cuando uno de los movimientos de ataque de la pareja de compis acierta.",
  "p999947": "Aumenta el Ataque en 1 nivel cuando uno de los movimientos de ataque de la pareja de compis acierta.",
  "p999946": "Hay una probabilidad del [Digit:2digits ]% de reducir la Defensa del objetivo en 1 nivel cuando uno de los movimientos de ataque de la pareja de compis acierta.",
  "p999945": "Reduce la Defensa del objetivo en 1 nivel cuando uno de los movimientos de ataque de la pareja de compis acierta.",
  "p999944": "Aumenta la potencia de los movimientos del usuario durante el frenesí combo.",
  "p999943": "El usuario utiliza Explosión antes de debilitarse.",
  "p999942": "Al debilitarse, este compi pasa la mitad de sus mejoras en las características al que lo sustituye.",
  "p999941": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999940": "Aumenta la Defensa del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999939": "El Pokémon del usuario adopta la Forma Filo cuando ataca.",
  "p999938": "Cambia a la Forma Escudo cuando el Pokémon del usuario utiliza Escudo Real o cuando es relevado.",
  "p999936": "Si uno de los movimientos de ataque del usuario acierta, hay una probabilidad del [Digit:2digits ]% de aumentar una de estas características del usuario: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Precisión o Evasión.",
  "p999935": "Cuando el compi es relevado pasa sus mejoras en las características al que lo sustituye.",
  "p999934": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario cuando uno de sus movimientos acierta.",
  "p999933": "Hay una probabilidad del [Digit:2digits ]% de recuperar 1  PM del movimiento que se acaba de usar cuando dicho movimiento acierta.",
  "p999932": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está paralizado.",
  "p999931": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está quemado.",
  "p999930": "Aumenta la potencia de los movimientos cuando graniza.",
  "p999929": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está congelado.",
  "p999928": "Cuando se activa el efecto \"Aguante\" del usuario y este se queda con 1 PS, hay una probabilidad del [Digit:2digits ]% de que vuelva a activarse.",
  "p999927": "El usuario recupera algunos PS tras cada acción de su Pokémon cuando está soleado.",
  "p999926": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999925": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999924": "Aumenta la probabilidad del usuario de asestar golpes críticos en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999923": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] la barra de movimientos del usuario la primera vez que se encuentre en un apuro en cada combate.",
  "p999922": "Aumenta la potencia de los movimientos del usuario cuando llueve.",
  "p999921": "Aumenta la potencia de los movimientos del usuario cuando está confuso.",
  "p999920": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está confuso.",
  "p999919": "Mitiga el daño recibido por movimientos de ataque cuando llueve.",
  "p999918": "Aumenta la potencia de los movimientos compi del usuario cuando está soleado.",
  "p999917": "En cada combate, el usuario se cura de confusión, retroceso o ataduras la primera vez que sufre uno de estos problemas de estado.",
  "p999916": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Aguante al usuario cuando uno de sus movimientos acierta.",
  "p999915": "Si uno de los movimientos del usuario acierta, aplica el efecto Aguante.",
  "p999914": "Hay una probabilidad del [Digit:2digits ]% de confundir al objetivo cuando uno de los movimientos acierta.",
  "p999913": "El usuario se convierte en el blanco de los ataques enemigos durante un breve período de tiempo en un apuro cuando uno de sus movimientos acierta.",
  "p999912": "Aumenta el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999911": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando otro Pokémon se debilita.",
  "p999910": "Hay una probabilidad del [Digit:2digits ]% de reducir el Ataque Especial del objetivo en 1 nivel cuando uno de los movimientos acierta.",
  "p999909": "Reduce el Ataque Especial del objetivo en 1 nivel cuando uno de los movimientos acierta.",
  "p999908": "Los movimientos de ataque del usuario suelen ser críticos cuando llueve.",
  "p999907": "Hay una probabilidad del [Digit:2digits ]% de eliminar cualquier reducción en las características del usuario cuando uno de sus movimientos acierta.",
  "p999906": "Recupera aproximadamente un [Digit:2digits ]% de los PS máximos tras usar un movimiento compi.",
  "p999905": "En cada combate, cura todos los problemas de estado del usuario la primera vez que sufre uno.",
  "p999904": "Si uno de los movimientos de ataque acierta, reduce en 1 nivel una de las siguientes características del objetivo al azar: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Evasión o Precisión.",
  "p999903": "Hay una probabilidad del [Digit:2digits ]% de aumentar la probabilidad de asestar golpes críticos del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999902": "Aumenta la probabilidad de asestar golpes críticos del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999901": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa Especial del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999900": "Aumenta la Defensa Especial del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999899": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Evasión del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999898": "Aumenta la Evasión del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999897": "Tras usar un movimiento compi, algunos de sus movimientos se transforman en otros.",
  "p999896": "Hay una probabilidad del [Digit:2digits ]% de recuperar aproximadamente un 20% de los PS máximos del usuario si falla el movimiento de ataque del rival que le apunta.",
  "p999895": "Recupera aproximadamente un 20% de los PS máximos del usuario si falla el movimiento de ataque del rival que le apunta.",
  "p999894": "Hay una probabilidad del [Digit:2digits ]% de recuperar aproximadamente un 20% de los PS máximos del usuario cuando uno de sus movimientos acierta.",
  "p999893": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] la barra de movimientos del usuario después de usar un movimiento compi.",
  "p999892": "Cuantos más PS restantes tenga el usuario, más aumenta la potencia de los movimientos.",
  "p999891": "Cuanto más se haya reducido el Ataque Especial del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999890": "Cuantos más PS restantes tenga el objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999889": "Aumenta la potencia de los movimientos del usuario cuando el objetivo sufre problemas de estado.",
  "p999888": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está confundido, bajo ataduras o ha retrocedido.",
  "p999887": "Aumenta la potencia de los movimientos del usuario cuando el objetivo ha retrocedido.",
  "p999886": "Se reduce en [Digit:1digit ] el contador de movimientos compi la primera vez que el usuario usa un movimiento compi en cada combate.",
  "p999885": "Una vez por combate, hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario en un apuro. En combates cooperativos, reduce el contador de movimientos del bando aliado una vez por combate.",
  "p999884": "Una vez por combate, hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario al entrar en combate.",
  "p999883": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario cuando uno de sus movimientos acierta.",
  "p999882": "El usuario recupera algunos PS tras cada acción de su Pokémon cuando hay una tormenta de arena.",
  "p999881": "Hay una probabilidad del [Digit:2digits ]% de envenenar al objetivo cuando uno de los movimientos acierta.",
  "p999880": "Reduce el Ataque y el Ataque Especial del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] antes de que el usuario se debilite.",
  "p999879": "Aumenta la probabilidad de asestar golpes críticos del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999878": "Aumenta el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999877": "Aumenta la Velocidad del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999876": "Aumenta el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999875": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi al asestar un movimiento crítico.",
  "p999874": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del usuario en 1 nivel si se reduce alguna de sus características.",
  "p999873": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Evasión del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999872": "Aumenta la Evasión del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999871": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del usuario en 1 nivel si se reduce alguna de sus características.",
  "p999870": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999869": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque, el Ataque Especial o ambos del usuario en 1 nivel cuando uno de sus movimientos acierta al objetivo.",
  "p999868": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999867": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999866": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999865": "Aumenta el Ataque del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999864": "Hay una probabilidad del [Digit:2digits ]% de aumentar la probabilidad de asestar golpes críticos del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999863": "Aumenta la probabilidad de asestar golpes críticos del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999862": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999861": "Aumenta la Defensa del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999860": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa Especial del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999859": "Aumenta la Defensa Especial del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999858": "Aumenta la potencia de los movimientos del usuario cuando está soleado.",
  "p999857": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del usuario en 2 niveles si le golpean con un movimiento de ataque.",
  "p999856": "Aumenta la Velocidad del usuario en 2 niveles si le golpean con un movimiento de ataque.",
  "p999855": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que sus PS bajan de la mitad en un combate.",
  "p999854": "Tras usar un movimiento compi, el tiempo pasa a estar soleado.",
  "p999853": "Hay una probabilidad del [Digit:2digits ]% de reducir la Velocidad del objetivo en 1 nivel al recibir un movimiento de ataque físico de este.",
  "p999852": "Reduce la Velocidad del objetivo en 1 nivel al recibir un movimiento de ataque físico de este.",
  "p999851": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999850": "Aumenta el Ataque Especial del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999849": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario si le golpean con un movimiento de ataque.",
  "p999848": "Aplica el efecto Regeneración de PS al usuario cuando tiene los PS al máximo al entrar en combate.",
  "p999847": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo está paralizado.",
  "p999846": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo está confuso.",
  "p999845": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] la barra de movimientos del usuario por cada compi del bando aliado en el campo de batalla después de usar un movimiento compi. En combates cooperativos, llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] las barras de movimientos del bando aliado al completo después de usar un movimiento compi.",
  "p999844": "Aumenta la potencia del movimiento compi del usuario cuando llueve.",
  "p999843": "Reduce la Velocidad del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999842": "Aplica el efecto Siguiente crítico al usuario al entrar en combate.",
  "p999841": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999840": "Aumenta al máximo los PM del movimiento del usuario con efecto consecutivo cuando este acierta.",
  "p999839": "Aumenta la velocidad a la que se llena la barra de movimientos cuando hay una tormenta de arena.",
  "p999838": "Cuanto más se haya reducido la Precisión del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999837": "Cuanto más se haya reducido la Velocidad del objetivo, más aumenta la potencia de los movimientos compi del usuario.",
  "p999836": "Hay una probabilidad del [Digit:2digits ]% de hacer retroceder al objetivo cuando el movimiento de ataque del usuario acierta.",
  "p999835": "Aplica el efecto Siguiente crítico al usuario tras usar un movimiento compi.",
  "p999834": "Aumenta la Defensa Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999833": "El usuario recupera algunos PS tras cada acción de su Pokémon cuando llueve.",
  "p999832": "Aumenta la Defensa del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que el usuario se encuentre en un apuro en cada combate.",
  "p999831": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está envenenado o gravemente envenenado.",
  "p999830": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está bajo ataduras.",
  "p999829": "Reduce el Ataque del objetivo en 1 nivel y aumenta el propio en igual medida si golpean al usuario con un movimiento de ataque.",
  "p999828": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario por cada compi del bando aliado en el campo de batalla cuando el movimiento del usuario acierta. En combates cooperativos, hay una probabilidad del [Digit:2digits ]% de llenar 1 punto las barras de movimientos del bando aliado al completo cuando el movimiento del usuario acierta.",
  "p999827": "Llena 1 punto la barra de movimientos del usuario por cada compi del bando aliado en el campo de batalla cuando el movimiento del usuario acierta. En combates cooperativos, llena 1 punto las barras de movimientos del bando aliado al completo cuando el movimiento del usuario acierta.",
  "p999826": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario si le golpean con un movimiento de ataque.",
  "p999825": "Aumenta la Defensa del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999824": "Aumenta el Ataque del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999823": "Aumenta la Defensa del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999822": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999821": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999820": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999819": "Aumenta el Ataque del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999818": "Aumenta la potencia de los movimientos del usuario cuando el objetivo está dormido.",
  "p999817": "Cuando se inflige un problema de estado al rival mediante un movimiento de estado, hay una probabilidad del [Digit:2digits ]% de aplicar el mismo problema de estado a todo el bando rival.",
  "p999816": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que sus PS bajan de la mitad en cada combate.",
  "p999815": "Cuando uno de los movimientos de ataque del usuario acierta, hay una probabilidad del [Digit:2digits ]% de reducir una de estas características del objetivo en 1 nivel: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Evasión o Precisión. Dicha característica aumenta en igual medida para el usuario.",
  "p999814": "Cuando uno de los movimientos de ataque del usuario acierta, reduce una de estas características del rival en 1 nivel: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Evasión o Precisión. Dicha característica aumenta en igual medida para el usuario.",
  "p999813": "Cuando uno de los movimientos de ataque del usuario acierta, hay una probabilidad del [Digit:2digits ]% de reducir la Defensa Especial del objetivo en 1 nivel.",
  "p999812": "Cuando uno de los movimientos de ataque del usuario acierta, reduce la Defensa Especial del objetivo en 1 nivel.",
  "p999811": "Aumenta la Defensa del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999810": "Recupera aproximadamente un [Digit:2digits ]% de los PS máximos del bando del usuario tras usar su movimiento compi.",
  "p999809": "El bando del usuario recupera todos sus PS después de que el usuario use su movimiento compi.",
  "p999808": "Si un movimiento que afecta a un aliado (excepto efectos de campo) tiene éxito, dicho aliado recupera aproximadamente un [Digit:2digits ]% de sus PS máximos.",
  "p999807": "Si un movimiento que afecta a un aliado (excepto efectos de campo) tiene éxito, dicho aliado recupera el 100% de sus PS máximos.",
  "p999806": "Cuanto más se haya reducido la Velocidad del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999805": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario en un apuro.",
  "p999804": "Cuanto más se haya reducido el Ataque del objetivo, más aumenta la potencia de los movimientos compi del usuario.",
  "p999803": "Cuanto más se haya reducido la Defensa Especial del objetivo, más aumenta la potencia de los movimientos compi del usuario.",
  "p999802": "Hay una probabilidad del [Digit:2digits ]% de congelar al objetivo cuando uno de los movimientos del usuario acierta.",
  "p999801": "Cuando uno de los movimientos de ataque del usuario acierta, hay una probabilidad del [Digit:2digits ]% de reducir una de estas características del objetivo: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Evasión o Precisión.",
  "p999800": "Aumenta la Defensa Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999799": "Reduce la Defensa Especial del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999798": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999797": "Aumenta la Precisión del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999796": "Cuando un movimiento del usuario que afecta a un aliado (excepto efectos de campo) tiene éxito, la Defensa de ese aliado aumenta en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ].",
  "p999795": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo está dormido.",
  "p999794": "Aplica el efecto Siguiente certero al usuario al entrar en combate.",
  "p999793": "Reduce la Precisión del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999792": "Aumenta la probabilidad del usuario de asestar golpes críticos en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999791": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Evasión del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999790": "Aumenta la Evasión del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999789": "Aumenta la Evasión del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999788": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del usuario en 1 nivel si falla el movimiento de ataque del rival que le apunta.",
  "p999787": "Aumenta el Ataque del usuario en 1 nivel si falla el movimiento de ataque del rival que le apunta.",
  "p999786": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del usuario en 1 nivel si falla el movimiento de ataque del rival que le apunta.",
  "p999785": "Aumenta el Ataque Especial del usuario en 1 nivel si falla el movimiento de ataque del rival que le apunta.",
  "p999784": "Aumenta la probabilidad del usuario de asestar golpes críticos en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999783": "Reduce el Ataque del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar un movimiento compi.",
  "p999782": "Reduce el Ataque Especial del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999781": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999780": "Aumenta el Ataque del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999779": "Aumenta la velocidad a la que se llena la barra de movimientos cuando graniza.",
  "p999778": "Tras usar un movimiento compi, empieza a granizar.",
  "p999777": "Aumenta la potencia de los movimientos compi cuando hay una tormenta de arena.",
  "p999776": "Desata una tormenta de arena tras usar un movimiento compi.",
  "p999775": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo está congelado.",
  "p999774": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo ha retrocedido.",
  "p999773": "Tras usar su movimiento compi, aumenta el Ataque, el Ataque Especial, la Defensa, la Defensa Especial y la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ].",
  "p999772": "Hay una probabilidad del [Digit:2digits ]% de reducir el Ataque del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999771": "Aumenta la probabilidad de asestar movimientos críticos cuando los PS del usuario están a la mitad o menos.",
  "p999770": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al asestar un golpe crítico.",
  "p999769": "Aumenta el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al asestar un golpe crítico.",
  "p999768": "Aumenta el Ataque Especial del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999767": "Aumenta la Defensa Especial del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999766": "Aplica el efecto Aguante al bando del usuario la primera vez que el usuario usa un movimiento compi en cada combate.",
  "p999765": "Hay una probabilidad del [Digit:2digits ]% de envenenar gravemente al objetivo cuando uno de los movimientos del usuario acierta.",
  "p999764": "Siempre reduce la Defensa, la Defensa Especial o ambas del objetivo en 1 nivel cuando uno de los movimientos del usuario acierta.",
  "p999763": "Recupera aproximadamente un 20% de los PS máximos del usuario cuando uno de sus movimientos acierta.",
  "p999762": "Cuanto más se haya reducido la Defensa del objetivo, más aumenta la potencia de los movimientos compi del usuario.",
  "p999761": "Aplica el efecto Regeneración de PS al usuario cuando uno de sus movimientos acierta.",
  "p999760": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del usuario en 1 nivel si le golpean con un movimiento de ataque.",
  "p999759": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del bando del usuario en 1 nivel si golpean al usuario con un movimiento de ataque.",
  "p999758": "Hay una probabilidad del [Digit:2digits ]% de reducir la Evasión del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999757": "Hay una probabilidad del [Digit:2digits ]% de reducir la Precisión del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999756": "Aumenta mucho el Ataque y el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos debilita a un rival.",
  "p999755": "Recupera aproximadamente un [Digit:2digits ]% de los PS máximos del bando del usuario antes de que este se debilite.",
  "p999754": "Aplica el efecto Siguiente crítico al usuario cuando uno de sus movimientos acierta.",
  "p999753": "Aplica el efecto Daño físico ↓ al bando del usuario la primera vez que el usuario se encuentre en un apuro en cada combate.",
  "p999752": "Hay una probabilidad del [Digit:2digits ]% de reducir la Defensa del bando rival en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999751": "Reduce la Defensa del bando rival en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999750": "Hay una probabilidad del [Digit:2digits ]% de reducir la Defensa Especial del bando rival en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999749": "Reduce la Defensa Especial del bando rival en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999748": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] la barra de movimientos del usuario cuando otro Pokémon se debilita.",
  "p999747": "Reduce la Defensa del objetivo en 1 nivel si uno de los movimientos de ataque del usuario acierta cuando el objetivo está confuso.",
  "p999746": "Cuanto más se haya reducido la Defensa del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999745": "El usuario recupera algunos PS tras cada acción de su Pokémon cuando hay un campo eléctrico activo.",
  "p999744": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa Especial del usuario en 1 nivel al asestar un movimiento crítico.",
  "p999743": "Reduce la Defensa Especial del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] antes de que el usuario se debilite.",
  "p999742": "Aumenta en un 50% la Defensa del usuario cuando graniza.",
  "p999741": "Cuantos menos PS tenga el usuario, más se potenciarán sus movimientos.",
  "p999740": "Hay una probabilidad del [Digit:2digits ]% de recuperar 1  PM del movimiento que tenga el efecto de ataque rápido si dicho movimiento de ataque acierta.",
  "p999739": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del usuario en 1 nivel cuando uno de sus movimientos de ataque acierta.",
  "p999738": "Hay una probabilidad del [Digit:2digits ]% de reducir la Velocidad del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999737": "Crea un campo de hierba tras usar un movimiento compi.",
  "p999736": "Recupera [Digit:1digit ] PM del usuario la primera vez que usa su movimiento compi en cada combate.",
  "p999735": "Cuanto más se haya reducido la Defensa Especial del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999734": "Cuanto más se haya reducido la Evasión del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999733": "El Pokémon recupera algunos PS tras cada acción cuando hay un campo psíquico activo.",
  "p999732": "Aumenta la Precisión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999731": "Aumenta la Evasión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999730": "Aumenta la Velocidad del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999729": "Hay una probabilidad del [Digit:2digits ]% de aumentar la probabilidad de asestar golpes críticos del bando del usuario en 1 nivel después de que el Pokémon use un movimiento cuando graniza.",
  "p999728": "Cuando uno de los movimientos del usuario acierta, aumenta en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] una de las siguientes características del bando del usuario al azar: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Precisión o Evasión.",
  "p999727": "Al entrar en combate, aumenta en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] una de las siguientes características del usuario al azar: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Precisión o Evasión.",
  "p999726": "Aumenta la Defensa Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que se encuentre en un apuro en cada combate.",
  "p999725": "Aumenta la Defensa Especial del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999724": "Reduce la Evasión del objetivo en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario usa Despejar y acierta.",
  "p999723": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque, el Ataque Especial o ambos del bando del usuario si golpean al usuario con un movimiento de ataque.",
  "p999722": "Siempre aumenta el Ataque, el Ataque Especial o ambos del bando del usuario en 1 nivel si golpean al usuario con un movimiento de ataque.",
  "p999721": "Aumenta la Defensa del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999720": "Aumenta la Precisión del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999719": "Aplica el efecto Bloqueo probl. estado al bando del usuario cuando este entra en combate.",
  "p999718": "Aplica el efecto Aguante al usuario la primera vez que usa su movimiento compi en cada combate.",
  "p999717": "Cuando el usuario entra en combate, aumenta en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] una de las siguientes características del bando del usuario al azar: Ataque, Defensa, Ataque Especial, Defensa Especial, Velocidad, Precisión o Evasión.",
  "p999716": "Aumenta el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar su movimiento compi.",
  "p999715": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del usuario en 1 nivel al asestar un movimiento crítico.",
  "p999714": "Cuanto más se haya reducido el Ataque del objetivo, más aumenta la potencia de los movimientos del usuario.",
  "p999713": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario si falla el movimiento de ataque del rival que le apunta.",
  "p999712": "Aplica el efecto Siguiente sin coste al usuario al entrar en combate.",
  "p999711": "Aplica el efecto Siguiente sin coste al usuario tras usar su movimiento compi.",
  "p999710": "Aplica el efecto Regeneración de PS al bando del usuario tras usar un movimiento compi.",
  "p999709": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque del bando del usuario en 1 nivel si falla el movimiento de ataque del rival que apunta al usuario.",
  "p999708": "Cuanto más se hayan reducido las características del objetivo, más aumenta la potencia de los movimientos del usuario",
  "p999707": "Aumenta la Defensa del usuario en 1 nivel si evita un movimiento del rival gracias a su posición defensiva.",
  "p999706": "Siempre aumenta la Defensa Especial del usuario en 1 nivel si evita un movimiento del rival gracias a su posición defensiva.",
  "p999705": "Siempre aumenta el Ataque del bando del usuario en 1 nivel si el usuario evita un movimiento del rival gracias a su posición defensiva.",
  "p999704": "Reduce el Ataque del objetivo en 1 nivel cuando uno de los movimientos de ataque del usuario acierta.",
  "p999703": "Cuanto más se haya reducido la Precisión del objetivo, más aumenta la potencia de los movimientos compi del usuario.",
  "p999702": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque Especial del usuario en 1 nivel si uno de sus movimientos de ataque acierta cuando llueve.",
  "p999701": "Aumenta la potencia de los movimientos compi del usuario en un apuro.",
  "p999700": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del usuario en 1 nivel al asestar un movimiento crítico.",
  "p999699": "Aumenta la Evasión del usuario en 1 nivel si falla el movimiento de ataque del rival que le apunta.",
  "p999698": "Impide que el usuario retroceda, sufra confusión o esté bajo ataduras cuando llueve.",
  "p999697": "Recupera [Digit:1digit ] PM del usuario que tengan el efecto de ataque rápido tras usar su movimiento compi.",
  "p999696": "Reduce la Evasión del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999695": "Una vez por combate, hay una probabilidad del [Digit:2digits ]% de eliminar cualquier reducción en las características del usuario en un apuro.",
  "p999694": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario si evita un movimiento del rival gracias a su posición defensiva.",
  "p999693": "Hay una probabilidad del [Digit:2digits ]% de recuperar aproximadamente un 20% de los PS máximos del usuario si evita un movimiento del rival gracias a su posición defensiva.",
  "p999692": "Recupera aproximadamente un 20% de los PS máximos del usuario si evita un movimiento del rival gracias a su posición defensiva.",
  "p999691": "Hay una probabilidad del [Digit:2digits ]% de hacer que el bando del usuario recupere los PS cuando el movimiento de ataque del usuario acierta.",
  "p999690": "Hay una probabilidad del [Digit:2digits ]% de hacer que el bando del usuario recupere los PS si golpean al usuario con un movimiento de ataque.",
  "p999689": "Hay una probabilidad del [Digit:2digits ]% de hacer que el usuario recupere 1 PM después de que el Pokémon use un movimiento.",
  "p999688": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto \"Sig. Supereficaz ↑\" al usuario cuando uno de sus movimientos acierta.",
  "p999687": "Cuanto más se haya reducido el Ataque Especial del rival, más aumenta la potencia de los movimientos compi del usuario.",
  "p999686": "Aumenta la Precisión del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999685": "Aumenta el Ataque del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999684": "Aumenta el Ataque Especial del bando del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando el usuario entra en combate.",
  "p999683": "Recupera aproximadamente un 20% de los PS máximos del usuario cuando uno de sus movimientos resulta supereficaz.",
  "p999682": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario cuando uno de sus movimientos de ataque acierta.",
  "p999681": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario después de que el Pokémon use un movimiento.",
  "p999680": "Aumenta la potencia de los movimientos cuando el objetivo sufre relevo imposible.",
  "p999679": "Cambia el tipo del movimiento compi del usuario la primera vez que lo usa en cada combate.",
  "p999678": "Aumenta el Ataque del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] la primera vez que usa su movimiento compi en cada combate",
  "p999677": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque, el Ataque Especial o ambos del bando del usuario en 1 nivel cuando uno de los movimientos del usuario acierta.",
  "p999676": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario cuando uno de sus movimientos acierta a un objetivo que sufre relevo imposible.",
  "p999675": "Hay una probabilidad del [Digit:2digits ]% de hacer que el bando del usuario recupere los PS cuando el movimiento de estado del Pokémon acierta en cada combate.",
  "p999674": "Aplica el efecto Barra mov. acelerada al bando del usuario la primera vez que el usuario usa un movimiento compi en cada combate.",
  "p999673": "Aumenta la potencia de los movimientos del usuario cuando sufre relevo imposible.",
  "p999672": "Hay una probabilidad del [Digit:2digits ]% de aplicar \"Siguiente sin coste\" al usuario cuando uno de sus movimientos de ataque acierta mientras sufre relevo imposible.",
  "p999671": "Aplica el efecto Sig. Supereficaz ↑ al usuario cuando tiene los PS al máximo al entrar en combate.",
  "p999670": "Aumenta la potencia de los movimientos compi cuando el objetivo está quemado.",
  "p999669": "Hay una probabilidad del [Digit:2digits ]% de eliminar cualquier reducción en las características del usuario tras usar un movimiento compi.",
  "p999668": "Aumenta el Ataque y el Ataque Especial del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] al entrar en combate.",
  "p999667": "Hay una probabilidad del [Digit:2digits ]% de curar los problemas de estado del usuario después de que el Pokémon use un movimiento.",
  "p999666": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa Especial del usuario en 1 nivel cuando uno de sus movimientos de ataque acierta.",
  "p999665": "Hay una probabilidad del [Digit:2digits ]% de aumentar la probabilidad de asestar golpes críticos del bando del usuario en 1 nivel si el movimiento de ataque del usuario acierta cuando el objetivo está dormido.",
  "p999664": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del bando del usuario en 1 nivel después de que el Pokémon use un movimiento.",
  "p999663": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario después de que el Pokémon use un movimiento.",
  "p999662": "Recupera aproximadamente un 20% de los PS máximos del bando del usuario cuando el movimiento del usuario resulta supereficaz.",
  "p999661": "Tras usar un movimiento compi, cura cualquier problema de estado del bando del usuario.",
  "p999660": "Hay una probabilidad del [Digit:2digits ]% de recuperar los PS del usuario al asestar un movimiento crítico.",
  "p999659": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario al asestar un movimiento crítico.",
  "p999658": "Aumenta la potencia de los movimientos compi del usuario cuando el objetivo sufre relevo imposible.",
  "p999657": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario cuando el movimiento del usuario acierta a un objetivo que sufre relevo imposible.",
  "p999656": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario al asestar un golpe crítico.",
  "p999655": "Aumenta la Velocidad del usuario en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando está confuso, retrocede o se encuentra bajo ataduras.",
  "p999654": "Aplica el efecto Sig. Supereficaz ↑ al usuario al entrar en combate.",
  "p999653": "El usuario recupera algunos PS tras cada acción de su Pokémon mientras sufre relevo imposible.",
  "p999652": "Aumenta la duración del tiempo cuando cambia a soleado si el usuario está en el campo de batalla.",
  "p999651": "Aumenta la duración del tiempo cuando cambia a lluvia si el usuario está en el campo de batalla.",
  "p999650": "Aumenta la potencia de los movimientos del usuario cuando se reduce su Velocidad.",
  "p999649": "Aumenta la potencia de los movimientos compi del usuario cuando se reduce el Ataque del objetivo.",
  "p999648": "Reduce el Ataque, la Defensa o ambos del objetivo en 1 nivel cuando uno de los movimientos del usuario acierta.",
  "p999647": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del bando del usuario en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999646": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Siguiente sin coste al usuario después de que el Pokémon use un movimiento.",
  "p999645": "Impide que el usuario retroceda, sufra confusión o esté bajo ataduras cuando está soleado.",
  "p999644": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Sig. Supereficaz ↑ al usuario después de que el Pokémon use un movimiento de estado cuando está soleado.",
  "p999643": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario si uno de sus movimientos acierta cuando está soleado.",
  "p999642": "Una vez por combate, cambia el tiempo a soleado cuando el usuario usa su movimiento compi por primera vez.",
  "p999641": "Aumenta la probabilidad del usuario de asestar golpes críticos en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] cuando uno de sus movimientos acierta.",
  "p999640": "Hay una probabilidad del [Digit:2digits ]% de reducir en 1 el contador de movimientos compi del usuario si uno de sus movimientos acierta cuando llueve.",
  "p999639": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Sig. Supereficaz ↑ al usuario después de que el Pokémon use un movimiento de estado cuando llueve.",
  "p999638": "Una vez por combate, cambia el tiempo a lluvia cuando el usuario usa su movimiento compi por primera vez.",
  "p999637": "Hay una probabilidad del [Digit:2digits ]% de reducir el Ataque, la Defensa, el Ataque Especial, la Defensa Especial, la Velocidad, la Precisión y la Evasión del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999636": "Reduce el Ataque, la Defensa, el Ataque Especial, la Defensa Especial, la Velocidad, la Precisión y la Evasión del objetivo en 1 nivel cuando el movimiento de ataque del usuario acierta.",
  "p999635": "Aplica el efecto Sig. mitiga daño al usuario tras usar un movimiento compi Dinamax.",
  "p999634": "(Si el usuario es atacado con un movimiento mientras el efecto está activo, el ataque no le infligirá ningún daño, y el daño de algunos ataques como los movimientos compi se reducirá a la mitad. El efecto se elimina tras activarse.)",
  "p999633": "Mitiga el daño de ataques o movimientos compi que recibe el usuario cuando tiene los PS al máximo.",
  "p999632": "Hay una probabilidad del [Digit:2digits ]% de aplicar el efecto Siguiente sin coste al usuario si es atacado.",
  "p999631": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Velocidad del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999630": "Aumenta la Velocidad del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999629": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa del bando del usuario en 1 nivel cuando el movimiento del usuario acierta.",
  "p999628": "Aumenta la Defensa del bando del usuario en 1 nivel cuando el movimiento del usuario acierta.",
  "p999627": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Defensa Especial del bando del usuario en 1 nivel cuando el movimiento del usuario acierta.",
  "p999626": "Aumenta la Defensa Especial del bando del usuario en 1 nivel cuando el movimiento del usuario acierta.",
  "p999625": "Impide que el usuario sea envenenado o gravemente envenenado.",
  "p999624": "Impide que el usuario sufra quemaduras.",
  "p999623": "Impide que el usuario sea paralizado.",
  "p999622": "Impide que el usuario sea congelado.",
  "p999621": "Impide que el usuario sufra daño por granizo.",
  "p999620": "Impide que el usuario se quede dormido.",
  "p999619": "Impide que el usuario sufra confusión.",
  "p999618": "Impide que el usuario retroceda.",
  "p999617": "Impide que el usuario esté bajo ataduras.",
  "p999616": "Mitiga las reducciones en el Ataque cuando se reduce el Ataque del usuario.",
  "p999615": "Mitiga las reducciones en la Defensa cuando se reduce la Defensa del usuario.",
  "p999614": "Mitiga las reducciones en el Ataque Especial cuando se reduce el Ataque Especial del usuario.",
  "p999613": "Mitiga las reducciones en la Defensa Especial cuando se reduce la Defensa Especial del usuario.",
  "p999612": "Mitiga las reducciones en la Velocidad cuando se reduce la Velocidad del usuario.",
  "p999611": "Mitiga las reducciones en la Precisión cuando se reduce la Precisión del usuario.",
  "p999610": "Mitiga las reducciones en la Evasión cuando se reduce la Evasión del usuario.",
  "p999609": "Impide que el usuario reciba golpes críticos.",
  "p999608": "Aumenta la potencia de los movimientos si son golpes críticos.",
  "p999607": "Siempre cura los problemas de estado del bando del usuario después de que el Pokémon use un movimiento.",
  "p999606": "Mitiga el daño recibido por movimientos de tipo Normal.",
  "p999605": "Mitiga el daño recibido por movimientos de tipo Fuego.",
  "p999604": "Mitiga el daño recibido por movimientos de tipo Agua.",
  "p999603": "Mitiga el daño recibido por movimientos de tipo Eléctrico.",
  "p999602": "Mitiga el daño recibido por movimientos de tipo Planta.",
  "p999601": "Mitiga el daño recibido por movimientos de tipo Hielo.",
  "p999600": "Mitiga el daño recibido por movimientos de tipo Lucha.",
  "p999599": "Mitiga el daño recibido por movimientos de tipo Veneno.",
  "p999598": "Mitiga el daño recibido por movimientos de tipo Tierra.",
  "p999597": "Mitiga el daño recibido por movimientos de tipo Volador.",
  "p999596": "Mitiga el daño recibido por movimientos de tipo Psíquico.",
  "p999595": "Mitiga el daño recibido por movimientos de tipo Bicho.",
  "p999594": "Mitiga el daño recibido por movimientos de tipo Roca.",
  "p999593": "Mitiga el daño recibido por movimientos de tipo Fantasma.",
  "p999592": "Mitiga el daño recibido por movimientos de tipo Dragón.",
  "p999591": "Mitiga el daño recibido por movimientos de tipo Siniestro.",
  "p999590": "Mitiga el daño recibido por movimientos de tipo Acero.",
  "p999589": "Mitiga el daño recibido por movimientos de tipo Hada.",
  "p999588": "Confunde al objetivo si este recibe uno de los movimientos del usuario.",
  "p999587": "Cuanto más haya aumentado el Ataque del usuario, más aumenta la potencia de los movimientos compi del usuario.",
  "p999586": "Cuanto más haya aumentado la Evasión del usuario, más aumenta la potencia de los movimientos compi del usuario.",
  "p999585": "Cuanto más haya aumentado la Velocidad del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999584": "Cuanto más haya aumentado la Defensa del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999583": "Cuanto más haya aumentado la Velocidad del usuario, más aumenta la potencia de los movimientos compi del usuario.",
  "p999582": "Aumenta la potencia de los movimientos compi del usuario cuando estos resultan críticos.",
  "p999581": "Cuanto más haya aumentado la Defensa Especial del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999580": "Cuanto más haya aumentado la Evasión del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999579": "Cuanto más haya aumentado el Ataque del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999578": "Cuando el usuario entra en combate por primera vez, aplica el efecto Siguiente crítico al bando del usuario.",
  "p999577": "Cuanto más haya aumentado la Precisión del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999576": "Una vez por combate, elude el daño recibido por un movimiento de ataque. Cuando se activa, su Pokémon pasa de su Forma Encubierta a su Forma Descubierta.",
  "p999575": "Mitiga el daño recibido por movimientos de ataque cuando hay un campo eléctrico activo.",
  "p999574": "Cuanto más hayan aumentado las características del usuario, más aumenta la potencia de los movimientos compi del usuario.",
  "p999573": "Aplica el efecto Regeneración de PS al bando del usuario cuando uno de los movimientos del usuario acierta.",
  "p999572": "Cuando el usuario entra en combate por primera vez, empieza a granizar.",
  "p999571": "Aplica el efecto Siguiente crítico al usuario cuando uno de sus movimientos debilita a un rival.",
  "p999570": "Al atacar con un movimiento o un movimiento compi, ignora las habilidades pasivas de los rivales que reducen el daño de los ataques, que impiden que el objetivo reciba golpes críticos y el efecto Aguante del objetivo.",
  "p999569": "Si un movimiento del Pokémon del usuario reduce las características de su objetivo, siempre reduce las mismas características del bando rival.",
  "p999568": "Impide que el usuario retroceda, sufra confusión o esté bajo ataduras.",
  "p999567": "Tras usar un movimiento, el Pokémon del usuario cambia de Forma Voraz a Forma Saciada, y viceversa.",
  "p999566": "Cuanto más haya aumentado el Ataque Especial del usuario, más aumenta la potencia de los movimientos del usuario.",
  "p999565": "Cuando el Pokémon entra en combate por primera vez, el tiempo cambia a soleado.",
  "p999564": "Cuando el Pokémon entra en combate por primera vez, el tiempo cambia a lluvia.",
  "p999563": "Aumenta la potencia de los movimientos del bando del usuario en un [Digit:2digits ]%. Mitiga el daño por movimientos de ataque recibido por el bando del usuario en un [Digit:2digits Idx=\"1\" ]%. Cuantas más parejas con habilidades de equipo con el distintivo Galar tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un [Digit:2digits Idx=\"2\" ]% adicional (hasta un total máximo del [Digit:2digits Idx=\"3\" ]%), y mitiga el daño recibido en un 3% adicional (hasta un total máximo del [Digit:2digits Idx=\"4\" ]%).",
  "p999562": "Cuando el usuario entra en combate por primera vez, aplica el efecto Barra mov. acelerada al bando del usuario.",
  "p999561": "Cuando el Pokémon entra en combate por primera vez, desata una tormenta de arena.",
  "p999560": "Reduce el daño recibido por quemaduras.",
  "p999559": "Mitiga la reducción en el Ataque por quemaduras.",
  "p999546": "Reduce la Velocidad del bando rival en [Digit:1digit ] [ES:Qty S=\"nivel\" P=\"niveles\" ] tras usar un movimiento compi Dinamax.",
  "p999545": "Reduce el contador de movimientos compi del usuario en [Digit:1digit ] tras usar un movimiento compi Dinamax.",
  "p999544": "Hay una probabilidad del [Digit:2digits ]% de aumentar la Precisión del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999543": "Aumenta la Precisión del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999542": "Hay una probabilidad del [Digit:2digits ]% de aumentar el Ataque, el Ataque Especial o ambos del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999541": "Aumenta el Ataque, el Ataque Especial o ambos del bando del usuario en 1 nivel si falla el movimiento del rival que apunta al usuario.",
  "p999540": "Aplica el efecto Sig. Supereficaz ↑ al usuario la primera vez que se encuentre en un apuro en cada combate.",
  "p999539": "Aumenta la potencia de los movimientos del bando del usuario en un 10%. Mitiga el daño de los movimientos de ataque que recibe el bando del usuario en un 10%. Cuantas más parejas con habilidades de equipo con el distintivo Fuego tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un 5% adicional (hasta un total máximo del 20%), y mitiga el daño recibido en un 2% adicional (hasta un total máximo del 14%).",
  "p999538": "Hay una probabilidad del [Digit:2digits ]% de llenar 1 punto la barra de movimientos del usuario al asestar un golpe crítico.",
  "p999537": "Reduce la posibilidad de que el Pokémon se hiera a sí mismo al estar confundido.",
  "p999536": "Aumenta la probabilidad de hacer que el rival retroceda, se confunda o sufra ataduras como efecto secundario de sus movimientos al asestar un golpe crítico.",
  "p999535": "Aumenta la cantidad de PS que recuperan los movimientos curativos del usuario.",
  "p999534": "Siempre llena 1 punto de la barra de movimientos del usuario cuando uno de sus movimientos acierta.",
  "p999533": "Los movimientos de ataque del usuario suelen ser críticos.",
  "p999532": "Siempre envenena al objetivo si este recibe uno de los movimientos del usuario.",
  "p999531": "Siempre llena 1 punto de la barra de movimientos del usuario si le golpean con un movimiento de ataque.",
  "p999530": "Siempre hace retroceder al objetivo si el movimiento de ataque del usuario acierta.",
  "p999529": "Mitiga el daño recibido por movimientos de ataque físico.",
  "p999528": "Siempre se reduce en 1 el contador de movimientos compi del usuario si le golpean con un movimiento de ataque.",
  "p999527": "Cuando se inflige un problema de estado al rival mediante un movimiento de estado del usuario, siempre se aplica a todo el bando rival.",
  "p999526": "Una vez por combate, siempre se reduce en 1 el contador de movimientos compi del usuario en un apuro.",
  "p999525": "Siempre congela al objetivo si este recibe uno de los movimientos del usuario.",
  "p999524": "Mitiga el daño que el bando del usuario recibe de movimientos de tipo Dragón.",
  "p999523": "Mitiga el daño recibido por movimientos de ataque especiales.",
  "p999522": "Confunde al objetivo al asestar un movimiento crítico.",
  "p999521": "Aumenta la probabilidad de que el objetivo se hiera a sí mismo cuando está confuso.",
  "p999520": "Aumenta la potencia de los movimientos de tipo Siniestro del usuario.",
  "p999519": "Aumenta la potencia de los movimientos de tipo Hada del usuario.",
  "p999518": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] de la barra de movimientos del usuario si falla el movimiento de ataque del rival que le apunta.",
  "p999517": "Mitiga el daño recibido por el usuario si le golpean con un movimiento de ataque cuando tiene los PS al máximo.",
  "p999516": "Los movimientos de ataque consumen 1 punto más de la barra de movimientos para aumentar su potencia.",
  "p999515": "En su Forma Saciada, aumenta la potencia de los movimientos de tipo Eléctrico del usuario. En su Forma Voraz, aumenta la potencia de los movimientos de tipo Siniestro del usuario.",
  "p999514": "Si uno de los movimientos de ataque del usuario acierta, siempre llena 1 punto de la barra de movimientos.",
  "p999513": "El usuario se vuelve inmune a los movimientos con efecto golpe fulminante.",
  "p999512": "Siempre se reduce en 1 el contador de movimientos compi del usuario cuando uno de sus movimientos resulta supereficaz.",
  "p999511": "Llena 1 punto de la barra de movimientos del usuario al asestar un golpe crítico.",
  "p999510": "Aumenta la probabilidad de asestar golpes críticos con un movimiento compi.",
  "p999509": "Mitiga el daño que el bando del usuario recibe de movimientos de tipo Fuego.",
  "p999508": "Mitiga el daño que el bando del usuario recibe de movimientos de tipo Agua.",
  "p999507": "Aumenta la potencia de los movimientos de ataque físico del bando del usuario en un [Digit:2digits ]%. Mitiga el daño por movimientos de ataque físico que recibe el bando del usuario en un [Digit:2digits Idx=\"1\" ]%. Cuantas más parejas con habilidades de equipo con el distintivo Hoenn tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un [Digit:2digits Idx=\"2\" ]% adicional (hasta un total máximo del [Digit:2digits Idx=\"3\" ]%), y mitiga el daño recibido en un 3% adicional (hasta un total máximo del [Digit:2digits Idx=\"4\" ]%).",
  "p999506": "Aumenta la potencia de los movimientos de ataque especial del bando del usuario en un [Digit:2digits ]%. Mitiga el daño por movimientos de ataque especial que recibe el bando del usuario en un [Digit:2digits Idx=\"1\" ]%. Cuantas más parejas con habilidades de equipo con el distintivo Hoenn tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un [Digit:2digits Idx=\"2\" ]% adicional (hasta un total máximo del [Digit:2digits Idx=\"3\" ]%), y mitiga el daño recibido en un 3% adicional (hasta un total máximo del [Digit:2digits Idx=\"4\" ]%).",
  "p999505": "Llena [Digit:1digit ] [ES:Qty S=\"punto\" P=\"puntos\" ] de la barra de movimientos del usuario si evita un movimiento del rival gracias a su posición defensiva.",
  "p999504": "Aumenta la potencia de los movimientos del bando del usuario en un 10%. Mitiga el daño de los movimientos de ataque que recibe el bando del usuario en un 10%. Cuantas más parejas con habilidades de equipo con el distintivo Roca tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un 5% adicional (hasta un total máximo del 20%), y mitiga el daño recibido en un 2% adicional (hasta un total máximo del 14%).",
  "p999503": "Aumenta la potencia de los movimientos del bando del usuario en un 10%. Mitiga el daño de los movimientos de ataque que recibe el bando del usuario en un 10%. Cuantas más parejas con habilidades de equipo con el distintivo \"Lucha\" tenga el bando del usuario, más efectiva será esta habilidad. Cada una de ellas aumenta la potencia de los movimientos en un 5% adicional (hasta un total máximo del 20%), y mitiga el daño recibido en un 2% adicional (hasta un total máximo del 14%).",
  "p999502": "Aumenta en un 50% la Defensa Especial del Pokémon cuando hay un campo psíquico activo."
}
