{
    "10000000000": "Taciturno Allenatore dalla forza leggendaria.\nBlu è il suo più grande amico, nonché il suo acerrimo\nrivale.",
    "10001000000": "Professore Pokémon che è riuscito a realizzare il sogno\ndi costruire una Lega Pokémon anche ad Alola.\nStudia le mosse dei Pokémon.",
    "10002000000": "Giovane Allenatrice piena di curiosità ed entusiasmo.\nTiene molto al legame con il suo Pokémon, che tratta\nsempre con gran cura.",
    "10003000000": "Allenatore stoico dai modi compassati, dietro i quali\nsi nasconde un ardente desiderio di diventare sempre\npiù forte.",
    "10004000000": "Giovane Allenatrice appassionata di moda, di cose\ninteressanti e soprattutto di lotte. Viaggia per il mondo\naffinando le sue capacità.",
    "10005000000": "Affascinante Superquattro esperta di Pokémon di tipo\nGhiaccio. Ama le cose adorabili e a casa ha una gran\ncollezione di peluche.",
    "10006000000": "Superquattro dall'animo incandescente.\nÈ esperto di Pokémon di tipo Fuoco, con cui condivide\nlo stile di lotta esplosivo.",
    "10007000000": "Superquattro di Alola e specialista di Pokémon di tipo\nSpettro. Si dice che discenda dall'antica dinastia reale\ndi Alola.",
    "10008000000": "Adorabile Capopalestra con un debole per i Pokémon\ndi tipo Erba più carini. A Kanto vanno molto i suoi corsi\ndi composizione floreale.",
    "10009000000": "Capopalestra serio e imperturbabile.\nDedica tutto se stesso all'allenamento e alla sua famiglia.",
    "10010000000": "Capopalestra specializzato nel tipo Acqua, è meglio\nconosciuto come \"Omar il Distruttore\".\nI suoi accesissimi match attirano molti fan.",
    "10011000000": "Oltre a essere una Capopalestra esperta del tipo Veleno,\nsuona anche il basso in una band. Pare goda di una certa\nfama nella regione di Unima.",
    "10012000000": "Vivacissima Capopalestra sempre sui pattini.\nA Kalos, da dove viene, è anche nota come\n\"l'Erede del segreto della megaevoluzione\".",
    "10013000000": "Kahuna il cui valore è stato riconosciuto dai Pokémon\nprotettori dopo un viaggio per tutta Alola.\nLa sua parlata ricorda quella di suo nonno.",
    "10014010000": "A Unima tutti conoscono le sue doti come Capopalestra\ne maestro della Scuola per Allenatori.\nHa poca esperienza, ma s'impegna al massimo.",
    "10015000000": "Il suo motto è \"Determinazione e difesa granitica\".\nÈ un Capopalestra affidabile che aiuta volentieri\ngli Allenatori alle prime armi.",
    "10015010000": "Con indosso il Costumax, Brock è riuscito\na perfezionare la sua difesa e a sviluppare\nun attacco altrettanto granitico.",
    "10016000000": "Capopalestra che vola con i suoi Pokémon a bordo\ndi un aereo cargo. Si è guadagnata molti fan grazie\nal suo temperamento allegro e vivace.",
    "10018000000": "Allenatrice gentile e premurosa. Viaggia per sfruttare\nle sue vaste conoscenze sui Pokémon, di cui si prende\ncura alla perfezione.",
    "10019000000": "Considera suo padre, il Capopalestra Norman, un modello\nda seguire. È un po' una peste, ma nelle lotte fa sempre\nsul serio.",
    "10020000000": "Abilissimo Allenatore, pare che abbia affinato le sue\ncapacità viaggiando per Unima. Sembra sempre calmo,\nma in realtà odia perdere.",
    "10021000000": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto.\nRosso è per lui un amico e un rivale storico.",
    "10022000000": "Capopalestra esperto di tipo Ghiaccio che ama i Pokémon\nquanto la sua famiglia. È un grande fan dei film di\nFantasilvestro, che lo commuovono.",
    "10023000000": "Allenatrice premurosa che nelle lotte si concentra\nnel curare i Pokémon feriti. Come lei stessa ammette,\nl'offensiva non è il suo forte.",
    "10024000000": "Superquattro della Lega Pokémon di Unima, nonché\nscrittrice. A volte trae ispirazione per i suoi libri\ndagli Allenatori che la sfidano.",
    "10025000000": "Capopalestra calorosa e socievole. A volte si chiede se\nnon dovrebbe mostrarsi più fredda, in linea coi suoi\nPokémon di tipo Ghiaccio.",
    "10026000000": "Capopalestra chiacchierona e un po' superficiale.\nVa molto fiera dei suoi carinissimi Pokémon e quando\nperde si mette a piangere per la rabbia.",
    "10027000000": "Vivace Capopalestra specializzata nel tipo Erba.\nA volte la sua paura dei Pokémon di tipo Spettro le fa\nperdere il sonno.",
    "10028000000": "Capopalestra risoluta e orgogliosa, esperta di Pokémon\ndi tipo Drago.\nÈ cugina di un altro famoso Domadraghi, Lance.",
    "10029000000": "Capopalestra vivace e appassionata. Cerca sempre di\ncomportarsi in maniera seria, ma a volte esagera un po'.",
    "10030000000": "Una dei due gemelli Capipalestra, a volte collabora\ncon il Centro Spaziale di Verdeazzupoli.\nLotta in perfetta sinergia con suo fratello Tell.",
    "10031000000": "Capopalestra insieme alla gemella Pat, con cui comunica\ntelepaticamente. Ogni tanto bisticciano, ma la loro\nsintonia è eccezionale.",
    "10032000000": "Capopalestra con oltre 50 anni di esperienza.\nNoto anche come \"Allenatore dell'inverno\", si mantiene\nin salute lottando e alzandosi presto.",
    "10033000000": "Capopalestra esperto di tipo Terra e gestore di un'impresa\nmineraria a Unima. A volte è un po' brusco, ma è\nun capo onesto e affidabile.",
    "10034000000": "Uno dei Capitani di Alola. Gira il mondo in cerca\ndi ispirazione, dipingendo quadri apprezzati sia\ndai Pokémon che dalle persone.",
    "10035000000": "Capopalestra esperto del tipo Elettro e in mosse\nparalizzanti. È molto cauto, tanto che la sua Palestra\nè piena di dispositivi.",
    "10036000000": "Uno dei Capitani di Alola. Sebbene sia molto giovane,\nè un ingegnere provetto. Ha ideato e costruito numerosi\ndispositivi.",
    "10037000000": "Anziano Capopalestra esperto del tipo Erba. È molto\ngarbato e si mantiene in forma con il giardinaggio.\nViaggia in cerca dei tè migliori.",
    "10038000000": "Capopalestra come il padre Ferruccio, che ammira molto.\nMinatore, ama tunnel e fossili e lotta con Pokémon\ndi tipo Roccia.",
    "10039000000": "Capopalestra esperta di Pokémon Coleottero.\nGira il mondo scattando foto, e spesso se ne va in giro\ninsieme a sua sorella Alexia.",
    "10040000000": "Stella del cinema ritiratasi in seguito a un incidente.\nLa sua fama come Capopalestra è paragonabile a quella\nche ha come Fantasilvestro.",
    "10041000000": "È il Boss dell'Azienda Lotta. Le sue eccelse abilità\ndi analisi gli permettono di capire che Pokémon schierare\ncontro ogni sfidante.",
    "10042000000": "Capopalestra che adora i Pokémon alati.\nLa sua grazia ed eleganza le hanno fruttato molti fan\ntra gli Allenatori di Forestopoli.",
    "10043000000": "Capopalestra specializzato nel tipo Lotta.\nAppassionato di surf, si è trasferito a Hoenn da Kanto\nin cerca delle onde migliori.",
    "10044000000": "Studentessa modello alla Scuola per Allenatori nonché\nabile e orgogliosissima Capopalestra.\nAma i fossili e i Pokémon di tipo Roccia.",
    "10045000000": "È il Capopalestra più giovane di Johto e la sa lunga sui\nPokémon di tipo Coleottero, che adora. Da grande\nvorrebbe fare il Professore.",
    "10046000000": "Un Asso del Parco un po' brusco ma con un grande\namore per i Pokémon. Come Boss dell'Azienda\nconosce molto a fondo i Pokémon.",
    "10047000000": "Allenatore mascherato sempre in cerca della forza.\nDopo aver girato il mondo allenandosi, è diventato\nuno dei Superquattro di Kanto.",
    "10048000000": "Superquattro esperto del tipo Buio e grande amante\ndi ogni competizione o sfida. Prende sportivamente\nsia sconfitte che vittorie.",
    "10049000000": "Superquattro, ha stretto un legame speciale coi Pokémon\ndi tipo Spettro allenandosi sul Monte Pira.\nPare che possa perfino parlare con gli spiriti...",
    "10050000000": "Capopalestra che si allena coi Pokémon di tipo Lotta.\nNon dimentica mai gli avversari che si sono comportati\nin maniera educata e onesta.",
    "10051000000": "Kahuna molto amata per la grande abilità con i Pokémon\ne per il carattere premuroso.\nVende fossili e pietre nella sua gioielleria.",
    "10052000000": "Capopalestra con il mare nel cuore.\nDato che la sua Palestra dà sulla spiaggia, quando non ci\nsono sfidanti va a farsi una nuotata.",
    "10053000000": "Capopalestra famoso tanto per le abilità nell'arrampicata\nquanto per lo stile alla moda. Ama i dolci ma cerca di\nfarne a meno.",
    "10054000000": "Superquattro e ninja moderno, attacca gli avversari\ncon tecniche infide. Ha insegnato i segreti dei ninja\nanche a sua figlia Nina.",
    "10055000000": "Prode Superquattro in armatura, specialista dei Pokémon\ndi tipo Acciaio. Affronta i propri avversari in duelli leali,\nsenza sotterfugi.",
    "10056000000": "Kahuna di Alola e anche poliziotto. Sembra cinico e\nindifferente, ma in realtà si impegna molto nelle lotte,\nla sua passione.",
    "10057000000": "Superquattro che si allena strenuamente, crede che\nallenandosi chiunque possa diventare forte.\nSpesso grida prima di attaccare.",
    "10058000000": "Golfista professionista che ha viaggiato molto.\nLa sua serietà nelle lotte le ha fatto guadagnare un posto\ntra i Superquattro.",
    "10059000000": "Capopalestra noto come il \"maestro dei quiz\".\nLotta con Pokémon di tipo Fuoco sfruttando l'esperienza\ne le sue conoscenze scientifiche.",
    "10060000000": "Capopalestra ninja, esperta del tipo Veleno come il padre\nKoga, per cui nutre grande rispetto. Spesso ha accese\ndiscussioni in sua difesa.",
    "10061000000": "Superquattro di grande esperienza, dal carattere duro\ne dallo stile di lotta incalzante.\nPare avere dei trascorsi con il Professor Oak.",
    "10062000000": "Superquattro in apparenza calma e razionale, ma che\ncela una grande passione per i Pokémon.\nIn particolare adora quelli di tipo Buio per l'aspetto\n\"duro e ribelle\".",
    "10063000000": "Superquattro della Lega Pokémon di Unima.\nAffronta gli avversari con lealtà per affinare la sua forza,\nfrutto di rigorosi allenamenti.",
    "10090000000": "Noto come \"il collezionista girovago\", è figlio del capo\ndella Devon SpA e Campione della Lega Pokémon\ndi Hoenn. Ama le gemme rare.",
    "10091000000": "Archeologa specializzata in storia e mitologia Pokémon\nnonché Campionessa di Sinnoh. Ama i Pokémon e da\npiccola partì all'avventura con il suo Pokédex.",
    "10092000000": "Giovane e talentuosa Allenatrice cresciuta con la famiglia\ninsieme ai Pokémon di tipo Drago. Una delle più giovani\nCampionesse di sempre.",
    "10094000000": "Superquattro che lotta in segno di gratitudine verso\nil Pokémon che gli salvò la vita. Per lui, gli Allenatori\ndevono avere un cuore giusto.",
    "10095000000": "Raffinatissima Allenatrice che è riuscita a superare\ni suoi punti deboli e diventare Superquattro della\nLega Pokémon di Unima.",
    "10096000000": "Superquattro e cuoco leggendario, considera la lotta e\nla cucina forme d'arte e si dedica a entrambe con serietà\ne grande talento.",
    "10097000000": "La sua riservatezza le dà un'aria misteriosa, ma in realtà\nsemplicemente non ama parlare.\nÈ un'Allenatrice gentile e affettuosa con tutti.",
    "10098000000": "Allenatore ottimista e sempre allegro.\nIn gran sintonia col proprio Pokémon, ama le malasade\ne ogni genere di lotta.",
    "10099000000": "Ragazzo vivace che prende i Pokémon davvero sul serio.\nÈ un tipetto impaziente e non sa starsene mai fermo.",
    "10101000000": "Giovane allegra e dal forte senso di giustizia, ama essere\nal centro dell'attenzione e sogna di lottare contro tutti\ngli Allenatori del mondo.",
    "18000000000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] all'inizio di una nuova avventura insieme\nai Pokémon. È sulla buona strada per arrivare al top\nin un lampo.",
    "10110000000": "Soprannominata \"la sirena maschiaccio\", è una\nCapopalestra allegra e vitale che sa anche mostrarsi\nstoica all'occorrenza. Tiene molto alle sue strategie\ndi lotta.",
    "10106000000": "Capopalestra di tipo Elettro e modella di successo.\nVederla lottare con eleganza nella sua Palestra,\nsimile a una passerella, lascia estasiati gli spettatori.",
    "10153000000": "Una dei Superquattro di Hoenn, giunta lì per affinare\nle sue capacità con i Pokémon di tipo Ghiaccio.\nAttende avversari che le offrano una sfida degna\ndi questo nome.",
    "18000020000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] in erba che ha incontrato un nuovo\nPokémon. Sa di poter crescere molto e lotta sfruttando\nil suo enorme potenziale.",
    "10101100000": "Indossando un vestito che ispira convivialità, Rina porta\na tutti la sua gratitudine insieme al Delibird di cui\nsi prende cura.",
    "10096100000": "Nonostante il cambio d'abito, il suo approccio alla cucina\nè rimasto lo stesso. Sta ideando una nuova ricetta a base\ndi inchiostro di Octillery che possa deliziare il palato\ndei clienti.",
    "10140000000": "Capo del Team Rainbow Rocket, una vasta organizzazione\nche mira a conquistare il mondo servendosi di tutti\ni Pokémon. Considera i Pokémon come degli strumenti.",
    "10111000000": "Campione dell'Altopiano Blu. Dà molta importanza\nalla fiducia e all'affetto per i Pokémon e predilige lotte\nall'insegna della correttezza. È premuroso e molto amato.",
    "10017000000": "Una ragazza dal carattere solare e amichevole.\nNutre una curiosità insaziabile verso i Pokémon e\nsi fida ciecamente delle proprie capacità nelle lotte.",
    "10112000000": "Un Allenatore di Johto esperto e molto affidabile.\nAma il mare, la montagna e la natura in generale.\nÈ molto vivace ed è sempre in giro all'aria aperta.",
    "18000120000": "[IT:Gen Ref=\"255\" M=\"Un Allenatore\" F=\"Un'Allenatrice\" ] che si emoziona e ha grandi propositi\nper il futuro. Affronta le lotte insieme al suo Pokémon\nleggendario.",
    "10129000000": "Una ragazza misteriosa dal sorriso sprezzante. A Hoenn\nha cercato di portare a termine la sua missione in qualità\ndi Custode del segreto del popolo delle meteore.",
    "10106100000": "Con indosso il suo elegantissimo Costumax, Camelia punta\na diventare la numero uno sia nelle lotte Pokémon\nche nella moda.",
    "10157000000": "Una Capopalestra dallo stile molto particolare che disegna\ni suoi abiti spinta dal desiderio di diventare un Pokémon.",
    "10114000000": "Capopalestra esperta di Pokémon di tipo Psico, è in grado\ndi vedere il futuro con la preveggenza.\nSembra che lottare non le piaccia molto.",
    "10151000000": "Un'esperta di Pokémon di tipo Spettro che ha grande\nsuccesso nelle Gare. Molto diligente, è riuscita a diventare\nCapopalestra grazie all'assiduo studio dei Pokémon.",
    "10137000000": "Un luminare nel campo della ricerca sui Pokémon.\nPare che da giovane fosse un Allenatore davvero\nin gamba. È il nonno di Blu.",
    "10125000000": "Carismatico capo del Team Skull, un gruppo di lestofanti\ndi Alola. Controlla e si prende cura dei suoi sottoposti, \nche lo ricambiano con una fiducia incondizionata.",
    "10121000000": "Ufficiale del Team Skull vista dal gruppo come una\nsorta di sorella maggiore. Coccola le reclute e non\nsopporta che i suoi subalterni vengano maltrattati.",
    "10131000000": "Capopalestra di Luminopoli, ha una grande passione per\nle invenzioni. Aiuta molti Allenatori con le sue scoperte\nscientifiche, aprendo la strada verso il futuro.",
    "10127000000": "Il Capopalestra chiamato \"il principe dell'acqua\"\nha un'aria sempre molto raffinata. Il suo stile di lotta\naggraziato gli ha fatto guadagnare molte ammiratrici.",
    "10113000000": "Capopalestra dal cuore colmo di affetto per i Pokémon.\nHa un carattere riservato, ma si entusiasma facilmente\nquando si parla dei Pokémon di tipo Acciaio.",
    "10128000000": "Un ragazzo che ama i Pokémon e le lotte. Si è dato molto\nda fare per crescere, cercando di diventare più forte\ncome Allenatore.",
    "10133000000": "Un ragazzo che punta a diventare l'Allenatore più forte\nal mondo. Lasciandosi alle spalle il proprio passato,\nha imparato che, oltre alla forza, è importante avere\nanche un animo gentile.",
    "10159000000": "Un maggiordomo esperto ed estremamente perspicace.\nLa sua abilità di analisi gli permette di affrontare qualsiasi\nsituazione con grande flessibilità, rivelandosi il vero\nsegreto della sua forza.",
    "10116000000": "Un'Allenatrice positiva e sempre disponibile con gli altri,\nha acquisito le sue capacità allenandosi mentre viaggiava\na Sinnoh. In realtà è un po' sbadata.",
    "10170000000": "Il Capopalestra di Austropoli è anche un artista, le cui\ncreazioni si ispirano ai suoi tanto amati Pokémon di tipo\nColeottero. Fa le cose a modo suo, ma dimostra anche\ndi avere una mentalità aperta.",
    "10048100000": "Mirton indossa un Costumax in cui risalta il colore blu.\nGrazie al suo istinto da esperto di sfide, affinato sul mare\nin tempesta, sa cavalcare l'onda per conquistare\nla vittoria.",
    "10130000000": "Un'Allenatrice che ama la moda e i Pokémon. È vivace,\nallegra e ottimista di carattere, ma quando arriva\nil momento di lottare sa anche essere matura\ne imperturbabile.",
    "10148000000": "Capopalestra specializzato in Pokémon di tipo Spettro.\nGrazie ai lunghi allenamenti segreti nella Palestra\ndi Amarantopoli, riesce ora a vedere ciò che gli altri\nnon vedono.",
    "10198000000": "Asso del Parco della Serpe Lotta. È di poche parole,\nma possiede anche un ardente spirito combattivo.\nNon dimentica mai gli avversari che la sconfiggono.",
    "10240000000": "Fa parte del Team Rocket e vuole denunciare i mali\ndella verità e dell'amore. Ha giurato fedeltà a Giovanni,\nil capo dell'organizzazione, e compie malefatte insieme\na James e a Meowth.",
    "10194000000": "Capo del Team Galassia, un'organizzazione malvagia,\ncrede che lo spirito delle persone sia incompleto e cerca\ndi creare un nuovo mondo. Calmo e razionale\ndi carattere, gode di grande fiducia da parte\ndei suoi sottoposti.",
    "10091010000": "Camilla indossa un Costumax che le dona un ardente\nspirito combattivo. Dopo essersi allenata duramente\ninsieme a Kommo-o, giura di raggiungere l'apice\ndel successo nelle lotte di Pokémon.",
    "10090400000": "Rocco, dall'aspetto più allegro grazie al suo nuovo vestito\nestivo, si rinfresca andando alla ricerca di pietre\nnelle caverne insieme al suo Sandslash di Alola.",
    "10002400000": "Con indosso un nuovo vestito, perfetto per affrontare\nil caldo dell'estate, Cetra viene attratta dall'atmosfera\ngioiosa del festival e si diletta a cantare e a ballare\ninsieme al suo Jigglypuff.",
    "10241000000": "Membro del Team Rocket, cerca di estenderne il potere\nfino alle stelle. Lavora giorno e notte insieme a Jessie\ne Meowth per realizzare il sogno del loro capo, Giovanni.",
    "10118000000": "Un'Allenatrice dal cuore gentile, capace di dare sempre\nil massimo. È cresciuta molto rispetto al passato\nper riuscire ad affrontare qualsiasi prova.",
    "10119000000": "Un Allenatore di poche parole ma che sa essere molto\npremuroso con amici, familiari e Pokémon. È uno spirito\nribelle e in passato ha vissuto anche un periodo in cui\nfaceva affidamento unicamente sulla propria forza.",
    "10120000000": "Direttrice alla guida della Fondazione Æther, dimostra\nun amore profondo verso i Pokémon. È la madre di Lylia\ne di Iridio.",
    "10021010000": "Blu indossa un Costumax dallo stile inconfondibile\ne punta a diventare il più forte insieme a Blastoise,\ncon il quale ha già affrontato innumerevoli lotte contro\navversari formidabili.",
    "10017100000": "Con indosso il suo Costumax dal design sportivo, Leaf\ngiura di lottare con tutte le forze per proteggere\ni suoi compagni insieme a Venusaur, a cui è legata\nda un profondo sentimento di fiducia.",
    "10115000000": "Considerato il Capopalestra più forte di Sinnoh,\nè un uomo capace di grande entusiasmo che ricerca\nil divertimento nelle lotte di Pokémon. Mentre aspetta\nche si presentino degli sfidanti in gamba, si dedica\na ristrutturare la sua Palestra.",
    "10183000000": "È il direttore dell'Osservatorio Hokulani e il responsabile\ndei Box del PC di Alola. Aperto e curioso di carattere,\nè grande amico del Professor Kukui e cugino di Chrys.",
    "10007400000": "Malpi travestita da Mimikyu si aggira per la città\naddobbata a festa per sfidare le Unità che incontra\ne farsi dare da loro dei dolcetti.",
    "10020400000": "Alcide travestito da Mightyena raccoglie dolcetti in giro\nper le strade della città, appositamente decorate\nper la festa. È disposto ad affrontare la sua paura\ndei Pokémon di tipo Spettro pur di proteggere\ni suoi compagni.",
    "10100000000": "Allenatore capace che ha vissuto tante avventure\na Unima, ha un carattere amichevole ed è il compagno\nperfetto anche per una lotta in coppia improvvisata.\nÈ alla ricerca dell'origine della forza degli Allenatori\nche ammira di più.",
    "10102000000": "Allenatrice che ha viaggiato in lungo e in largo a Unima,\nattualmente lavora come assistente della Professoressa\nAralia per conoscere meglio i suoi adorati Pokémon.",
    "10215000000": "È la più famosa celebrità delle gare di Hoenn, sempre\npronta a dare spettacolo insieme ad Alty, il suo Altaria.\nParte del suo fascino deriva dal fatto che non si affida\nsolo al suo immenso talento, ma si impegna sempre\nal massimo.",
    "10243000000": "Una ragazza coraggiosa e sempre pronta ad accettare\nnuove sfide, ma a volte un po' dispettosa. Le piace stare\nin mezzo alla natura e ama il curry quasi quanto le lotte\ndi Pokémon.",
    "10016400000": "Anemone indossa un costume rosso acceso che la tiene\nal caldo. Desidera portare felicità a tutti insieme\na Togekiss, un Pokémon che, a quanto si dice, sarebbe\nin grado di donare bontà e dolcezza alle persone.",
    "10008400000": "Erika indossa un nuovo vestito e porta con sé un cesto\ndi fiori. Condivide la sua passione per le decorazioni\nfloreali con Comfey, insieme al quale crea bellissime\ncomposizioni che rendono tutti felici.",
    "10089000000": "Ex-sovrano del Team Plasma, è un giovane in possesso\ndi capacità speciali. Considera come suoi amici persino\ni Pokémon leggendari di Unima, e sogna di costruire\nun mondo in cui esseri umani e Pokémon possano\ndavvero vivere insieme in armonia.",
    "10126000000": "Figlia del Professor Birch di Hoenn, è una ragazza allegra\na cui piace prendersi cura degli altri. Ama effettuare\ndelle ricerche sul campo insieme ai Pokémon più carini.",
    "10118400000": "Lylia prova a indossare un abito tradizionale di Johto.\nLe sfere di polline che riceve da Ribombee sono così\nbuone che a volte finisce per fare indigestione.",
    "10111400000": "Lance indossa un vestito tradizionale della sua regione\nd'origine. Pare anche che si aggiri per Pasio alla ricerca\ndi un mantello che si abbini perfettamente con la fantasia\ndell'abito, ispirata alla forza di Gyarados.",
    "10124000000": "Una dei Capitani di Akala, nella regione di Alola,\nattira i clienti del ristorante di famiglia con la sua abilità\nda cuoca. I suoi piatti hanno un gusto molto originale,\nche è comunque apprezzato da alcune persone.",
    "10132000000": "Ex-Campione di Unima, è un Allenatore di grande\nesperienza. Vuole far capire agli altri quanto sia\nmeraviglioso vivere insieme ai Pokémon, e viaggia\nin vari luoghi per insegnare ai giovani.",
    "10136000000": "L'affabile Professore Pokémon di Luminopoli, a Kalos.\nStudia i misteri delle megaevoluzioni e gli piace\nassaggiare le prelibatezze dei caffè locali.",
    "10196000000": "Ricercatore di ampia fama e capo del Team Flare,\nè disgustato dagli orribili conflitti che vede intorno a sé.\nIl suo obiettivo è rinnovare il mondo, facendo sì\nche sopravvivano soltanto pochi eletti.",
    "10256000000": "Capopalestra di Galar specializzato nel tipo Buio, è anche\nun famoso cantante e compositore. I suoi fan lo adorano\nper il suo stile vocale malinconico.",
    "10130400000": "Serena indossa un nuovo vestito per celebrare un evento\nspeciale! La sua borsa graziosa e alla moda si abbina\nperfettamente con il suo Whimsicott!",
    "10116400000": "Lucinda si cimenta in cucina per un evento speciale,\nimpegnandosi con tutto il cuore per preparare dei dolci\nper i suoi amici insieme ad Alcremie.",
    "10158000000": "Campionessa della regione di Kalos, nonché attrice\nfamosa, ha un carattere molto affabile e mostra\nsempre interesse verso i giovani talenti. È un'assidua\nfrequentatrice dei caffè.",
    "10092800000": "Iris, diventata Campionessa della regione di Unima,\ndimostra la sua vera forza con modi più pacati rispetto\na prima. Le piace affrontare Allenatori di alto calibro.",
    "10245000000": "Allenatrice della regione di Galar, mira a diventare\nCampionessa per il bene della propria città, Spikeville.\nIl suo aspetto grazioso e la sua risolutezza nelle lotte\nhanno conquistato il cuore di innumerevoli fan.",
    "10247000000": "Invincibile Campione di Galar dalla forza impareggiabile,\nè così popolare e amato per le sue doti che tutti\nlo seguirebbero in capo al mondo. Seguirlo, però,\npotrebbe non essere una buona idea, dato che manca\ncompletamente di senso dell'orientamento.",
    "10122000000": "Giovane Allenatore che ama i Pokémon e le avventure,\nil suo innato talento è stato riconosciuto perfino\ndal Professor Kukui, vista anche l'enorme capacità\ndi crescita dimostrata nel giro delle isole di Alola.",
    "10123000000": "Un'Allenatrice curiosa e alla mano che va d'accordo\ncon tutti grazie al suo carattere amichevole. È un tipetto\nimpulsivo che vive sul momento senza troppe\npreoccupazioni.",
    "10126400000": "Vera fa il suo ritorno con un look speciale, pronta\na iniziare la caccia alle uova e a condurre ricerche\nsul campo assieme al suo fidato Lopunny, un fenomeno\nquando si tratta di trovare qualcosa. Vera adora\nle sue orecchie soffici e lunghe.",
    "10170400000": "Artemisio indossa un abito speciale che evoca il tema\ndella caccia alle uova ed è accompagnato da un partner\nartistico d'eccezione, Togepi. I suoi vestiti colorati sono\ndi grande ispirazione per le sue opere.",
    "10249000000": "Famosa modella e Capopalestra di Galar. Figlia\ndi un pescatore e di una commerciante, grazie\nai suoi genitori è cresciuta a stretto contatto\ncon i Pokémon di tipo Acqua. Lei e Sonia sono ottime\namiche.",
    "10250000000": "Capopalestra di Galar e prodigio del karate, si allena\nstrenuamente ogni giorno con una disciplina ferrea.\nNasconde a tutti la sua passione per i dolci.",
    "10257000000": "Considerato da molti il Capopalestra più forte di Galar,\nha un temperamento gioviale, ma mostra tutta la sua\ndeterminazione non appena comincia una lotta.",
    "10195000000": "La mente dietro i piani malvagi del Team Plasma.\nUn crudele manipolatore, ha cercato di dominare il mondo\nmanovrando N come un burattino.",
    "10117000000": "Un celebre wrestler di Alola la cui missione è fare\nconoscere al mondo lo stile della Battle Royale.\nI suoi tifosi indossano una maschera come la sua\nper fare il tifo ai suoi incontri.",
    "10192000000": "Capo del Team Magma, sogna di creare un mondo\nideale per l'umanità. Avido e calcolatore, per lui il fine\ngiustifica sempre i mezzi.",
    "10193000000": "Capo del Team Idro, sogna di creare un mondo ideale\nper i Pokémon. Il suo carattere energico ed estroverso\ngli ha permesso di guadagnarsi la fiducia dei suoi seguaci.",
    "10161000000": "Nonno di Hau e Kahuna dell'isola di Mele Mele,\nè un Allenatore di prima categoria e un vero prodigio\nnell'antica arte della lotta tradizionale di Alola.",
    "10160000000": "Suiren è un'abile pescatrice, nonché una dei Capitani\ndell'isola di Akala, nella regione di Alola. Adora\nla sua famiglia e si prende molta cura delle sue due\nsorelle minori.",
    "10149000000": "Uno dei Capitani dell'isola di Akala ad Alola, pratica\nla danza tradizionale della sua regione. Il suo sogno\nè diventare un danzatore del fuoco professionista.",
    "10008000001": "Adorabile Capopalestra con un debole per i Pokémon\ndi tipo Erba più carini. A Kanto vanno molto i suoi corsi\ndi composizione floreale.",
    "10035000001": "Capopalestra esperto del tipo Elettro e in mosse\nparalizzanti. È molto cauto, tanto che la sua Palestra\nè piena di dispositivi.",
    "10148000001": "Capopalestra specializzato in Pokémon di tipo Spettro.\nGrazie ai lunghi allenamenti segreti nella Palestra\ndi Amarantopoli, riesce ora a vedere ciò che gli altri\nnon vedono.",
    "10062000001": "Superquattro in apparenza calma e razionale, ma che\ncela una grande passione per i Pokémon.\nIn particolare adora quelli di tipo Buio per l'aspetto\n\"duro e ribelle\".",
    "10129000001": "Una ragazza misteriosa dal sorriso sprezzante. A Hoenn\nha cercato di portare a termine la sua missione in qualità\ndi Custode del segreto del popolo delle meteore.",
    "10108000000": "Uno dei gemelli Capometrò del Metrò Lotta di Unima.\nLa sua specialità è la Lotta in Singolo.",
    "10109000000": "Uno dei gemelli Capometrò del Metrò Lotta di Unima.\nGli piace sperimentare diverse combinazioni di Pokémon\nnella Lotta in Doppio.",
    "10243400000": "Gloria indossa un abito fresco e carino! Insieme al suo\ncompagno Inteleon, colpirà il punto debole degli avversari\npiù temibili!",
    "10245400000": "Mary indossa un abito fresco e vivace, e si esercita\na sorridere insieme a Grimmsnarl per accogliere i clienti\ndel chiosco sulla spiaggia!",
    "10066010000": "Proprietario dell'isola artificiale di Pasio e organizzatore\ndel WPM, è un talentuoso principe che lotta con fervore\ngrazie al suo legame con Hoopa.",
    "10067010000": "Al servizio di Kelian sin da giovanissima, tiene a lui\ncon tutta se stessa. A sentirla parlare potrebbe sembrare\nuna persona un po' superficiale, ma in realtà lavora sodo.",
    "10068010000": "Fedele servitore di Kelian e della sua famiglia, nonché\ndirettore del comitato organizzatore del WPM. A prima\nvista può sembrare minaccioso, ma in realtà ha il pianto\nfacile.",
    "10135000000": "Membro dei Superquattro della Lega Pokémon di Hoenn,\nadora le lotte a prescindere dal risultato. Si esprime\nin modo un po' brusco, ma ha un'indole gentile.",
    "10150000000": "Capopalestra di Johto specializzato nel tipo Volante,\nè molto serio e a volte un po' testardo. Mira a diventare\nun grande Allenatore come suo padre.",
    "10205000000": "La terza delle quattro Dame della lotta, nonché la più\ntimida. Ha molto talento e si occupa delle Lotte in Doppio\nall'interno della Villa Lotta.",
    "10244000000": "Allenatore di Furlongham e fratello minore di Dandel,\ndopo aver affrontato la Sfida delle Palestre, ha trovato\nuna nuova aspirazione: diventare un Professore Pokémon.",
    "10247100000": "Dandel in Costumax è avvolto da un'aura di mistero\ne lotta a fianco del potentissimo Eternatus in cerca\ndi nuovi orizzonti e di una forza rinnovata.",
    "10045900000": "È il Capopalestra più giovane di Johto e la sa lunga sui\nPokémon di tipo Coleottero, che adora. Da grande\nvorrebbe fare il Professore.",
    "10089400000": "N indossa un abito elegante per le grandi occasioni.\nPartecipando alla Festa della lotta assieme a Reshiram,\nvuole dimostrare la sua gratitudine per tutti i nuovi amici\nconosciuti a Pasio.",
    "10118500000": "Lylia ha un nuovo completino alla moda e partecipa\nalla Festa della lotta per mostrare a tutti quello di cui\nsono capaci lei e Lunala!",
    "10090500000": "Rocco, con una nuova giacca elegante, è affiancato\nda Rayquaza, e mira a scoprire tutto il potenziale\ndelle megaevoluzioni.",
    "10110010000": "Misty torna a indossare il comodo costume da bagno\nche usava nella Palestra di Celestopoli. Al momento è\nimpegnata in una nuova sessione d'allenamento\nin spiaggia insieme al suo Pokémon.",
    "10000800000": "Rosso fa un tuffo nel passato indossando nuovamente\ngli stessi abiti di quando viaggiava per Kanto. Ripensa\nspesso agli amici che si è fatto lungo il cammino.",
    "10021800000": "Blu ritorna alle origini con il suo vecchio completo,\nindossato durante le avventure a Kanto. Ha imparato\ndai suoi errori passati e mira sempre a diventare\nil numero uno.",
    "10251000000": "Allenatore specializzato nel tipo Spettro, indossa sempre\nuna delle sue 100 maschere, tutte uguali, e non mostra\nmai il suo volto in pubblico. Pare che ami aggirarsi\nda solo nei cimiteri e nelle rovine.",
    "10110100000": "Misty indossa un magnifico Costumax che la rende bella\ncome le sirene delle fiabe, quando nuota con eleganza\ninsieme a Vaporeon.",
    "10008100000": "Erika indossa un Costumax verdeggiante. Nei giorni\nsoleggiati, la si può spesso avvistare in giro a schiacciare\nun pisolino insieme a Leafeon.",
    "10148400000": "Angelo indossa un costume per la sfilata notturna. Insieme\na Banette, un compagno vagamente inquietante, cerca\ndi far appassionare le persone ai Pokémon di tipo Spettro.",
    "10095400000": "Catlina indossa un abito che si abbina alla perfezione\ncon Sableye. Coloro che osano disturbare il suo riposo\nvengono invitati a un ballo misterioso e molto elegante.",
    "10125400000": "Guzman indossa un'armatura speciale, e trascina\nla sua squadra lottando valorosamente in prima linea.\nInsieme al suo fidato Buzzwole, ha sete di distruzione\ne vuole sbriciolare il mondo.",
    "10158400000": "Diantha, protetta da un'armatura speciale, infonde vigore\nalla squadra grazie al suo talento come attrice.\nLei e Keldeo sono uniti da un profondo legame\nche sprona entrambi a migliorare.",
    "10113400000": "Jasmine indossa un elegante abito speciale, e cerca\ndi aiutare la squadra sfruttando al massimo la sua difesa\nd'acciaio. Lucida spesso il suo Celesteela per tirarlo\na specchio.",
    "10004400000": "Anita indossa un abito speciale che richiama lo stile\ndi Diancie e che le dona tutto l'entusiasmo necessario\nper affrontare al meglio anche le sfide più ardue insieme\nalla sua squadra.",
    "10259000000": "Una Professoressa Pokémon alle prime armi che ha\npubblicato un libro che raccoglie tutte le sue scoperte\nriguardanti le leggende di Galar. Lei e Dandel sono amici\nd'infanzia e hanno viaggiato a lungo assieme.",
    "10106800000": "Camelia torna a sfoggiare un look del suo passato e fa\ngirare la testa agli avversari con uno stile di lotta ad alta\nvelocità.",
    "10249400000": "Azzurra è in vena di elargire doni e ravvivare le feste\na tutti usando il suo talento da modella. Lei e Eiscue\nsono legati dalla passione per la pesca.",
    "10247400000": "Dandel è in vena di elargire doni e, tenendo alto il suo\nonore di Campione di Galar, accorre sempre in soccorso\ndi chi ha bisogno assieme al suo fidato Calyrex.",
    "10120100000": "Samina indossa un Costumax di una luminosità quasi\nabbagliante. Grazie al potere di Necrozma e di Solgaleo,\nè capace di esprimere una forza incredibile, che utilizza\nper proteggere sia le persone che i Pokémon.",
    "10048800000": "Mirton ha scelto uno stile diverso dal solito e indossa\nun kimono. Ha un'aria molto misteriosa e lascia che sia\nil lancio di una moneta a indicargli la via verso il futuro.",
    "10162000000": "Un Allenatore proveniente da Sabbiafine, nella regione\ndi Sinnoh. Lavora come assistente del Professor Rowan,\nun'autorità nel campo delle evoluzioni. Ha un animo\ngentile e un forte senso di giustizia.",
    "10091200000": "Camilla indossa un Costumax che emana un'aura\nmisteriosa. Porta alla luce i segreti del mondo insieme\nal suo compagno Giratina.",
    "10114400000": "Sabrina indossa un abito speciale in onore dell'anno\nnuovo. Per prepararsi a un futuro che può palesarsi\nall'improvviso, calma la sua mente ascoltando i trilli\ndi Chingling.",
    "10115400000": "Corrado indossa un abito speciale in onore dell'anno\nnuovo. Sempre in cerca di avversari capaci, continua\na vivere sfide elettrizzanti insieme a Electivire.",
    "10245410000": "Mary prepara dei dolcetti per il Giorno dell'affetto, per poi\ndistribuirli insieme a Mawile ed esprimere così tutta\nla sua gratitudine. I due hanno un aspetto tenero,\nma abbassare la guardia contro di loro sarebbe un grave\nerrore.",
    "10250400000": "Fabia è pronta a celebrare il Giorno dell'affetto\ne si allena meditando al freddo e al gelo assieme\na Vanilluxe per resistere alla tentazione di mangiare dolci.",
    "10116100000": "Lucinda forma un'Unità con Cresselia e indossa\nun Costumax che ricorda gli abiti dei principi delle fiabe.\nArmata di un sorriso raggiante, scaccia via gli incubi\nche colpiscono gli abitanti di Pasio.",
    "10194100000": "Cyrus indossa un vestito che rafforza il suo legame\ncon Darkrai, permettendogli di provocare incubi ancora\npiù terrificanti. Sogna di creare un mondo completo.",
    "10016500000": "Anemone sfoggia un abito sgargiante e festeggia\nl'anniversario dell'amicizia di Kelian e Hoopa solcando\ni cieli insieme al suo Pokémon, Tornadus.",
    "10126500000": "Vera indossa un abito elegante e sale su uno splendido\npalco assieme a Latias per celebrare l'anniversario\ndell'amicizia di Kelian e Hoopa.",
    "10257400000": "Laburno indossa un elegantissimo completo e festeggia\nl'anniversario dell'amicizia di Kelian e Hoopa scatenando\ntempeste di sabbia insieme a Flygon.",
    "10130100000": "Serena indossa un Costumax molto chic e sfoggia anche\nun taglio di capelli che le dona un'aria più elegante.\nVeglia su Pasio insieme al suo Pokémon, Zygarde.",
    "10118410000": "Lylia indossa un costume speciale ed è pronta a risolvere\nindovinelli e a bere tè assieme al suo raro Polteageist\nForma Autentica.",
    "10259400000": "Sonia indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Sta cercando di perfezionare una sonora\nrisata per imitare Tsareena.",
    "10108400000": "Andy indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Il suo Pokémon, Accelgor, proviene\nda uno scambio effettuato con Torn.",
    "10109400000": "Torn indossa un costume speciale e ha preparato\nrompicapi da risolvere per ravvivare l'evento del tè\nenigmatico. Il suo Pokémon, Escavalier, proviene\nda uno scambio effettuato con Andy.",
    "10021900000": "Nipote del celebre Professor Oak, nonché uno dei più forti\nAllenatori di Kanto. Rosso è per lui un amico e un rivale\nstorico."
}
