{
    "10000000000": "The silent type, this legendary, awesome Pokémon Trainer\nhardly talks at all. His best friend, Blue, is also his rival.",
    "10001000000": "This Pokémon Professor made his dream of establishing a\nPokémon League in the Alola region come true. His life’s\nwork is studying Pokémon moves.",
    "10002000000": "This highly curious, active young Trainer cherishes the\nbonds she has with her Pokémon. She is always doting\non them.",
    "10003000000": "A stoic Trainer in pursuit of strength, he conceals\nhis burning desire to grow stronger and plays it\ncool outwardly.",
    "10004000000": "This hot-blooded young lady loves trends, laughter,\nand, most of all, Pokémon battles. She’s on a journey\nto grow stronger wherever she goes.",
    "10005000000": "This cool beauty who uses Ice-type Pokémon is one of\nthe Elite Four. She likes cute things and has many plushies\nat home.",
    "10006000000": "This member of the Elite Four is constantly on the verge\nof overheating. He’s a skillful Trainer of Fire-type\nPokémon who is always burning for an all-out battle.",
    "10007000000": "Rumored to be descended from an ancient Alolan dynasty,\nthis Ghost-type Pokémon user serves as one of the \nAlola region’s Elite Four.",
    "10008000000": "A cute Gym Leader who loves Grass-type Pokémon,\nthis well-mannered Trainer teaches flower arrangement\nin Kanto.",
    "10009000000": "This Gym Leader is a serious, stoic family man who never\nneglects his training to become stronger—nor caring for\nhis family—in his pursuit of victory.",
    "10010000000": "A Gym Leader who uses Water-type Pokémon,\nCrasher Wake is beloved by his many fans for\nhis passionate performances.",
    "10011000000": "Highly popular in the Unova region, this bassist balances\nher time between her band and being a Poison-type\nGym Leader.",
    "10012000000": "A lively Gym Leader who speeds around on roller skates,\nshe is known as the Mega Evolution successor in her\nnative Kalos.",
    "10013000000": "A kahuna who wanders the islands of Alola and has been\naccepted by its guardian deities, she inherited her title\nand speaking style from her greatly respected grandfather.",
    "10014010000": "A talented Trainer who is both a Gym Leader and a\nteacher in the Unova region, he is committed to fulfilling\nboth roles well—even though he’s just starting out.",
    "10015000000": "Known as the rock-solid Pokémon Trainer, he is a\nreliable Gym Leader who watches over and supports\nyounger Trainers.",
    "10015010000": "In his sygna suit, Brock is ready for anything. His polished,\nrock-hard strength makes his attacks hit with the weight\nof a boulder.",
    "10016000000": "Normally a cargo plane pilot, this Gym Leader flies\nthrough the sky with her Pokémon. Her cheery personality\nhas earned her many fans.",
    "10018000000": "Utilizing her deep knowledge of Pokémon on her journey,\nshe looks out for all Pokémon and treats them with love.\nShe is known for her kind personality.",
    "10019000000": "His goal is to be like his dad, Norman—a Gym Leader he\nreally looks up to. He is a bit mischievous, but he is\nserious about Pokémon battles.",
    "10020000000": "This highly talented Trainer is said to have acquired his\nPokémon battling skills on a journey around Unova.\nHe seems calm but actually hates losing.",
    "10021000000": "This highly skilled, powerhouse Trainer prominent in Kanto\nis the grandson of the famous Professor Oak. Red is both\nhis lifelong rival and his best friend.",
    "10022000000": "A lover of Ice-type Pokémon and a family man,\nthis Gym Leader cried when he saw the\nBrycen-Man movie and became a huge fan.",
    "10023000000": "She claims that attacking in battles is not her forte.\nShe is a kind Trainer who quickly heals up Pokémon\nthat have been injured in battle.",
    "10024000000": "While she is one of the Unova Pokémon League’s\nElite Four, she is also a novelist who sometimes uses\nTrainers who challenge her as material for her books.",
    "10025000000": "This passionate Gym Leader has a fixation on focus.\nHowever, she sometimes wonders if she should play it\ncooler as an Ice-type Pokémon user.",
    "10026000000": "A lively, talkative, trend-following Gym Leader who’s\nproud of her cute Pokémon, she cries in disappointment\nwhen she loses a battle.",
    "10027000000": "This bold Gym Leader uses Grass-type  Pokémon and is\nquite scared of ghosts and anything that surprises her. \nHer fear sometimes keeps her up at night.",
    "10028000000": "She is a proud, confident Gym Leader who uses\nDragon-type Pokémon. Her cousin Lance is also a\nDragon-type Pokémon user.",
    "10029000000": "A Gym Leader with a fiery, brave personality, she can be\na bit too serious and sometimes tries too hard to conduct\nherself properly.",
    "10030000000": "One of a rare pair of twin Gym Leaders, she helps at\nthe Mossdeep Space Center and excels at cooperation\nin battle—much like her twin, Tate.",
    "10031000000": "This telepathic Gym Leader is Liza’s twin. They are more\nskilled at battling together than alone, though sometimes\nthey do disagree with each other.",
    "10032000000": "This veteran Gym Leader with over 50 years experience\nis known as the Winter Trainer. He stays healthy with his\ndaily routine of early morning Pokémon battling.",
    "10033000000": "This Ground-type Gym Leader runs a mining company in\nUnova. He is a bit pushy but is admired by his employees\nand the community for his strong sense of justice.",
    "10034000000": "One of the captains of the Alola region, she travels\naround at her own pace, searching for subjects for her\nartwork that both people and Pokémon will enjoy.",
    "10035000000": "This cautious Electric-type Gym Leader sets a lot of traps\nin his Gym. He excels at paralyzing his opponents\nin battle.",
    "10036000000": "This young Trainer serves as one of the captains of the\nAlola region. Despite his youthfulness, he is an awesome\nengineer who has invented many devices.",
    "10037000000": "An elderly Grass-type Gym Leader with a calm nature, his\nwork as a gardener keeps him physically strong. He’ll go\nwherever he needs to to harvest his favorite tea leaves.",
    "10038000000": "A Gym Leader who uses Rock types and works in a mine,\nhe’s good at digging holes and likes to collect fossils.\nHe respects his father, Byron, who is also a Gym Leader.",
    "10039000000": "A well-traveled camerawoman who is also a Bug-type\nGym Leader, she often goes out with her older\nsister, Alexa.",
    "10040000000": "This former movie star left the silver screen due to an\non-set injury. Known for his stellar performance in the\nBrycen-Man movie, he is also a strong Gym Leader.",
    "10041000000": "He analyzes his opponents, and his knowledge of\nand skills with any Pokémon are the real deal.\nAs Factory Head, he battles challengers.",
    "10042000000": "This Gym Leader loves bird Pokémon more than anything.\nShe has passionate fans in the Fortree City Gym thanks to\nher graceful appearance. ",
    "10043000000": "This Gym Leader is skilled with Fighting-type Pokémon\nand also trains his body to surf. He moved from Kanto to\nHoenn for the waves.",
    "10044000000": "An honors student at the Trainers’ School and a proud,\nskillful Gym Leader, she loves Rock-type Pokémon\nand fossils.",
    "10045000000": "The youngest Gym Leader in Johto and a lover of\nbug Pokémon, he has great knowledge of Bug types\nand wants to become a Pokémon Professor.",
    "10046000000": "Known for being a bit gruff, this Frontier Brain takes on\nTrainers and Pokémon with passion. As Factory Head,\nhe also has deep knowledge of Pokémon.",
    "10047000000": "This stoic, masked Trainer has traveled the world and\ntrained constantly in his pursuit of strength, rising to\nbecome one of Kanto’s Elite Four.",
    "10048000000": "As an elegant member of the Elite Four and user of\nDark-type Pokémon, this risk taker has a good attitude\nabout winning and losing.",
    "10049000000": "This member of the Elite Four apparently gained the ability\nto commune and even converse with ghosts, thanks to her\ntraining on Mt. Pyre.",
    "10050000000": "This young fighting genius is a Gym Leader who is always\ntraining with her Fighting-type Pokémon. She never\nforgets to express her gratitude to her opponents.",
    "10051000000": "This kahuna is trusted like a big sister by her island’s\nresidents, thanks to her compassion and strength in battle.\nThe jewelry shop she runs also handles fossils.",
    "10052000000": "This Gym Leader loves the ocean so much, people say he\nis a bigger splash than the sea. Since his Gym is right by\nthe ocean, he swims whenever he has no challengers.",
    "10053000000": "A Gym Leader who excels at bouldering and is also a\npopular trendsetter, he tries to avoid sweets but they’re\nactually one of his favorite things.",
    "10054000000": "This modern-day ninja and member of the Elite Four\nwears down his opponents with his versatility and has\nalso trained his daughter, Janine, in the ways of the ninja.",
    "10055000000": "A Steel-type Pokémon user and member of the Elite Four\nwho wears armor, he battles his opponents chivalrously\nand acknowledges their strength with respect.",
    "10056000000": "This kahuna works as a police officer in the Alola region.\nHe appears lazy, but he is truly skilled in Pokémon battles\nand also deeply compassionate.",
    "10057000000": "A member of the Elite Four who believes that people and\nPokémon can become stronger through rigorous—even\nextreme—training, he shouts “Hoo Hah!” to get fired up.",
    "10058000000": "A genius pro golfer with a stoic personality who competes\nall over the world, she is also a diligent member of the\nElite Four who never neglects Pokémon battles.",
    "10059000000": "This old man with a passion for trivia is known as the\nhotheaded quiz master. He’s a Fire-type Gym Leader with\na veteran Trainer’s skill and a researcher’s knowledge.",
    "10060000000": "Koga’s daughter and a ninja Gym Leader, she uses\nPoison-type Pokémon out of respect for her father.\nShe also likes to argue like him from time to time.",
    "10061000000": "A strong-willed veteran with a penchant for battling, this\nmember of the Elite Four tries to wear opponents down.\nShe seems to have some history with Professor Oak.",
    "10062000000": "Beneath her calm, cerebral exterior, a passion for\nPokémon lurks in this Elite Four member’s heart.\nShe likes wild and tough Dark-type Pokémon.",
    "10063000000": "One of the Unova League’s Elite Four, he knows the\ndifficulty in becoming strong and yet he strives to grow\neven stronger in battle.",
    "10090000000": "Known as the wandering stone collector due to his love\nof rare stones, he is actually the heir to the Devon\nCorporation and Champion of the Hoenn Pokémon League.",
    "10091000000": "This Champion of Sinnoh is an archeologist who researches\nthe history and mythology of Pokémon. Her deep love for\nPokémon sent her on an adventure when she was young.",
    "10092000000": "This lively young Trainer’s family lives among dragon\nPokémon. Despite her youth, her skills in battle have\nmade her a Champion.",
    "10094000000": "Once saved by a Pokémon, now he battles as one of the\nElite Four to show his gratitude. He thinks Trainers should\nhave virtuous hearts.",
    "10095000000": "One of the Unova Pokémon League Elite Four, this refined\nyoung lady overcame her past weaknesses and became a\nstronger Trainer.",
    "10096000000": "This member of the Elite Four is serious about both\ncooking and Pokémon battles, striving to perfect them as\nworks of art. His skill in both fields is undeniable.",
    "10097000000": "She doesn’t speak much and seems mysterious, but she\nsimply doesn’t like to talk and is really a Trainer with a\nkind heart who cares about both people and Pokémon.",
    "10098000000": "An optimist whose constant smiling is infectious, he loves\nmalasadas and fun. He takes Pokémon battles where\nTrainers are in sync with their Pokémon very seriously.",
    "10099000000": "An incredibly impetuous, high-spirited young man who\nruns straight for what he wants without any hesitation,\nhe has an earnest passion for Pokémon.",
    "10101000000": "This high-spirited young lady likes to stand out and has\na strong sense of justice. Her dream is to have many\nbattles with Trainers all over the world.",
    "18000000000": "A new Trainer on a new adventure with [EN:Gen Ref=\"255\" M=\"his\" F=\"her\" ] Pokémon,\nready to take [EN:Gen Ref=\"255\" M=\"his\" F=\"her\" ] important first steps toward becoming\na Pokémon master.",
    "10110000000": "A Gym Leader known as the Tomboyish Mermaid,\nshe has an upbeat personality but also acts tough\nand takes rules very seriously.",
    "10106000000": "This Electric-type Gym Leader also works as a model.\nWatching her battle in the beautiful, bright lights of her\nGym can be mesmerizing.",
    "10153000000": "One of the Hoenn League Elite Four, this elegant lady\ntraveled far to hone her Pokémon’s Ice-type moves.\nShe seeks opponents with a fiery passion for battle.",
    "18000020000": "With a new Pokémon partner in tow, this Trainer is ready\nto grow and take on tougher Pokémon battles, using [EN:Gen Ref=\"255\" M=\"his\" F=\"her\" ]\npotential as [EN:Gen Ref=\"255\" M=\"his\" F=\"her\" ] greatest weapon.",
    "10101100000": "Dressed head to toe for warm hospitality during the\nholiday season, Rosa and Delibird deliver joy and cheer\nto all of their friends.",
    "10096100000": "Though his uniform has changed, Siebold remains a chef\nat heart. He is working on his newest recipe, a lavish\ndelicacy featuring Octillery ink.",
    "10140000000": "This leader of the expansive Team Rainbow Rocket\nenterprise, which aims to use Pokémon to rule the world,\nbelieves Pokémon are no more than tools.",
    "10111000000": "The Indigo League Champion prefers his battles\nfair and square, and many find his caring demeanor\nvery endearing.",
    "10017000000": "This cheerful and friendly Trainer has an insatiable\nsense of adventure and absolute confidence in her\nbattling skills.",
    "10112000000": "A reliable veteran Pokémon Trainer from Johto, this\nenergetic nature lover can often be found roaming\nthe mountains.",
    "18000120000": "Full of hope and curiosity about what each new day\nwill bring, this Trainer is up to any challenge with [EN:Gen Ref=\"255\" M=\"his\" F=\"her\" ]\nLegendary Pokémon.",
    "10129000000": "This mysterious Trainer journeyed throughout the Hoenn\nregion to carry out her mission as the Lorekeeper of the\nDraconid people.",
    "10106100000": "With her new sygna suit, Elesa makes sure that center\nstage is hers—be it in the world of Pokémon battles\nor fashion. ",
    "10157000000": "A unique Trainer in both looks and mannerisms, she\nbegan designing Pokémon-inspired clothes in the hope\nthat someday she could become a Pokémon.",
    "10114000000": "A powerful psychic herself, this Gym Leader who uses\nPsychic types can see the future with her precognitive\npowers. She allegedly does not like conflict.\n",
    "10151000000": "This Gym Leader uses Ghost types and has made a\nreputation for herself in both contests and Pokémon\nbattles. She is known for her avid study of Pokémon.",
    "10137000000": "This pioneering Pokémon Professor was an accomplished\nTrainer in his heyday and has since become an authority\non Pokémon research. He is also Blue’s grandfather.",
    "10125000000": "He is the strong leader of a group of toughs in Alola\ncalled Team Skull. The group’s rowdy members obey him,\nand his kindness has earned their devoted respect.",
    "10121000000": "This Team Skull Admin controls the rest of the team and\nis seen as something of a big sister type. She looks after\nthe Grunts and won’t forgive anyone who bullies them.",
    "10131000000": "This Lumiose City Gym Leader has a burning passion for\ninventing. His scientific discoveries lead the path to the\nfuture and help out a large number of other Trainers.",
    "10127000000": "A Gym Leader referred to as the “Prince of Water,”\nhe carries an air of refinement about him. His elegant\nbattle style has earned him many fans.",
    "10113000000": "This Gym Leader is known to have a heart that cares for\nPokémon. While she appears calm and gentle, she can get\nquite fired up when talking about Steel-type Pokémon.",
    "10128000000": "Known as a boy who loves Pokémon, adventures, and\nbattling, he has put everything into growing stronger as\na Pokémon Trainer.",
    "10133000000": "Although known for aiming to be the strongest Trainer in\nthe world, this boy no longer cares about strength alone.\nHe’s also realized the importance of a kind heart.",
    "10159000000": "Darach is an adept Castle Valet with extraordinary insight.\nThe secret to his strength is his ability to make decisions\non the fly, which allows him to adapt to any situation.",
    "10116000000": "This friendly and upbeat Trainer packs quite a punch,\nthanks to her travels in Sinnoh. Despite her skill as a\nTrainer, she can be a little scatterbrained at times.",
    "10170000000": "With Bug-type Pokémon as his eternal muse, this Castelia\nCity Gym Leader and accomplished artist lives life at his\nown pace, keeping an open mind to new discoveries.",
    "10048100000": "Grimsley is back in his brand-new, crisp blue sygna suit!\nHis sharp instincts honed by the raging seas, this thrill\nseeker has set his sights on riding a wave to victory.",
    "10130000000": "This Trainer from Kalos loves Pokémon and fashion. She’s\nusually cheerful and upbeat, but when a battle starts,\nher demeanor shifts, revealing her calm, serious side.",
    "10148000000": "This Ghost-type Gym Leader has secretly trained at the\nEcruteak City Gym his entire life. As a result, he can now\nsee what others cannot.",
    "10198000000": "The taciturn Frontier Brain of Hoenn’s Battle Pike prefers\nto let the roar of her fighting spirit speak for her. She\nnever forgets the face of anyone who defeats her.",
    "10240000000": "This member of Team Rocket denounces the evils of truth\nand love, and swears her loyalty to the boss, Giovanni.\nJames and Meowth are her eternal partners in crime.",
    "10194000000": "The leader of the evil Team Galactic. Believing the human\nspirit to be incomplete, he’s trying to create a new world.\nCalm and logical, he’s highly trusted by his subordinates.",
    "10091010000": "Cynthia’s sygna suit conceals a passionate fighting spirit.\nShe has vowed to fight her way to the top in Pokémon\nbattles with her partner, Kommo-o.",
    "10090400000": "Steven’s looking a little festive in his cool summer attire!\nHe and his Alolan Sandslash partner escape the heat by\nentering caves in search of rare stones.",
    "10002400000": "Lyra has a new outfit to beat the summer heat! Caught up\nin the fun atmosphere of a summer festival, she can’t help\nbut dance and sing with her partner, Jigglypuff.",
    "10241000000": "This member of Team Rocket extends his reach to the stars\nabove, working day and night with Jessie and Meowth\nto make the dreams of their boss, Giovanni, a reality.",
    "10118000000": "Lillie is a kindhearted Trainer who always does her best.\nHaving overcome many obstacles in her past, she is now\nstrong enough to face any challenge that comes her way.\n",
    "10119000000": "Gladion doesn’t say much, but he cares deeply about his\nfriends, family, and Pokémon. He used to be much more\nrebellious and fixated on becoming stronger.",
    "10120000000": "Lusamine is the beautiful president of the Aether\nFoundation. She has a deep, maternal love for Pokémon\nand is the actual mother of Lillie and Gladion.",
    "10021010000": "Blue is looking stylish in his sygna suit. With his Blastoise\nby his side, he has faced many strong opponents in his\npursuit to become the greatest Trainer.",
    "10017100000": "Leaf’s sygna suit has a sporty look. Together with her\ntrusted partner, Venusaur, she has pledged to fight with\nall her strength to protect her friends.",
    "10115000000": "Said to be the top Gym Leader in Sinnoh, Volkner is a\npassionate Trainer always looking for thrilling battles. He\nrenovates his Gym while waiting for worthy challengers.",
    "10183000000": "The friendly and highly curious Molayne runs the Hokulani\nObservatory and manages the PC box system in Alola. He\nis Sophocles’s cousin and friends with Professor Kukui.",
    "10007400000": "Acerola is back—this time in a Mimikyu costume. She is\nready to head out into the festively decorated town to\nchallenge sync pairs to battles and win candy.",
    "10020400000": "Hilbert is back and ready to get some candy in his\nMightyena costume. He is determined to stand up against\neven spooky Ghost types in order to protect his allies.",
    "10100000000": "Nate is a skilled Trainer from Unova who is always ready\nfor Multi Battles thanks to his friendly attitude. He closely\nstudies his role models to learn what makes them strong.",
    "10102000000": "Bianca is a Trainer who once traveled across the Unova\nregion. She loves Pokémon and currently works as an\nassistant to Professor Juniper to learn more about them.",
    "10215000000": "Lisia is Hoenn’s number one contest idol along with her\nAltaria, Ali. She has a natural knack for contests and is\nalso a hard worker—something her fans adore her for.",
    "10243000000": "Gloria is full of courage and up for any challenge. She is\nslightly mischievous and enjoys playing outdoors, and she\nloves curry just as much as she does Pokémon battles.",
    "10016400000": "Skyla is back in a cozy red outfit for winter. She hopes to\nbring happiness to everyone she meets while alongside\nher Togekiss, a Pokémon known as a bringer of blessings.",
    "10008400000": "Erika has a new outfit and a flower basket. Together with\nher flower-loving partner, Comfey, she aims to bring\nhappiness to all with beautiful flower arrangements.",
    "10089000000": "N, the former king of Team Plasma, has a special power.\nBefriending even the Legendary Pokémon of Unova, he\nwants a world where people and Pokémon truly coexist. ",
    "10126000000": "May is a cheerful girl and the daughter of Professor Birch\nfrom the Hoenn region. She’s great at taking care of\nothers and loves cute Pokémon and conducting fieldwork. ",
    "10118400000": "Lillie challenged herself to try on a traditional Johto outfit.\nThe pollen puffs her Ribombee makes are so tasty, she\ntends to eat too many when snacking on them.",
    "10111400000": "Lance returns in traditional clothing from his hometown.\nRumor has it he’s been searching the shops on Pasio for a\ncape that matches the Gyarados pattern on his new outfit.",
    "10124000000": "Mallow is a captain on Akala Island in Alola and works\nat a restaurant where she hones her skills as a chef. Her\ncooking is unique but popular among some.",
    "10132000000": "Alder is the highly experienced former Champion of\nUnova. He wanders around, telling younger generations\nthe good news of a wonderful future with Pokémon.",
    "10136000000": "This friendly Pokémon Professor from Lumiose City in Kalos\nis researching the mysteries of Mega Evolution. His hobby\nis sampling food from cafés while walking around town.",
    "10196000000": "A well-known researcher and the boss of Team Flare,\nLysandre despairs at ugly conflicts in the world. His goal\nis to create a world where only the chosen ones remain.",
    "10256000000": "This Galar Gym Leader who loves Dark-type Pokémon is\nalso a well-known singer and songwriter. Many of his\nfans were charmed by his melancholic vocal quality.",
    "10130400000": "Serena dressed up in a new outfit to celebrate a special\nevent! With a chic new outfit and a cute bag, her\ncoordination with her Whimsicott is spot-on!",
    "10116400000": "Dawn is ready to start baking for a special event!\nTogether with Alcremie, she’ll be whipping up some\nsweet snacks to give to her friends with all her heart.",
    "10158000000": "Diantha is the Kalos Champion and also a famous actress.\nShe’s quite friendly and loves striking up conversations\nwith skilled Trainers. She can often be found in cafés.",
    "10092800000": "Now Champion of the Unova region, Iris has calmed down\nslightly but is just as strong a Trainer as ever. She enjoys\nhaving serious battles with skilled Trainers.",
    "10245000000": "This Trainer from Spikemuth in the Galar region hopes to\nbecome Champion to liven up her hometown. Her battle\ntactics and cute appearance have earned her many fans.",
    "10247000000": "The Galar Champion, known as the unbeatable Leon, is a\nsuperstar who boasts unprecedented charisma and\npopularity. Rumor has it he is quite bad with directions.",
    "10122000000": "This Trainer loves Pokémon and adventure. He continues\nto train in the Alola island challenge, and his skills have\neven gained him recognition from Professor Kukui.",
    "10123000000": "This highly curious and easygoing Trainer is friendly with\neveryone and quite easy to get along with. She doesn’t\nworry about the little things and tends to act on instinct.",
    "10126400000": "May is back in a cute egg-hunting outfit along with\nLopunny, a reliable fieldwork assistant that excels at\nfinding things. May loves her long, fluffy ears.",
    "10170400000": "Burgh is dressed up in a special outfit to raise excitement\nfor egg hunts along with Togepi, a great artistic partner.\nHis colorful outfit is an inspiration for his artistic muse.",
    "10249000000": "This Gym Leader from Galar is also a popular model. She\ngrew up playing with Water-type Pokémon thanks to her\nparents’ influence and is good friends with Sonia.",
    "10250000000": "This Gym Leader is a karate prodigy from Galar who is\nhighly disciplined and trains daily. She also loves sweets,\nbut she likes to keep that a secret.",
    "10257000000": "Said to be the strongest Gym Leader in Galar, this\nTrainer has an easygoing personality that quickly changes\nto a fiery determination to win once he starts to battle.",
    "10195000000": "The mastermind behind Team Plasma and its true leader.\nHe is a cold and calculating master manipulator who once\ntried to use N to take over the world.",
    "10117000000": "A famous pro wrestler from the Alola region whose\nmission is to carry on the legacy of the Battle Royal. His\nfans wear masks to his battles to show their support.",
    "10192000000": "As the leader of Team Magma, Maxie dreams of creating\nan ideal world for humans. He’s a logical thinker and\nwilling to make sacrifices to accomplish his objectives.",
    "10193000000": "As the leader of Team Aqua, Archie aims to create an\nideal world for Pokémon. He has a wild, outgoing\npersonality and has earned the trust of his subordinates.",
    "10161000000": "Hala is Hau’s grandfather and the Island Kahuna of\nMelemele Island in Alola. He’s a top-class Trainer and a\nmaster of Alolan sumo.",
    "10160000000": "Lana is an avid fisher and one of the captains of Akala\nIsland. She loves her family and is constantly helping the\nfamily business or babysitting her twin sisters.",
    "10149000000": "Kiawe is a captain of Akala Island and an aspiring dancer\nwho hopes to go pro one day. With Marowak, he studies\nthe traditional dances passed down in the Alola region. ",
    "10008000001": "A cute Gym Leader who loves Grass-type Pokémon,\nthis well-mannered Trainer teaches flower arrangement\nin Kanto.",
    "10035000001": "This cautious Electric-type Gym Leader sets a lot of traps\nin his Gym. He excels at paralyzing his opponents\nin battle.",
    "10148000001": "This Ghost-type Gym Leader has secretly trained at the\nEcruteak City Gym his entire life. As a result, he can now\nsee what others cannot.",
    "10062000001": "Beneath her calm, cerebral exterior, a passion for\nPokémon lurks in this Elite Four member’s heart.\nShe likes wild and tough Dark-type Pokémon.",
    "10129000001": "This mysterious Trainer journeyed throughout the Hoenn\nregion to carry out her mission as the Lorekeeper of the\nDraconid people.",
    "10108000000": "This Subway Boss is the older of the twin brothers who\nrun the Battle Subway in Unova. He usually specializes in\nSingle Battles.  ",
    "10109000000": "This Subway Boss is the younger of the twin brothers who\nrun the Battle Subway in Unova. He likes working with\ndifferent combinations of Pokémon in Double Battles.",
    "10243400000": "Gloria’s dressed in a cute, breezy outfit! With her\npartner Inteleon, she’ll snipe through even the\nstrongest opponents!",
    "10245400000": "Marnie’s looking cool and ready to party! She’s been\npracticing her smiles with Grimmsnarl to help welcome\ncustomers to the beachside pop-up eatery!",
    "10066010000": "Host of the PML and owner of the artificial island of Pasio,\nhe is also the prince of a certain kingdom and a highly\nskilled individual. His bond with Hoopa fuels him in battle.",
    "10067010000": "Having served as one of Lear’s retainers since she was\nyoung, she always has Lear on her mind. Despite her\nunique, lighthearted tone, she’s actually a hard worker.",
    "10068010000": "Sawyer is one of the retainers for Lear’s royal family and\nhead of the PML staff. He looks scary but is actually\nquite sentimental.",
    "10135000000": "One of the Hoenn League Elite Four, he loves Pokémon\nbattles and doesn’t really care if he wins or loses. He has\na rough way of speaking but is actually a polite person.",
    "10150000000": "This Flying-type Pokémon user and Johto Gym Leader has\na serious demeanor and can be a bit hardheaded. He\naims to become a great Trainer like his father.",
    "10205000000": "The third-born of the four Battle Chatelaine sisters, she\nhas a very shy personality but very real skill. In the Battle\nMaison, she is in charge of Double Battles.",
    "10244000000": "This Trainer from the town of Postwick is Leon’s little\nbrother. His experience in the Gym Challenge inspired him\nto chase a new dream of becoming a Pokémon Professor.",
    "10247100000": "Leon’s feeling keenly mystical in his new sygna suit. He is\non a journey to find new strength and possibilities for his\nfuture along with his powerful partner, Eternatus.",
    "10045900000": "The youngest Gym Leader in Johto and a lover of bug\nPokémon, he has great knowledge of Bug types and\nwants to become a Pokémon Professor.",
    "10089400000": "N is back in a beautiful outfit. He’s ready to join the\nUnity Gala together with Reshiram to give thanks for the\nmany friends he’s made on Pasio.",
    "10118500000": "Lillie is back in a gorgeous outfit. Together with Lunala,\nshe’s going to join the Unity Gala and show everyone\nwhat she’s made of!",
    "10090500000": "Steven is back in a fancy suit! He’s pursuing new strength\nand potential together with Rayquaza, a Pokémon that\nembodies the mysteries of Mega Evolution.",
    "10110010000": "Misty is feeling comfortable in the swimsuit she usually\nwore back at her Gym in Kanto. She’s been training\nextra hard at the beach with her Pokémon.",
    "10000800000": "Red is feeling brand-new in this outfit that he wore\nback when he traveled the Kanto region. He often\nthinks about the friends he’s made on his journeys.",
    "10021800000": "Blue is going back to the basics in the outfit he wore\nwhen he traveled the Kanto region. He’s learned from his\npast mistakes and is still aiming to be number one.",
    "10251000000": "This Ghost-type Gym Leader keeps his face hidden behind\na mask and has one hundred copies of it. He likes to be\nalone in places like ancient ruins and graveyards.",
    "10110100000": "Misty is back in a stunning sygna suit. She swims so\nelegantly with Vaporeon, they look just like a pair of\nmermaids from a fairy tale.",
    "10008100000": "Erika’s sygna suit blends in harmoniously with nature. On\nsunny days, she can often be seen enjoying an afternoon\nnap with Leafeon.",
    "10148400000": "Morty is ready to enjoy the Midnight Parade with his\nspooky partner, Banette. Together, they welcome Trainers\nand usher them into the world of Ghost-type Pokémon.",
    "10095400000": "Caitlin is wearing an outfit that matches her partner,\nSableye. Rumor has it that those who disturb her slumber\nare invited to an enchantingly elegant ball.",
    "10125400000": "Guzma is back in a special costume, fearlessly leading\nhis team from the front of the pack. He lets out mighty\nbattle cries of destruction together with Buzzwole.",
    "10158400000": "Diantha is back in a special costume, rallying her team\nwith her professional acting chops. She and Keldeo\nchallenge each other to reach even greater heights.",
    "10113400000": "Jasmine is back in a special costume. She uses her\nsteel-clad defense to protect her team and is always\npolishing Celesteela until its body is nice and shiny.",
    "10004400000": "Hilda is back in a special costume designed to match\nher partner, Diancie. Even as she captivates audiences\nin battle, she aims for victory without ever holding back.",
    "10259000000": "Sonia is a new professor researching the legends of Galar\nand has already published a book with her findings. She’s\nadventure buddies and childhood friends with Leon.",
    "10106800000": "Elesa’s back in a nostalgic outfit. She makes her\nopponents’ heads spin in battle with moves that are\nspeedy as a roller coaster.",
    "10249400000": "Nessa’s ready to use her modeling experience to make\nthings fun for everyone while delivering presents! She’s\nfishing buddies with her partner Pokémon, Eiscue.",
    "10247400000": "Leon’s ready to jump into delivering presents with Calyrex\nin tow. As the Champion of Galar, he’s prepared to go\nanywhere he’s called.",
    "10120100000": "Lusamine is back in a sygna suit that shines. Together with\nNecrozma and Solgaleo, she unleashes her true strength\nto protect humans and Pokémon alike.",
    "10048800000": "Grimsley’s back in something different from his usual look.\nHe’s been spotted standing at the beach alone, \nmysteriously flipping coins to decide tomorrow’s fate.",
    "10162000000": "This Trainer is from Sandgem Town in the Sinnoh region.\nWith a kind soul and strong sense of justice, he’s also an\nassistant to Professor Rowan, the authority on\nPokémon Evolution.",
    "10091200000": "Cynthia is wearing a mysterious-looking sygna suit.\nTogether with her partner Giratina, she’s ready to uncover\nthe mysteries hidden around the world.",
    "10114400000": "Sabrina is in a festive outfit to celebrate the new year.\nShe soothes her mind, which at times shows her glimpses\nof the future, by listening to the chime of Chingling’s bell.",
    "10115400000": "Volkner is wearing a special outfit to celebrate the new\nyear. With his partner Electivire, he’s hoping to find\nstrong opponents to have electrifying battles with.",
    "10245410000": "Marnie’s challenging herself to shape her feelings of\ngratitude into Palentine’s Day sweets with Mawile. These\ntwo may look cute, but don’t let your guard down!",
    "10250400000": "Bea is enjoying Palentine’s Day. As she trains with \nVanilluxe in frigid weather, she also trains her mind to\nresist the sweet temptation of desserts.",
    "10116100000": "Dawn is partners with Cresselia and wearing a sygna suit\nreminiscent of a fairy tale prince. With a brilliant smile on\nher face, she chases off nightmares on Pasio.",
    "10194100000": "Cyrus dons a sygna suit to forge a deeper connection with\nDarkrai, thus strengthening its nightmarish powers. He still\naims to create a complete world that embodies his ideals.",
    "10016500000": "Skyla is back in a beautiful outfit. She takes off into the\nsky to ride the wind with her partner Tornadus and\nis helping Lear celebrate his Friendiversary with Hoopa.",
    "10126500000": "May is back in a fancy outfit. She and Latias are\ntaking the stage in shining glory to help Lear\ncelebrate his Friendiversary with Hoopa.",
    "10257400000": "Raihan’s back in a dashing outfit! He’s doing what he\ndoes best by kicking up sandstorms with Flygon. He also\nis helping Lear celebrate his Friendiversary with Hoopa. ",
    "10130100000": "Serena’s dressed to impress in a chic sygna suit and\nupdated her hairstyle for a more mature look. She and\nZygarde are working together to protect all of Pasio.",
    "10118410000": "Lillie is back in a special costume with her partner\nPolteageist in its rare Antique Form. They’re trying to\nsolve riddles so they can join a tea party.",
    "10259400000": "Sonia’s back in a special costume and has prepared a few\nriddles for some tea party fun. She’s been practicing her\nroyal laugh by mimicking Tsareena.",
    "10108400000": "Ingo is back in a special costume and has prepared a few\nriddles for some tea party fun. He traded with Emmet for\nhis partner Accelgor.",
    "10109400000": "Emmet is back in a special costume and has prepared a\nfew riddles for some tea party fun. He traded with Ingo\nfor his partner Escavalier.",
    "10021900000": "This highly skilled, powerhouse Trainer prominent in Kanto\nis the grandson of the famous Professor Oak. Red is both\nhis lifelong rival and his best friend."
}
