{
    "10000000000": "Amigo íntimo y eterno rival de Azul. Aunque a simple\nvista parezca un Entrenador reservado y de pocas\npalabras, posee una destreza legendaria.",
    "10001000000": "Profesor Pokémon dedicado al estudio de los\nmovimientos de los Pokémon que hizo realidad su\nsueño de construir una Liga Pokémon en Alola.",
    "10002000000": "Joven Entrenadora llena de vida e infinita curiosidad.\nAdora a los Pokémon por encima de todo y los cuida\ncon esmero.",
    "10003000000": "Entrenador de personalidad firme al que lo mueve su\nafán por hacerse más fuerte, aunque intente ocultarlo\ntras una actitud serena.",
    "10004000000": "Joven Entrenadora que viaja por el mundo en pos de\nvolverse más fuerte. Es una ferviente apasionada de la\nmoda, las curiosidades y, sobre todo, los combates.",
    "10005000000": "Experta en Pokémon de tipo Hielo e integrante del\nAlto Mando. Pese a su apariencia fría y calculadora,\nes una amante de lo adorable y posee una gran\ncolección de peluches.",
    "10006000000": "Experto en Pokémon de tipo Fuego y miembro del\nAlto Mando. Vuelca su ferviente corazón en los\ncombates hasta sobrepasar los límites.",
    "10007000000": "Miembro del Alto Mando de Alola y experta en\nPokémon de tipo Fantasma. Se dice que desciende\nde una noble familia de la región.",
    "10008000000": "Entrenadora que adora a los Pokémon de tipo Planta e\nimpartir clases de arreglos florales. Ejerce como Líder\nde Gimnasio en Kanto.",
    "10009000000": "Líder de Gimnasio sensato e impasible que se vuelca\nen cuerpo y alma a su familia y a su entrenamiento\npara volverse más fuerte.",
    "10010000000": "Líder de Gimnasio y experto en tipo Agua.\nSe le conoce como Mananti, el Destructor, y sus\nenérgicos combates desatan pasiones.",
    "10011000000": "Líder de Gimnasio y experta en tipo Veneno, es una\nbajista reconocida de una popular banda de música\nen la región de Teselia.",
    "10012000000": "Alegre Líder de Gimnasio que siempre va sobre\npatines. En su Kalos natal se la conoce como la\nHeredera de la megaevolución.",
    "10013000000": "Joven Kahuna con arrestos reconocida por los espíritus\nguardianes de Alola tras su viaje por la región. Habla\ncomo su querido abuelo.",
    "10014010000": "Talentoso Líder de Gimnasio y profesor de la región\nde Teselia. Se esfuerza como nadie para dar lo mejor\nde sí en ambos roles.",
    "10015000000": "Líder de Gimnasio con fama de ser más duro que una\nroca. Siempre dispuesto a ayudar a los Entrenadores\ncon sus primeros pasos.",
    "10015010000": "Cuando lleva el Traje Summum, la pétrea voluntad de\nBrock se vuelve más dura si cabe, y sus ataques se\nvuelven contundentes como rocas.",
    "10016000000": "Líder de Gimnasio y piloto que surca los cielos junto\na sus Pokémon. Su carisma y entusiasmo le han\ngranjeado multitud de seguidores.",
    "10018000000": "Gentil Entrenadora que recorre el mundo para ampliar\nsus conocimientos sobre los Pokémon, por los que se\ndesvive y profesa gran amor.",
    "10019000000": "Entrenador que aspira a ser un gran Líder de Gimnasio\ncomo su padre, Norman. Es un poco desastre, pero se\ntoma en serio los combates.",
    "10020000000": "Entrenador hábil y poseedor de una gran fuerza\nadquirida durante su arduo viaje por Teselia. Suele\nmantener la cabeza fría, pero a veces tiene muy mal\nperder.",
    "10021000000": "Nieto del renombrado Profesor Oak y uno de los\nEntrenadores más diestros de Kanto. Gran amigo,\na la par que eterno rival, de Rojo.",
    "10022000000": "Líder de Gimnasio entregado a su familia y a los\nPokémon de tipo Hielo. Gran admirador de las\npelículas de Juncomán.",
    "10023000000": "Dulce Entrenadora que centra sus esfuerzos en curar\na los Pokémon heridos en combate. Según ella, el\nataque no es su punto fuerte.",
    "10024000000": "Integrante del Alto Mando de Teselia y escritora\nvocacional. Sus contrincantes suelen ser fuente de\ninspiración para sus novelas.",
    "10025000000": "Líder de Gimnasio conocida por su gran motivación.\nSu apasionado carácter contrasta con su preferencia\npor los Pokémon de tipo Hielo.",
    "10026000000": "Líder de Gimnasio sonriente, parlanchina y algo\nsuperficial. Adora tanto a sus Pokémon que rompe\na llorar de rabia cuando pierden.",
    "10027000000": "Líder de Gimnasio experta en tipo Planta. Es una\nEntrenadora enérgica, pero temerosa de los Pokémon\nde tipo Fantasma.",
    "10028000000": "Osada Líder de Gimnasio que maneja con soltura y\nseguridad a los Pokémon de tipo Dragón. Es prima\nde Lance, otro Domadragones.",
    "10029000000": "Líder de Gimnasio noble y apasionada. Su entusiasmo\nle puede y le hace pasarse de la raya sin querer y\nacabar quemada.",
    "10030000000": "Colaboradora del Centro Espacial de Algaria y Líder\nde Gimnasio junto con su hermano mellizo. Forman\nequipo en perfecta sintonía.",
    "10031000000": "Líder de Gimnasio junto con su hermana Leti. Aunque\na veces se peleen, cuando forman equipo alcanzan\nuna gran sintonía.",
    "10032000000": "Líder con más de 50 años de carrera, conocido como\nel Entrenador del Invierno. Debe su salud a una dura\nrutina de combates matinales.",
    "10033000000": "Líder de Gimnasio experto en tipo Tierra y empresario\nminero en Teselia. Algo brusco, pero su honestidad\nincuestionable se ha ganado el corazón de sus\nempleados.",
    "10034000000": "Capitana de Alola que adora viajar en busca de\ninspiración para plasmar la amistad entre Pokémon\ny humanos en sus obras.",
    "10035000000": "Experto en tipo Eléctrico, este cauto Líder tiene\nun gimnasio lleno de obstáculos. En combates,\nsu especialidad consiste en paralizar al rival.",
    "10036000000": "Uno de los Capitanes de Alola y genio de la\nelectrónica que crea inventos sin cesar, a cual\nmás fascinante.",
    "10037000000": "Un anciano y afable Líder de Gimnasio de tipo Planta\ncuyo oficio de jardinero le ha mantenido en forma,\npor lo que es capaz de viajar a pie en busca de los\nmejores tés.",
    "10038000000": "Líder de Gimnasio de tipo Roca y minero apasionado\npor coleccionar fósiles. Siente un profundo respeto\nhacia Acerón, su padre y también Líder de Gimnasio.",
    "10039000000": "Líder de Gimnasio experta en tipo Bicho y apasionada\nfotógrafa. Recorre el mundo con la cámara que le\nregaló su querida hermana Alexia en busca de\ninstantáneas memorables.",
    "10040000000": "Estrella del cine retirada temporalmente tras sufrir\nuna lesión durante un rodaje. Célebre por su papel\ncomo Juncomán, también es un formidable Líder de\nGimnasio.",
    "10041000000": "El Jefe de la Fábrica Batalla. Combina sus vastos\nconocimientos con su capacidad de analizar al rival,\nlo que le permite combatir con cualquier Pokémon.",
    "10042000000": "Líder de Gimnasio y gran amante de los Pokémon\npájaro. Los Entrenadores del Gimnasio de Ciudad\nArborada la admiran por su elegancia.",
    "10043000000": "Líder de Gimnasio que se especializa en Pokémon de\ntipo Lucha. Es un surfero apasionado que se mudó de\nKanto a Hoenn en busca de las mejores olas.",
    "10044000000": "Líder de Gimnasio, tan fuerte como orgullosa, y alumna\ndestacada de la Escuela de Entrenadores. Adora los\nPokémon de tipo Roca y los fósiles.",
    "10045000000": "Líder de Gimnasio amante de los Pokémon de tipo\nBicho. A pesar de su corta edad, sabe mucho acerca\nde los Pokémon y su sueño es llegar a ser Profesor\nPokémon algún día.",
    "10046000000": "As del Frente de Batalla con aire de tipo duro y pasión\npor los Pokémon y los combates. Como Jefe de la\nFábrica Batalla, sabe mucho acerca de los Pokémon.",
    "10047000000": "Entrenador enmascarado que no cesa en su empeño\nde volverse más fuerte. Tras recorrer el mundo\nentrenando a conciencia, entró a formar parte del\nAlto Mando de Kanto.",
    "10048000000": "Elegante miembro del Alto Mando de Teselia\nespecializado en el tipo Siniestro. Es también un\naficionado a competiciones y juegos, incluyendo los\ncombates Pokémon.",
    "10049000000": "Integrante del Alto Mando que, gracias a su duro\nentrenamiento en el Monte Pírico, forjó un vínculo\nespecial con los Pokémon de tipo Fantasma.\nAl parecer puede comunicarse con ellos.",
    "10050000000": "Líder de Gimnasio y experta luchadora que siempre\nentrena junto a sus Pokémon de tipo Lucha. Aprecia\ny recuerda a los contrincantes honestos y educados.",
    "10051000000": "Kahuna amada y respetada por su fuerza y su carácter\ncompasivo. Es dueña de una joyería en la que vende\npiedras y fósiles.",
    "10052000000": "Líder de Gimnasio amante del océano y más salado\nque la mar. Su Gimnasio está muy cerca del agua, por\nlo que no es raro encontrarlo nadando en su tiempo\nlibre.",
    "10053000000": "Líder de Gimnasio y apasionado de la escalada y de\nla moda muy popular. Le encantan los dulces, pero\nintenta no comerlos demasiado a menudo.",
    "10054000000": "Miembro del Alto Mando de Kanto y ninja moderno\ncapaz de arrinconar a sus rivales hasta la victoria.\nTambién ha entrenado a su hija Sachiko en el\narte ninja.",
    "10055000000": "Miembro del Alto Mando de Kalos especializado en el\ntipo Acero. Viste una armadura y siente un profundo\nrespeto por los rivales fuertes y con espíritu\ncaballeroso.",
    "10056000000": "Kahuna de la región de Alola que además trabaja\ncomo policía. Parece algo pasota, pero en realidad\nes un diestro luchador apasionado por los combates\nPokémon.",
    "10057000000": "Miembro del Alto Mando de Kanto que dedica su\ntiempo al más riguroso entrenamiento para fortalecerse\na sí mismo y a sus Pokémon. Siempre combate con\nentusiasmo.",
    "10058000000": "Golfista profesional de personalidad firme que ha\nviajado por todo el mundo. También es diestra en\ncombate y miembro del Alto Mando de Alola.",
    "10059000000": "Apodado el Maestro de los Acertijos, este Líder de\nGimnasio se especializa en Pokémon de tipo Fuego.\nDestila habilidad en combate y conocimiento en la\nmateria.",
    "10060000000": "Líder de Gimnasio y experta en el arte ninja. Utiliza\nPokémon de tipo Veneno al igual que su padre, Koga,\npor quien siente un profundo respeto. Siempre lo\ndefiende a capa y espada.",
    "10061000000": "Veterana integrante del Alto Mando de personalidad\nfuerte. Es una gran apasionada de los combates, en\nlos que acorrala a sus rivales. Parece tener cierto\npasado con el Profesor Oak.",
    "10062000000": "Miembro del Alto Mando, inteligente y tranquila, que\nsiente una gran pasión por los Pokémon. Muestra\npredilección por el tipo Siniestro, debido a su\nnaturaleza fuerte y salvaje.",
    "10063000000": "Integrante del Alto Mando de la Liga Pokémon de\nTeselia. Libra combates en buena lid para fortalecerse\naún más, pese a ser consciente de la dificultad que\nentraña.",
    "10090000000": "Vástago del presidente de Devon S. A. y Campeón\nde la Liga Pokémon de Hoenn. Muestra tal devoción\npor las piedras raras que lo apodan el Coleccionista\nde Piedras Errante.",
    "10091000000": "Campeona de Sinnoh y arqueóloga que estudia la\nmitología e historia de los Pokémon, sus compañeros\ninseparables desde su más tierna infancia, por los que\nprofesa un amor sin igual.",
    "10092000000": "Joven y pizpireta Entrenadora, cuya familia convive con\nPokémon dragón. Su extraordinaria destreza le ha\npermitido proclamarse Campeona pese a su temprana\nedad.",
    "10094000000": "Miembro del Alto Mando que combate para honrar a\nlos Pokémon que le salvaron la vida en una ocasión.\nCree con firmeza que a todo buen Entrenador ha de\nmoverlo un corazón honrado y bondadoso.",
    "10095000000": "Entrenadora de sangre azul, otrora condicionada por\nsu debilidad. Ha adquirido una fuerza tal que le ha\npermitido incorporarse al Alto Mando de la Liga\nPokémon de Teselia.",
    "10096000000": "Chef legendario que considera tanto la cocina como los\ncombates Pokémon un arte. Muestra sumo talento en\nambas disciplinas y se entrega a ellas por completo.",
    "10097000000": "Entrenadora de aire misterioso y parca en palabras.\nNo le gusta hablar, pero es amable y cariñosa tanto\ncon los Pokémon como con las personas.\n",
    "10098000000": "Eterno optimista de alegría contagiosa. Adora tanto\nlas malasadas como los combates que estrechan las\ndistancias entre un Entrenador y sus Pokémon.",
    "10099000000": "Joven vivaracho que vierte toda su pasión en los\nPokémon. Debido a su carácter impaciente, cuando\ntiene algo entre ceja y ceja, persigue firme su objetivo\nsin titubear.",
    "10101000000": "Joven y dicharachera Entrenadora con un gran sentido\nde la justicia a la que le encanta ser el centro de\natención. Sueña con medir sus fuerzas con gente de\ntodo el mundo.",
    "18000000000": "Entrenador[ES:Gen Ref=\"255\" F=\"a\" ] que sale de aventura con su Pokémon\npor primera vez. Está bien encaminad[ES:Gen Ref=\"255\" M=\"o\" F=\"a\" ] para llegar\na lo más alto.",
    "10110000000": "Entrenadora y Líder de Gimnasio, conocida como la\nSirena Temperamental, con una personalidad alegre\ny desenfadada. Cuando la ocasión lo requiere, se\nmuestra firme y fiel a sus ideales.",
    "10106000000": "Líder de Gimnasio experta en Pokémon de tipo Eléctrico\nque trabaja también como modelo. La gracilidad con la\nque combate encandila a cualquiera que la presencia.",
    "10153000000": "Una de las integrantes del Alto Mando de la región de\nHoenn, a la que viajó desde muy lejos para mejorar sus\nhabilidades glaciales. Le encanta enfrentarse a oponentes\ncon espíritus que hiervan de vitalidad.",
    "18000020000": "Entrenador[ES:Gen Ref=\"255\" F=\"a\" ] que demuestra poseer un gran potencial\nnada más debutar en su papel. Su mayor fortaleza son\nlas innumerables posibilidades que le depara el futuro.",
    "10101100000": "Lleva una prenda galardonada a aquellos que poseen un\ncorazón bondadoso. Con Delibird a su vera, pretende\nmostrar su agradecimiento a todas las personas que han\naportado algo significativo a su vida.",
    "10096100000": "Su corazón culinario es inmutable, independientemente de\ncómo vaya ataviado. Se encuentra en constante búsqueda\nde una receta que realce las cualidades de la tinta de\nOctillery con la que embelesar a sus comensales.",
    "10140000000": "Líder del Team Rainbow Rocket, una organización criminal\nque pretende valerse de los Pokémon para dominar el\nmundo. Ve a los Pokémon como meras herramientas.",
    "10111000000": "El Campeón de la Meseta Añil. Valora la confianza y el\namor por los Pokémon por encima de todas las cosas y\naborrece a los que juegan sucio en combate. Se preocupa\npor la gente y causa admiración allá por donde va.",
    "10017000000": "Alegre y simpática Entrenadora que posee una insaciable\ncuriosidad por todo lo que concierne a los Pokémon y\nuna gran confianza en sus habilidades combativas.",
    "10112000000": "Entrenador veterano y responsable, originario de Johto.\nEs un enamorado de la naturaleza al que nunca le faltan\nenergías para irse de expedición por el campo.",
    "18000120000": "Entrenador[ES:Gen Ref=\"255\" M=\"\" F=\"a\" ] con grandes esperanzas puestas en el\nmañana. Hace frente a cualquier adversidad junto\na su Pokémon legendario.",
    "10129000000": "Esta joven de sonrisa enigmática y envuelta en misterio\nes la Cronista heredera del legado del Clan Meteoro.\nViajó por la región de Hoenn con el objetivo de cumplir\nla misión que le fue encomendada.",
    "10106100000": "Enfundada en su Traje Summum, Camila siempre es\nel centro de atención, tanto en los combates Pokémon\ncomo en el mundo de la moda.",
    "10157000000": "Una Entrenadora única, tanto por su apariencia como\npor su extravagancia. Diseña ropa inspirada en Pokémon\ncon la esperanza de convertirse en uno algún día.",
    "10114000000": "Líder de Gimnasio con poderes mentales y experta en\nel tipo Psíquico que posee la habilidad de ver el futuro.\nSegún parece, los combates no son plato de su devoción.",
    "10151000000": "Líder de Gimnasio experta en el tipo Fantasma, conocida\npor ser una ávida estudiosa de los Pokémon. Se ha\nforjado su reputación en concursos y combates Pokémon.",
    "10137000000": "Una eminencia en el mundo de la investigación Pokémon.\nParece que en sus años mozos también era un portentoso\nEntrenador. Es el abuelo de Azul.",
    "10125000000": "Jefe de una organización de rufianes de la región de\nAlola conocida como Team Skull. Posee un don para\ncontrolar a los parias más rebeldes y su gentileza le\nha permitido granjearse el respeto de sus subordinados.",
    "10121000000": "Comandante del Team Skull. Vela por sus subordinados y\nsiempre los defiende cuando alguien los deja a la altura\ndel betún, por lo que es como una hermana mayor para\nellos.",
    "10131000000": "Apasionado inventor y Líder del Gimnasio de Ciudad\nLuminalia que ayuda a montones de Entrenadores con\ninvenciones y avances científicos que alumbran el camino\nhacia el futuro.",
    "10127000000": "Líder de Gimnasio de aire distinguido al que se conoce\ncomo el Príncipe del Agua. Su refinado e impecable estilo\nde combate le han granjeado numerosas fans.",
    "10113000000": "Líder de Gimnasio que muestra siempre gran aprecio por\nlos Pokémon. Aunque aparente ser tranquila, la simple\nmención de \"tipo Acero\" enciende un fuego en su interior.",
    "10128000000": "Joven que muestra gran entusiasmo por los Pokémon y\nlos combates que se libran con ellos. Se ha empleado\na fondo para convertirse en un Entrenador de primera.",
    "10133000000": "Joven cuyo objetivo en la vida es ser el Entrenador más\nfuerte habido y por haber, aunque ya no solo piensa que\nla fuerza sea lo más importante, sino que también tiene\nen cuenta la amabilidad.",
    "10159000000": "Este excelente mayordomo es capaz de evaluar cualquier\nsituación para reaccionar adecuadamente. Su agudeza y\nafilada percepción son sus mejores cualidades.",
    "10116000000": "Esta alegre Entrenadora, que ha conseguido hacerse\nfuerte tras entrenarse durante sus viajes por la región\nde Sinnoh, sigue mostrando de vez en cuando su\ntorpeza.",
    "10170000000": "El Líder de Gimnasio de Ciudad Porcelana es un artista\nque crea obras de arte basadas en Pokémon de tipo\nBicho, a los que adora. Su forma de pensar es particular\npero flexible, siempre abierto a sugerencias.",
    "10048100000": "Envuelto en un precioso Traje Summum azulado, Aza\npone en práctica su entrenamiento contra enérgicas\nmareas y hace gala de intrépidas tácticas para nadar\nhacia la victoria.",
    "10130000000": "A esta Entrenadora le encantan tanto la moda como los\nPokémon. Su vivaz y alegre personalidad hace que\nsiempre adopte una actitud positiva, aunque durante los\ncombates se muestra centrada y responsable.",
    "10148000000": "Este líder especializado en tipo Fantasma ha entrenado\nmuchas veces en secreto en el Gimnasio de Iris, por lo\nque ahora es capaz de ver lo que otros no pueden.",
    "10198000000": "Reina de la Sierpe del Frente de Batalla. Aunque es algo\nparca en palabras, en combate muestra gran ferocidad\ny pasión. Jamás olvida a quien le arrebata la victoria.",
    "10240000000": "Esta miembro del Team Rocket siempre piensa en\ndenunciar a los enemigos de la verdad y el amor.\nEs leal a Giovanni, jefe de la banda, y sus infatigables\ncompañeros de fechorías son James y Meowth.",
    "10194000000": "Jefe del malvado Equipo Galaxia. Considera imperfectos\nlos sentimientos de las personas y se ha propuesto crear\nun nuevo mundo. De carácter calmado, siempre aplica la\nlógica a cualquier situación; cuenta con la plena\nconfianza de sus subordinados.",
    "10091010000": "Cintia descubre un poder latente en su interior al ponerse\nel Traje Summum. Ha prometido llegar a lo más alto de\nlos combates Pokémon junto a Kommo-o, con quien\nentrena a destajo y de forma rigurosa.",
    "10090400000": "Máximo lleva ahora un atuendo más fresco y parece que\nse le ve más distendido. Ha decidido resguardarse del\ncalor veraniego mientras busca piedras en cuevas y grutas\njunto a un Sandslash de Alola.",
    "10002400000": "Para sobrellevar el calor del verano, Lira ha decidido\nponerse ropa más fresca. El festival de música ha sacado\nsu yo más alegre y festivo, el cual comparte con su compi\nJigglypuff cantando y bailando.",
    "10241000000": "Miembro del Team Rocket, que quiere extender su poder\nmás allá del espacio exterior. Para hacer realidad las\naspiraciones de su jefe Giovanni, trabaja día y noche sin\ndescanso junto a sus aliados Jessie y Meowth.",
    "10118000000": "Una Entrenadora bondadosa que nunca tira la toalla.\nDejó atrás a su antiguo yo para crecer y ser capaz de\nsuperar cualquier adversidad que se le pusiese por\ndelante.",
    "10119000000": "Aunque no lo verbalice, lleva en el corazón a sus amigos,\na sus familiares y a los Pokémon. Tuvo una época rebelde\nen la que lo único que le importaba era hacerse más\nfuerte.",
    "10120000000": "La hermosa presidenta que lleva las riendas de la\nFundación Æther y que profesa un amor infinito por\ntodos los Pokémon. Es la madre de Lylia y Gladio.",
    "10021010000": "Azul vuelve a la carga con un Traje Summum muy\nmoderno. Habiendo superado multitud de enfrentamientos\ncontra rivales de fuerza encomiable, ahora tiene como\nobjetivo convertirse en el más fuerte junto a su Blastoise.",
    "10017100000": "Hoja luce su nuevo Traje Summum, que le otorga un\naspecto muy deportivo. Juró emplear toda su fuerza en\ndefender a sus amigos junto a su fiel Venusaur.",
    "10115000000": "Conocido como el mejor líder de Sinnoh, este Entrenador\nse pasa la vida renovando su gimnasio con el objetivo de\natraer a contendientes que estén a su altura. Posee una\npasión ferviente y se deleita combatiendo.",
    "10183000000": "Amigo de Kukui y primo de Chris. Además de ser el\nencargado del Observatorio de Hokulani, también se\nocupa de supervisar las Cajas del PC de la región de\nAlola. Es muy amistoso y siempre lo mueve una fuerte\ncuriosidad por las cosas.",
    "10007400000": "Ataviada con su divertido disfraz de Mimikyu, Zarala\nrecorre las coloridas calles de la ciudad desafiando a\ntodo Entrenador que se cruza en su camino para\nconseguir chuches.",
    "10020400000": "Con su disfraz de Mightyena, Lucho recorre las coloridas\ncalles de la ciudad en busca de chuches. Con tal de\nproteger a sus amigos, es capaz de hacer frente a su\npeor miedo: los Pokémon de tipo Fantasma.",
    "10100000000": "Este talentoso Entrenador se recorrió la región de Teselia\nde aventuras. Su personalidad abierta le permite\ncompenetrarse con cualquiera en combate, aunque sea\nde improviso. Estudia de cerca a los Entrenadores a los\nque admira para averiguar qué los hace tan fuertes.",
    "10102000000": "Entrenadora que viajó por toda la región de Teselia.\nActualmente trabaja ayudando a la Profesora Encina con\nsus investigaciones para conocer mejor a los Pokémon a\nlos que tanto adora.",
    "10215000000": "Es la estrella de los concursos más famosa de Hoenn.\nForma un dúo inseparable junto a su Altaria, Ariblú, que\nsiempre la acompaña en sus actuaciones. Su mayor\nencanto radica en que, a pesar de su talento innato, se\nesfuerza como quien más por conseguir sus objetivos.",
    "10243000000": "Una chica valiente y, en ocasiones, un poco traviesa que\nse enfrenta a cualquier desafío que la vida le eche.\nAdora de igual forma disfrutar de la naturaleza, los\ncombates Pokémon y el curri.",
    "10016400000": "Engalanada con su cálido traje rojo, Gerania se ha\npropuesto hacer felices a todos los habitantes de Passio\njunto a su Togekiss, un Pokémon del que se dice que\ntiene el don de bendecir a las personas.",
    "10008400000": "Portando su nuevo traje y con su cesta de flores en\nmano, Erika sueña con que sus hermosos arreglos florales\nhagan feliz a la gente. Siempre cuenta con la ayuda de\nsu pequeño Comfey, que comparte con ella su inmenso\namor por las flores.",
    "10089000000": "N, el antiguo rey del Equipo Plasma, posee un poder\nespecial. Tras haber trabado amistad con el Pokémon\nlegendario de Teselia, persigue el ideal de un mundo en\nel que los Pokémon y los humanos puedan coexistir en\nverdadera armonía.",
    "10126000000": "Es la hija del profesor de la región de Hoenn, Abedul.\nPosee una personalidad alegre y siempre se preocupa por\nel bienestar de los demás. Sus dos pasiones: los Pokémon\nadorables y todo lo que suponga investigar al aire libre.",
    "10118400000": "Lylia tras animarse a probarse uno de los trajes\ntradicionales de Johto. Le encantan las bolitas de polen\nque Ribombee fabrica. Están tan ricas que a veces come\ndemasiadas.",
    "10111400000": "Lance luce uno de los trajes tradicionales de su tierra\nnatal. Se dice que se ha recorrido cada tienda de Passio\nen busca de una capa que vaya a juego con el\nimponente motivo de Gyarados de su traje.",
    "10124000000": "Una de las Capitanas de la isla de Akala, en la región\nde Alola. Es la cara del restaurante regentado por su\nfamilia, donde trabaja puliendo sus habilidades culinarias\nque, a pesar de ser un tanto peculiares, se han granjeado\nla adoración de algunos.",
    "10132000000": "Con muchos años de experiencia a sus espaldas, este\nexcampeón de Teselia se dedica a viajar de región en\nregión promulgando entre las generaciones más jóvenes\nlo extraordinario de convivir y entenderse con los\nPokémon.",
    "10136000000": "Este simpático Profesor Pokémon de Ciudad Luminalia,\nen Kalos, investiga los misterios de la megaevolución.\nPasa su tiempo libre paseando por la ciudad y probando\nlas especialidades de cada cafetería.",
    "10196000000": "Un famoso investigador y jefe del Team Flare. Lysson\nse desespera ante los terribles conflictos del mundo.\nSu objetivo es crear un universo con tan solo unos pocos\nelegidos.",
    "10256000000": "Este Líder de Gimnasio de Galar y amante de los Pokémon\nde tipo Siniestro también es un conocido cantante y\nletrista. Hay una melancolía en su voz que encandila a\nsus fans.",
    "10130400000": "¡Serena estrena modelo para celebrar un evento especial!\nCon su nueva bolsa, mona y estilosa, va perfectamente\nconjuntada con su Whimsicott.",
    "10116400000": "¡Maya prepara unos dulces para un evento especial!\nJunto con Alcremie, la encontrarás recubriéndolos\nde nata para regalárselos a sus amigos con todo\nel cariño del mundo.",
    "10158000000": "La Campeona de la región de Kalos es también una actriz\nde renombre. Tiene un carácter amigable y se interesa\npor los Entrenadores con talento. Suele dejarse caer por\nlas cafeterías.",
    "10092800000": "Ahora que es Campeona de Teselia, Iris ha adquirido más\ntemplanza, pero sigue siendo igual de combativa.\nLe encanta medir sus fuerzas con Entrenadores que la\npongan a prueba.",
    "10245000000": "Una Entrenadora que representa a Pueblo Crampón, en la\nregión de Galar. Quiere convertirse en Campeona para\nhonrar a su pueblo natal. Su estilo y su dinamismo le han\ngranjeado muchos admiradores.",
    "10247000000": "Este Campeón de Galar tiene una fuerza imbatible.\nSu inigualable carisma hace que sea venerado como una\nsuperestrella. La única pega que tiene es su terrible\nsentido de la orientación.",
    "10122000000": "Este Entrenador adora los Pokémon y correr aventuras.\nHa participado en el recorrido insular de Alola y sus\nhazañas le han valido la admiración del Profesor Kukui.",
    "10123000000": "Esta risueña Entrenadora siempre está deseando aprender\ncosas nuevas, y encima se lleva bien con todo el mundo.\nSe deja guiar por su intuición y no se lo piensa dos veces\nantes de pasar a la acción.",
    "10126400000": "Vuelve Aura con un vestido perfecto para salir a recoger\nhuevos. La acompaña Lopunny, su fiel ayudante, capaz de\nrastrear como nadie. A Aura le encantan sus orejas: ¡son\ntan largas y acolchaditas!",
    "10170400000": "Camus quiere que todo el mundo se divierta encontrando\nhuevos. Para ello, se ha puesto un traje muy especial y\nviene acompañado por Togepi, un compi con mucho arte.\nEl colorido atuendo, además, estimula su creatividad e\ninspiración artística.",
    "10249000000": "Esta Líder de Gimnasio de Galar también es una conocida\nmodelo. Hija de un pescador y de una comerciante, pasó\ntoda su infancia rodeada de Pokémon de tipo Agua. Sonia\nes una de sus mejores amigas.",
    "10250000000": "Esta disciplinada karateka de la región de Galar tiene por\ncostumbre entrenar todos los días, sin excepción alguna.\nTiene cierta debilidad por los dulces, aunque trata de\nmantenerla en secreto.",
    "10257000000": "Dicen que en Galar no hay otro Líder de Gimnasio tan\nfuerte como él. Tan simpático a primera vista como\nimplacable en combate, su carácter se transforma por\ncompleto cuando pelea por la victoria.",
    "10195000000": "Este ser cruel y manipulador es el verdadero cerebro que\nse esconde tras el Equipo Plasma. Hace un tiempo intentó\ndominar el mundo utilizando a N como títere.",
    "10117000000": "Este proverbial luchador de Alola se ha puesto como\nmisión dar a conocer la gloriosa tradición del Battle\nRoyale. Sus seguidores se ponen máscaras para animarle\ndurante los combates.",
    "10192000000": "El líder del Equipo Magma sueña con crear un mundo\na la medida de la humanidad. Es un gran estratega,\ndispuesto a sacrificarlo todo para alcanzar sus fines.",
    "10193000000": "El líder del Equipo Aqua quiere construir un mundo ideal\npara los Pokémon. Su carácter extrovertido le ha servido\npara ganarse la confianza de sus subalternos.",
    "10161000000": "El Kahuna de Melemele es a su vez el abuelo de Tilo.\nSu pericia lo convierte en uno de los máximos exponentes\nde la lucha tradicional de Alola.",
    "10160000000": "Esta Capitana de Akala es una extraordinaria pescadora,\ncomo su padre. Es bastante hogareña y le encanta pasar\ntiempo en familia o cuidar de sus dos hermanas gemelas.",
    "10149000000": "Este Capitán de Akala es además aspirante a bailarín\nprofesional. Se dedica a aprender los pasos de baile\ntradicionales de la región de Alola.",
    "10008000001": "Entrenadora que adora a los Pokémon de tipo Planta e\nimpartir clases de arreglos florales. Ejerce como Líder\nde Gimnasio en Kanto.",
    "10035000001": "Experto en tipo Eléctrico, este cauto Líder tiene\nun gimnasio lleno de obstáculos. En combates,\nsu especialidad consiste en paralizar al rival.",
    "10148000001": "Este líder especializado en tipo Fantasma ha entrenado\nmuchas veces en secreto en el Gimnasio de Iris, por lo\nque ahora es capaz de ver lo que otros no pueden.",
    "10062000001": "Miembro del Alto Mando, inteligente y tranquila, que\nsiente una gran pasión por los Pokémon. Muestra\npredilección por el tipo Siniestro, debido a su\nnaturaleza fuerte y salvaje.",
    "10129000001": "Esta joven de sonrisa enigmática y envuelta en misterio\nes la Cronista heredera del legado del Clan Meteoro.\nViajó por la región de Hoenn con el objetivo de cumplir\nla misión que le fue encomendada.",
    "10108000000": "Este Jefe Metro es el mayor de los gemelos que dirigen\nel Metro Batalla de Teselia. Está especializado en el\nCombate Individual.",
    "10109000000": "Este Jefe Metro es el menor de los gemelos que dirigen\nel Metro Batalla de Teselia. Le gusta combinar Pokémon,\ny por eso se ha especializado en el Combate Doble.",
    "10243400000": "Gloria vuelve con un conjunto veraniego muy estiloso.\nCon Inteleon, su querido compi, hará diana hasta en los\nenemigos más escurridizos.",
    "10245400000": "Roxy se ha puesto su ropa más alegre y está lista para el\nverano. Está practicando su sonrisa con Grimmsnarl para\nrecibir a los clientes en el chiringuito.",
    "10066010000": "El fundador del World Pokémon Masters y propietario de\nla isla artificial de Passio es también el príncipe de un\nreino lejano y un Entrenador de gran pericia. Su vínculo\ncon Hoopa le confiere aún más fuerza en los combates.",
    "10067010000": "Ha servido a Alik desde que era pequeña y antepone\nsu jefe a todo lo demás. Su actitud despreocupada e\nimpertinente esconde una faceta muy trabajadora.",
    "10068010000": "Sirviente y guardaespaldas de Alik y de la familia real, \ntambién dirige el comité organizador del WPM. A pesar\nde su aspecto amenazador, es un alma sensible.",
    "10135000000": "Miembro del Alto Mando de la Liga Pokémon de Hoenn\nal que le gusta tanto combatir que no le importa si gana\no pierde. A pesar de sus pintas, es muy amable.",
    "10150000000": "Líder de Gimnasio de Johto que se especializa en el tipo\nVolador. Serio y obstinado, aspira a llegar a la altura de\nsu admirado padre como Entrenador.",
    "10205000000": "Es la tercera de las cuatro hermanas conocidas como las\nDamas del Combate. Posee una personalidad tímida y\ntitubeante, pero no carece de pericia al luchar. Se ocupa\nde los Combates Dobles en la Mansión Batalla.",
    "10244000000": "Entrenador de Pueblo Yarda y hermano menor de Lionel.\nA raíz de sus aventuras durante el desafío de los\ngimnasios, ha encontrado su vocación de convertirse\nen Profesor Pokémon.",
    "10247100000": "Con el aire místico que le proporciona su Traje Summum,\nLionel se embarca en una nueva aventura en busca de\nfuerza y un futuro rebosante de posibilidades junto al\npoderoso Eternatus.",
    "10045900000": "Líder de Gimnasio de Johto y amante de los Pokémon de\ntipo Bicho. A pesar de su corta edad, sabe mucho acerca\nde los Pokémon y su sueño es llegar a ser Profesor\nPokémon algún día.",
    "10089400000": "N se ha puesto sus mejores galas. En gratitud a todos los\ncompis que ha conocido en Passio, está listo para levantar\npasiones en la gala de combates junto con Reshiram.",
    "10118500000": "Lylia se ha puesto sus mejores galas. Junto con Lunala,\ntiene intención de dejar a un lado la timidez y demostrar\nde qué pasta está hecha en la gala de combates.",
    "10090500000": "Máximo se ha puesto sus mejores galas. Junto a su compi\nRayquaza, que encierra los misterios de la megaevolución,\nbusca ganar fuerza y explotar su potencial.",
    "10110010000": "Misty aboga por la comodidad con el bañador que llevaba\ncomo Líder de Gimnasio de Ciudad Celeste, en Kanto.\nEs perfecto para entrenar en la playa con su compi.",
    "10000800000": "Rojo se siente como nuevo con la indumentaria que\nllevaba cuando viajaba por la región de Kanto. Le\nrecuerda a los amigos que hizo en aquella aventura.",
    "10021800000": "Azul vuelve a sus inicios con la indumentaria que llevaba\ncuando viajaba por Kanto. Ha asumido que era muy\ninmaduro por entonces, pero sigue decidido a convertirse\nen el Entrenador más fuerte habido y por haber.",
    "10251000000": "Entrenador especializado en el tipo Fantasma. Nunca\nmuestra su rostro en público, y por eso tiene cien\nmáscaras con el mismo diseño. Se dice que le gusta\nmerodear a solas por ruinas y cementerios.",
    "10110100000": "Misty deslumbra con un espectacular Traje Summum.\nRecuerda a una auténtica sirena de cuento de hadas,\nlista para sumergirse en el océano junto a Vaporeon.",
    "10008100000": "Erika luce un estiloso Traje Summum en tonos verdes.\nEn los días soleados, se la puede ver echando una siesta\njunto a Leafeon.",
    "10148400000": "Morti está encantado con su traje de fiesta. Él y el\ninquietante Banette dan la bienvenida a quienes se\ninternan en el mundo de los Pokémon de tipo Fantasma.",
    "10095400000": "Catleya se alegra de haber encontrado un traje a juego\ncon Sableye. Quien interrumpa su plácido sueño recibirá\nuna invitación a un misterioso baile.",
    "10125400000": "Guzmán se viste con un traje especial para liderar a su\nequipo en la Competición Pokémon y sembrar la\ndestrucción junto con Buzzwole.",
    "10158400000": "Dianta se viste con un traje especial para inspirar a su\nequipo en la Competición Pokémon. Gracias a su vínculo\ncon Keldeo y a su experiencia en las artes escénicas,\nofrece una actuación impecable.",
    "10113400000": "Yasmina se viste con un traje especial para defender a su\nequipo en la Competición Pokémon. Le encanta sacar\nbrillo al pulido cuerpo metálico de su compi Celesteela.",
    "10004400000": "Liza se viste con un traje especial para hacer brillar a\nsu equipo en la Competición Pokémon. Incluso en los\ncombates más intensos, su vestido y su compi Diancie\nrelucen como los diamantes.",
    "10259000000": "Profesora Pokémon novata que recopiló en un libro toda \nsu investigación, centrada en las leyendas de la región \nde Galar. Es amiga de la infancia de Lionel, el Campeón,\njunto al que ha viajado mucho.",
    "10106800000": "Camila se viste con su traje retro y desconcierta a sus\nrivales en frenéticos combates Pokémon que los dejan sin\naliento.",
    "10249400000": "Cathy viene cargada de regalos. Gracias a su experiencia\ncomo modelo, está acostumbrada a ser el alma de la\nfiesta. Ella y su compi Eiscue se compenetran a la\nperfección cuando van de pesca.",
    "10247400000": "Lionel tiene el espíritu festivo por las nubes. Si alguien\nestá en apuros, el Campeón de Galar no duda en acudir\nen su ayuda acompañado de Calyrex.",
    "10120100000": "Samina deslumbra con su radiante Traje Summum.\nJunto a Necrozma y Solgaleo, desata su verdadero poder\npara proteger a los demás.",
    "10048800000": "Aza no parece el mismo de siempre con este kimono. \nUn halo de misterio lo rodea en la apartada orilla donde\nconfía su futuro al destino lanzando una moneda al aire.",
    "10162000000": "Entrenador procedente de Pueblo Arena, en la región de\nSinnoh. Es el ayudante del Profesor Serbal, una autoridad\nen el campo de la evolución Pokémon. León destaca por\nsu buen corazón y su gran sentido de la justicia.",
    "10091200000": "El nuevo Traje S de Cintia le da un aire enigmático. Junto\na su compi Giratina, desentraña todos los misterios que se\ncruzan en su camino.",
    "10114400000": "Sabrina se ha vestido con un traje especial para dar la\nbienvenida al nuevo año. Gracias al relajante sonido que\nemite Chingling, su espíritu está en calma y dispuesto a\nenfrentarse a todo lo que le depare el porvenir.",
    "10115400000": "Lectro se ha puesto un traje nuevo para empezar bien el\naño. Él y su poderoso compi, Electivire, van siempre en\nbusca de oponentes que den la talla para librar combates\nelectrizantes.",
    "10245410000": "Roxy está haciendo sus pinitos en el mundo de la\nrepostería por el Día de la Amistad. Junto a Mawile,\nexpresa su gratitud con los dulces que elabora. Eso sí, no\nhay que bajar la guardia, por muy adorables que\nparezcan.",
    "10250400000": "Judith está disfrutando del Día de la Amistad en compañía\nde Vanilluxe, con el que medita para superar la tentación\nde comer dulces.",
    "10116100000": "Maya se ha puesto un Traje Summum que le da la\napariencia de un príncipe de cuento. Junto a su compi\nCresselia y una gran sonrisa, su objetivo es liberar Passio\nde la pesadilla que lo envuelve.",
    "10194100000": "Helio, que se ha vuelto aún más poderoso al estrechar\nlazos con Darkrai, no piensa parar hasta crear su mundo\nideal.",
    "10016500000": "Gerania se ha puesto un vestido muy elegante para\ncelebrar el aniversario de la amistad entre Alik y Hoopa,\ny surca los cielos con su compi Tornadus.",
    "10126500000": "Aura deslumbra con un elegante vestido y sale junto a su\ncompi Latias al escenario para celebrar el aniversario de\nla amistad entre Alik y Hoopa.",
    "10257400000": "Roy viene hecho un pincel con motivo del aniversario de\nla amistad entre Alik y Hoopa. Está listo para desatar una\ntormenta de arena, la especialidad de su compi Flygon.",
    "10130100000": "Serena, en un Traje Summum muy refinado y con un\npeinado que le da un aire más formal, protege Passio\nde toda amenaza junto a su compi Zygarde.",
    "10118410000": "Lylia luce un lindo traje especial y se dispone a resolver\nrompecabezas para poder asistir a la velada del té. Su\ncompi Polteageist ostenta su Forma Genuina, lo que lo\nconvierte en un ejemplar muy poco común.",
    "10259400000": "Sonia luce un regio traje especial y ha preparado unos\nrompecabezas para divertir a los invitados de la velada\ndel té. Ha estado practicado una sonora carcajada para\nemular la de Tsareena.",
    "10108400000": "Fero se atavía con un traje especial y ha preparado unos\nrompecabezas para divertir a los invitados de la velada\ndel té. Su compi Accelgor procede de un intercambio con\nsu hermano Caril.",
    "10109400000": "Caril se atavía con un traje especial y ha preparado unos\nrompecabezas para divertir a los invitados de la velada\ndel té. Su compi Escavalier procede de un intercambio\ncon su hermano Fero.",
    "10021900000": "Nieto del renombrado Profesor Oak y uno de los\nEntrenadores más diestros de Kanto. Gran amigo,\na la par que eterno rival, de Rojo."
}
