{
    "10000000000": "Un Dresseur taciturne au talent légendaire,\nmeilleur ami et éternel rival de Blue.",
    "10001000000": "Un Professeur Pokémon spécialiste des capacités.\nIl a réalisé son rêve de créer une Ligue à Alola.",
    "10002000000": "Une jeune Dresseuse énergique qui prend grand soin\nde ses Pokémon et renforce constamment ses liens\navec eux.",
    "10003000000": "Un Dresseur stoïque mais enthousiaste qui brûle\nde s'améliorer et de devenir plus fort.",
    "10004000000": "Une jeune Dresseuse énergique qui aime la mode,\nles distractions, les voyages, et surtout, les combats\nPokémon.",
    "10005000000": "Une membre de Conseil 4 spécialiste des Pokémon\nGlace. Sa beauté froide cache une passion pour\nles peluches mignonnes, qu'elle collectionne.",
    "10006000000": "En constante surchauffe, ce membre de Conseil 4\nse dévoue corps et âme aux combats, qu'il remporte\ngrâce à ses Pokémon de type Feu.",
    "10007000000": "Une spécialiste du type Spectre, membre\ndu Conseil 4 d'Alola et héritière de l'ancienne\nfamille royale de la région.",
    "10008000000": "Une élégante Championne d'Arène qui trouve\ntous les Pokémon Plante adorables et donne\ndes cours d'arrangement floral à Kanto.",
    "10009000000": "Un Champion stoïque et déterminé qui partage son temps\nentre un entraînement rigoureux et sa famille qu'il adore.",
    "10010000000": "Un Champion spécialisé en Pokémon Eau surnommé\n« Lovis le Teigneux ». Ses performances énergiques\nlui valent de nombreux fans.",
    "10011000000": "Une Championne d'Arène de type Poison très populaire\nà Unys. Elle est aussi bassiste dans un groupe de rock.",
    "10012000000": "Une Championne se déplaçant toujours en roller.\nElle est l'héritière de la Gemme Sésame, le secret\nde la Méga-Évolution.",
    "10013000000": "Une Doyenne reconnue par le gardien de son île\nlors de son voyage à travers Alola. Elle possède\nle même accent que son grand-père.",
    "10014010000": "À la fois Champion et enseignant à Unys, il fait tout\npour être à la hauteur de ces deux rôles.",
    "10015000000": "Fort et dur comme la roche, ce Champion accompagne\nles jeunes Dresseurs dans leurs débuts.",
    "10015010000": "Plus solide que jamais avec son Look Ultime,\nPierre est paré au combat. Même ses attaques\nont le poids et l'impact du roc.",
    "10016000000": "Une Championne qui pilote son avion-cargo\naccompagnée de Pokémon oiseaux. Son énergie\nlui vaut de nombreux fans.",
    "10018000000": "Capable de bien s'entendre avec n'importe quel\nPokémon, cette Dresseuse voyage pour en apprendre\nplus à leur sujet.",
    "10019000000": "Fils d'un Champion d'Arène, ce Dresseur voue un grand\nrespect à son père et donne le meilleur de lui-même\nen combat.",
    "10020000000": "Un Dresseur habile qui a acquis sa puissance\nen parcourant Unys. Il déteste perdre !",
    "10021000000": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red.",
    "10022000000": "Un Champion dévoué aux Pokémon Glace et à sa famille,\nfan de Zhuman depuis qu'un des films sur ce héros l'a\nému aux larmes.",
    "10023000000": "Une Dresseuse douce qui déteste blesser les Pokémon\nen combat et consacre toute son énergie à les soigner.",
    "10024000000": "Membre du Conseil 4 d'Unys et écrivaine,\nelle s'inspire des Dresseurs qu'elle affronte\npour créer ses personnages.",
    "10025000000": "Spécialiste du type Glace en dépit de son tempérament\nde feu, elle songe à essayer de se montrer plus froide.",
    "10026000000": "Extrêmement énergique et souriante, cette Championne\nadore les Pokémon de son équipe et déteste perdre.",
    "10027000000": "Toujours de bonne humeur mais très peureuse,\ncette Championne de type Plante serait terrifiée\nà la vue d'un Pokémon Spectre.",
    "10028000000": "Aussi fière que les Pokémon Dragon qu'elle entraîne,\ncette Championne est la cousine de Peter, également\nDracologue.",
    "10029000000": "Une Championne au tempérament ardent qui s'efforce\nde remplir ses fonctions avec sérieux, ce qui l'angoisse\nbeaucoup.",
    "10030000000": "Fait rare, cette Championne partage son titre\navec son jumeau et coéquipier. Ils travaillent\ntous deux au Centre Spatial d'Algatia.",
    "10031000000": "Un Champion en parfaite symbiose avec sa jumelle\nTatia. Ils forment une bonne équipe mais se disputent\nparfois comme des enfants.",
    "10032000000": "Fort de plus de cinquante années d'expérience et\nsurnommé le « Dresseur du froid », ce Champion\nse lève tôt pour combattre.",
    "10033000000": "Ce Champion de type Sol dirige une mine à Unys.\nIl paraît rustre mais a le cœur sur la main, et ses\nemployés l'aiment beaucoup.",
    "10034000000": "Une des Capitaines d'Alola. Elle aime flâner et peindre\nde beaux paysages pour faire plaisir aux gens et aux\nPokémon.",
    "10035000000": "Prudent, ce Champion de type Électrik a truffé\nson Arène de pièges divers. Il réussit souvent\nà paralyser ses adversaires.",
    "10036000000": "Ce Capitaine d'Alola est un génie de la mécanique\nainsi qu'un ingénieur hors pair.",
    "10037000000": "Spécialiste du type Plante, ce Champion âgé\nfait du jardinage pour garder la forme et cueille\nlui-même ses feuilles de thé favorites.",
    "10038000000": "Champion de type Roche, mineur et amateur\nde fossiles, il respecte beaucoup son père\nCharles, également Champion.",
    "10039000000": "Photographe voyageuse et Championne spécialisée\ndans le type Insecte, elle sort souvent avec sa sœur,\nAlexia.",
    "10040000000": "Ce puissant Champion, célèbre pour son rôle\nde Zhuman, a dû mettre sa carrière d'acteur\nen pause après une blessure sur un tournage.",
    "10041000000": "Chef d'Usine à la Zone de Combat, ses vastes\nconnaissances et son esprit d'analyse lui permettent\nd'utiliser n'importe quel Pokémon.",
    "10042000000": "Une Championne qui aime les Pokémon oiseaux.\nSa grande élégance lui vaut de nombreux fans\nà Cimetronelle.",
    "10043000000": "Ce Champion spécialiste du type Combat aime\nla musculation et le surf. Il a rejoint Hoenn en\nsurf depuis Kanto.",
    "10044000000": "Meilleure élève de l'École des Dresseurs, cette puissante\nChampionne aime les Pokémon Roche et les fossiles.",
    "10045000000": "Ce Champion, le plus jeune de Johto, est fan du type\nInsecte et en connaît tous les secrets. Il espère devenir\nProfesseur Pokémon.",
    "10046000000": "Un Meneur de la Zone de Combat dont l'aspect rustre\ncache un vaste savoir et une grande passion pour les\nPokémon et leurs Dresseurs.",
    "10047000000": "Un Dresseur masqué. Sa soif inextinguible de puissance\nl'a conduit jusqu'au Conseil 4 de la région de Kanto.",
    "10048000000": "Amateur de jeux, ce membre du Conseil 4 d'Unys\nspécialiste des Pokémon Ténèbres se voit comme\nun esthète du hasard.",
    "10049000000": "Cette membre du Conseil 4 de Hoenn s'est entraînée\nau Mont Mémoria pour converser avec les Pokémon\nSpectre.",
    "10050000000": "Génie des arts martiaux, qu'elle pratique avec\ndes Pokémon Combat, cette Championne se sait\nredevable de tous ses adversaires.",
    "10051000000": "Cette Doyenne aimée pour sa force en combat Pokémon\net sa grande générosité tient une joaillerie et collectionne\nles fossiles.",
    "10052000000": "Un Champion passionné de nage. Son Arène donne\nsur la mer, ce qui lui permet de piquer une tête\nquand personne ne le défie.",
    "10053000000": "Un Champion aussi doué pour l'escalade que pour\nles conseils de mode. Il aime particulièrement les\ndesserts.",
    "10054000000": "Membre du Conseil 4 de Johto et ninja moderne,\nil a transmis son art à sa fille Jeannine.",
    "10055000000": "Membre du Conseil 4 de Kalos à l'esprit et à la tenue\nchevaleresques, il aime les Pokémon Acier et respecte\nles Dresseurs puissants.",
    "10056000000": "Doyen et policier à Alola, il cache sous son air\nindifférent un grand sens de la justice et un amour\ndes combats Pokémon.",
    "10057000000": "Membre du Conseil 4 de Kanto, il consacre toute\nson énergie à l'entraînement intensif de son corps\net de ses Pokémon.",
    "10058000000": "Cette membre du Conseil 4 d'Alola au talent\nlégendaire est aussi golfeuse professionnelle.\nElle voyage dans le monde entier.",
    "10059000000": "Autrefois Scientifique, ce Dresseur aguerri passionné de\nquiz est à présent un Champion spécialisé en type Feu.",
    "10060000000": "Fille de Koga et Championne, elle utilise les mêmes\nPokémon que son père, qu'elle idolâtre.",
    "10061000000": "Membre de Conseil 4 expérimentée et aux techniques\nredoutables, elle semble avoir eu un différend avec\nle Professeur Chen par le passé.",
    "10062000000": "Intelligente et calme, cette membre de Conseil 4\nvoue une passion dévorante aux Pokémon Ténèbres\nles plus sauvages.",
    "10063000000": "Ce membre du Conseil 4 d'Unys tient à se battre\ndans les règles pour perfectionner sa technique\net sa puissance.",
    "10090000000": "Collectionneur de pierres rares et président de\nla Devon SARL, c'est aussi le Maître de Hoenn.",
    "10091000000": "Enfant, cette archéologue spécialiste des légendes\net Maître de Sinnoh est partie explorer le monde\navec un Pokédex.",
    "10092000000": "Une jeune fille joyeuse issue d'un peuple qui vit\navec des Pokémon Dragon. Sa puissance est telle\nqu'elle est devenue Maître.",
    "10094000000": "Jadis sauvé par un Pokémon, ce membre du Conseil 4\nde Hoenn considère qu'un Dresseur se doit d'avoir un\ncœur vertueux.",
    "10095000000": "Fille de bonne famille qui a fait d'énormes\nefforts pour surmonter ses propres faiblesses,\nelle s'est hissée jusqu'au Conseil 4 d'Unys.",
    "10096000000": "Ce membre du Conseil 4 de Kalos maîtrise parfaitement\nla cuisine et les combats Pokémon, qu'il considère comme\ndes arts.",
    "10097000000": "Une Dresseuse qui, sous ses airs mystérieux, est juste\ntrop timide pour s'exprimer. Elle aime profondément\nles gens et les Pokémon.",
    "10098000000": "Un garçon joyeux et toujours souriant. Il aime\nles malasadas et les combats qui rapprochent\nles Dresseurs et leurs Pokémon.",
    "10099000000": "Un Dresseur extrêmement sérieux dans son approche\ndes Pokémon qui, par impatience, fonce parfois pour\natteindre son but.",
    "10101000000": "Une Dresseuse énergique qui aime attirer l'attention.\nElle rêve de combattre les Dresseurs du monde entier.",
    "18000000000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] jeune Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] qui se lance dans des aventures\nélectrisantes avec son Pokémon.",
    "10110000000": "Surnommée « la sirène en short », cette Championne\nd'Arène joyeuse et toujours de bonne humeur sait être\nsérieuse quand il le faut.",
    "10106000000": "Une top-modèle et Championne du type Électrik.\nElle fait preuve d'une élégance incomparable lorsqu'elle\nse bat dans son Arène en forme de podium.",
    "10153000000": "Membre du Conseil 4 de Hoenn, où elle est venue pour\naffiner sa maîtrise des capacités Glace. Elle cherche un\nadversaire contre lequel déchaîner toute sa puissance.",
    "18000020000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] prometteu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ], accompagné[FR:Gen Ref=\"255\" F=\"e\" ] de son\nnouveau Pokémon. Sa force réside dans les multiples\npossibilités qui s'offrent à [FR:Gen Ref=\"255\" M=\"lui\" F=\"elle\" ] dans le futur.",
    "10101100000": "Écho a revêtu son habit de fêtes. Accompagnée de\nson Cadoizo, elle s'active pour apporter sa gratitude à\ntous ceux qui lui ont rendu service.",
    "10096100000": "Même dans cette tenue festive, son dévouement à l'art\nculinaire reste entier. Il réfléchit à un plat raffiné utilisant\nl'encre d'Octillery pour ravir les palais de ses hôtes.",
    "10140000000": "Le chef de la Team Rainbow Rocket, une organisation\ncriminelle voulant utiliser les Pokémon pour conquérir le\nmonde. Il considère les Pokémon comme des objets.",
    "10111000000": "Le Maître du Plateau Indigo. Il est accompagné de\nPokémon qui lui vouent une confiance et un amour\nabsolu. Il aime les combats et aider les gens en difficulté.",
    "10017000000": "Une jeune fille joyeuse et amicale. Son insatiable curiosité\npour tout ce qui touche aux Pokémon en fait une\nformidable Dresseuse et une redoutable adversaire.",
    "10112000000": "Un Dresseur très compétent qui a gagné l'admiration\nd'une génération entière. Originaire de Johto, il adore la\nnature, qu'il parcourt par monts et par vaux avec plaisir.",
    "18000120000": "Un[FR:Gen Ref=\"255\" F=\"e\" ] Dresseu[FR:Gen Ref=\"255\" M=\"r\" F=\"se\" ] dont le cœur bat plus fort lorsqu'[FR:Gen Ref=\"255\" M=\"il\" F=\"elle\" ]\nimagine tout ce qu'un jour nouveau peut offrir.\nUn Pokémon légendaire l'accompagne au combat.",
    "10129000000": "Une jeune fille mystérieuse au sourire énigmatique. Elle\nfera tout pour remplir sa mission en tant que Gardienne\ndu Savoir du Peuple du Météore.",
    "10106100000": "Avec son Look Ultime, Inezia a bien l'intention d'être\nnuméro 1 des combats Pokémon et de la haute\ncouture.",
    "10157000000": "Une Championne qui confectionne elle-même ses tenues.\nElle puise son inspiration unique dans son désir intense de\ndevenir un Pokémon.",
    "10114000000": "Une Championne d'Arène aux pouvoirs psychiques\nintenses. Elle peut voir le futur, et est spécialiste des\nPokémon Psy, bien qu'elle n'aime guère se battre.",
    "10151000000": "Une spécialiste du type Spectre qui s'illustre dans les\nConcours Pokémon. Elle ne ménage jamais ses efforts,\nce qui lui a permis de devenir aussi Championne d'Arène.",
    "10137000000": "Grand-père de Blue et l'une des plus grandes autorités\nen matière de recherche Pokémon. On dit qu'il était\négalement un Dresseur chevronné dans sa jeunesse.",
    "10125000000": "Le boss d'une bande de bons à rien d'Alola nommée la\nTeam Skull. Sa force lui permet de se faire obéir par cette\nbande hétéroclite, et sa gentillesse de s'en faire aimer.",
    "10121000000": "Admin de la Team Skull, elle se comporte plus comme\nune grande sœur qu'un chef. Elle vole à leur rescousse\nau moindre tracas, et ne supporte pas qu'on les humilie.",
    "10131000000": "Le Champion de la Tour Prismatique d'Illumis.\nIl vient en aide aux autres Dresseurs grâce à\nsa passion dévorante pour les découvertes\nscientifiques qui « ouvriront la voie ».",
    "10127000000": "Surnommé le « prince de l'eau », Marc est un Champion\nd'Arène dont le style de combat raffiné lui attire de\nnombreuses admiratrices.",
    "10113000000": "D'une tendresse infinie envers les Pokémon, Jasmine est\nune Championne d'Arène calme et réfléchie. Elle voue\nune passion dévorante aux Pokémon Acier.",
    "10128000000": "Timmy est un jeune homme passionné par les Pokémon et\nles combats. Il s'est entraîné de toutes ses forces afin de\ndevenir un meilleur Dresseur Pokémon.",
    "10133000000": "Un jeune Dresseur qui rêve de devenir le plus fort du\nmonde. Au fil de son aventure, il a appris que la\ngentillesse était au moins aussi importante que la force.",
    "10159000000": "Parsley est un valet d'exception doté d'une perspicacité\nhors pair. Le secret de sa force réside dans sa capacité\nà évaluer et à s'adapter à n'importe quelle situation.",
    "10116000000": "Une Dresseuse très positive quoiqu'un peu distraite, qui\nadore aider son prochain. Ses aventures à Sinnoh lui ont\npermis de développer une grande puissance.",
    "10170000000": "Champion de l'Arène de Volucité, Artie puise son\ninspiration dans les Pokémon Insecte qu'il aime beaucoup.\nIl vit à son rythme mais possède une grande intelligence.",
    "10048100000": "Pieris a revêtu son impressionnant Look Ultime bleu.\nAffûté par les mers déchaînées, son amour pour le hasard\nlui donne un grand avantage pour remporter la victoire.",
    "10130000000": "Une jeune Dresseuse qui aime les Pokémon et la mode.\nD'une nature joyeuse et enjouée, elle révèle son côté\nadulte et calme dès que le combat commence !",
    "10148000000": "Champion d'Arène du type Spectre, Mortimer passe son\ntemps à l'Arène de Rosalia à suivre son entraînement\nsecret ! Il est ainsi capable de voir ce que les autres ne\nvoient pas.",
    "10198000000": "Meneuse du Reptile de Combat, son flegme cache en\nréalité une grande combativité. Les défaites lui restent en\ntravers de la gorge et elle n'oublie jamais un adversaire\ncontre qui elle a perdu.",
    "10240000000": "Membre de la Team Rocket, Jessie est là afin d'écraser\nl'amour et la vérité. En équipe avec ses acolytes, James\net Miaouss, elle répand le mal sur terre après avoir juré\nallégeance à leur boss Giovanni.",
    "10194000000": "Hélio, le boss de la Team Galaxie, veut créer un nouveau\nmonde car l'esprit humain est imparfait. Ses subordonnés\nfont confiance à sa nature froide et logique.",
    "10091010000": "Cynthia a revêtu son Look Ultime, symbole de sa grande\ncombativité ! Elle s'est jurée d'atteindre les sommets avec\nson Ékaïser avec qui elle s'est entraînée dur !",
    "10090400000": "Pierre Rochard déborde d'enthousiasme avec cette tenue\ndécontractée. Accompagné de son Sablaireau d'Alola,\nil cherche des pierres dans les grottes et calme les\nardeurs de ses adversaires.",
    "10002400000": "Pour affronter les grandes chaleurs de l'été, Célesta\ns'est procurée une toute nouvelle tenue. Charmés par\nl'ambiance joyeuse des festivals, elle et Rondoudou\ndansent et chantent à tue-tête.",
    "10241000000": "Membre de le Team Rocket, James est là afin d'étendre\nson pouvoir jusqu'à la voie lactée. Il travaille nuit et jour\navec Jessie et Miaouss afin de mener à bien les projets\nambitieux de leur boss Giovanni.",
    "10118000000": "Cette Dresseuse courageuse au grand cœur a bien grandi\ndepuis ses aventures à Alola. Elle a appris à faire face à\nn'importe quelle épreuve !",
    "10119000000": "Peu loquace, ce Dresseur est pourtant très attaché à ses\namis, sa famille et son Pokémon. Auparavant, il était aussi\nconnu pour son obsession pour la puissance.",
    "10120000000": "Cette beauté est la présidente de la Fondation Æther. Elle\nvoue un amour profond aux Pokémon et à ses enfants :\nLilie et Gladio.",
    "10021010000": "Blue a revêtu son Look Ultime et vise les sommets\navec son Tortank. Ensemble, ils ont vaincu des\nadversaires parmi les plus coriaces !",
    "10017100000": "Avec son Look Ultime très sport, Leaf a juré de protéger\nses amis et de se battre de toutes ses forces aux côtés de\nson Florizarre avec qui elle partage un lien indéfectible.",
    "10115000000": "Connu comme le meilleur Champion d'Arène de Sinnoh,\nce jeune homme passionné recherche l'engouement dans\nles combats Pokémon. Il passe son temps à rénover son\nArène en attendant l'arrivée de Dresseurs dignes de lui.",
    "10183000000": "Responsable des Boîtes PC de la région d'Alola et\ndirecteur de l'Observatoire Hokulani, Molène est une\npersonne aimable à la curiosité débordante. Il est un\nami proche du Professeur Euphorbe et le cousin de Chrys.",
    "10007400000": "Margie passe à l'attaque avec ses amis dans son superbe\ncostume de Mimiqui et part à la chasse aux friandises\ndans la ville décorée pour l'occasion !",
    "10020400000": "Déguisé en Grahyèna, Ludwig se lance dans la chasse\naux bonbons au travers la ville décorée pour l'occasion.\nSi c'est pour protéger ses amis, il n'hésite pas à faire face\naux Pokémon Spectre dont il a pourtant peur !",
    "10100000000": "Ce Dresseur talentueux a parcouru la région d'Unys à la\nrecherche d'aventure. Il sait s'adapter à n'importe quel\npartenaire à la perfection, et étudie l'origine de la force\ndes Dresseurs pour qui il éprouve du respect.",
    "10102000000": "Cette Dresseuse a parcouru la région d'Unys.\nElle travaille actuellement comme assistante de\nla Professeure Keteleeria afin d'apprendre à\nmieux connaître ses Pokémon adorés.",
    "10215000000": "Atalante et « Alty », son Altaria chéri, sont les\ncoqueluches de la région de Hoenn et les vedettes\nde ses concours Pokémon. Ce sont ses talents et son\nintransigeance envers elle-même qui font son charme.",
    "10243000000": "Gloria est une Dresseuse pleine de courage qui relève\ntous les défis. Elle est un peu farceuse et adore passer\ndu temps à l'extérieur, et elle aime autant les combats\nPokémon que le curry.",
    "10016400000": "Carolina est de retour dans ses vêtements d'hiver rouges\net chauds. Aidée de Togekiss, le Pokémon qui dispense\nmille bienfaits, elle souhaite apporter le bonheur à tous.",
    "10008400000": "Erika a une nouvelle tenue et un panier de fleurs.\nAvec son Guérilande, qui adore les fleurs, elle rend son\nentourage heureux avec de beaux arrangements floraux.",
    "10089000000": "Ce jeune homme aux pouvoirs particuliers est le roi déchu\nde la Team Plasma. On dit qu'il a noué des liens d'amitié\nmême avec les Pokémon légendaires d'Unys. Il rêve\nd'un monde où humains et Pokémon vivraient réellement\nen harmonie.",
    "10126000000": "Originaire de Hoenn, la fille du Professeur Seko est une\nbonne âme au tempérament jovial. Accompagnée de\nPokémon mignons, elle adore aider son père dans\nses recherches en pleine nature.",
    "10118400000": "Lilie se bat dans des habits traditionnels de Johto.\nLes boules de pollen confectionnées par son Rubombelle\nsont si délicieuses qu'il leur arrive de s'en remplir\nl'estomac au point de ne plus rien pouvoir avaler d'autre.",
    "10111400000": "Peter a revêtu les habits traditionnels de sa région.\nOn dit qu'à cette occasion, il parcourt Passio\nà la recherche d'une cape qui irait bien avec le motif\nde ses vêtements rappelant la puissance de Léviator.",
    "10124000000": "Une des Capitaines de l'île d'Akala à Alola.\nElle accueille les clients dans le restaurant de sa famille\net y exerce son talent pour la cuisine. Ses idées\nculinaires ne font pas toujours l'unanimité, mais elles sont\ntout de même populaires auprès de certaines personnes.",
    "10132000000": "Cet ancien Maître d'Unys a vécu toutes sortes\nd'expériences dans sa vie. Il parcourt le monde pour\néchanger avec les jeunes générations et leur montrer\ncombien être avec les Pokémon, c'est merveilleux !",
    "10136000000": "Ce charmant Professeur Pokémon vient d'Illumis, à Kalos.\nIl étudie les mystères de la Méga-Évolution.\nSur son temps libre, il adore faire le tour des cafés\npour y déguster toutes sortes de gourmandises.",
    "10196000000": "Un chercheur renommé qui est également à la tête\nde la Team Flare. Lysandre déteste les conflits\ndans le monde. Son but est de créer un monde parfait,\noù seuls les élus demeureraient.",
    "10256000000": "Un Champion de Galar qui aime les Pokémon de type\nTénèbres. Peterson est également un chanteur\net compositeur renommé. Nombre de fans apprécient\nson timbre de voix mélancolique.",
    "10130400000": "Serena porte une nouvelle tenue pour célébrer un jour\nspécial ! Avec son nouveau sac tout mignon, sa tenue\nélégante est parfaitement assortie à son Farfaduvet.",
    "10116400000": "Aurore s'apprête à préparer tout plein de bonnes choses\npour un jour très spécial ! Avec Charmilly, elle va faire\nde délicieuses friandises pour ses amis !",
    "10158000000": "Dianthéa est le Maître de Kalos et une actrice de cinéma\ncélèbre. Elle est d'une nature amicale et aime discuter\navec les Dresseurs talentueux. On raconte\nqu'elle fréquente les cafés.",
    "10092800000": "Depuis qu'elle est devenue le Maître d'Unys, Iris a gagné\nen maturité. C'est une puissante Dresseuse qui aime\nse battre contre des Dresseurs tout aussi talentueux.",
    "10245000000": "Cette Dresseuse de Smashings rêve de devenir\nMaître de Galar afin de raviver sa petite ville.\nSon esprit stratège et son style lui ont fait gagner\nde nombreux admirateurs.",
    "10247000000": "Connu comme le Maître Invaincu de Galar,\nTarak possède un charisme fou qui lui a valu\nson immense popularité. En revanche, on raconte\nqu'il n'a aucun sens de l'orientation.",
    "10122000000": "Un Dresseur qui aime les Pokémon et partir à l'aventure.\nIl poursuit son apprentissage en participant au Tour\ndes Îles, à Alola. Même le Professeur Euphorbe reconnaît\nsa puissance.",
    "10123000000": "Une Dresseuse extrêmement curieuse et généreuse\nqui se fait des amis facilement partout où elle va.\nElle ne se préoccupe pas des petits détails\net agit en suivant son instinct.",
    "10126400000": "Flora a revêtu sa tenue spéciale pour la chasse\naux œufs. Son accessoire préféré est sans nul doute\nson bandeau orné de longues et douces oreilles.\nSon Lockpin, qui est doué pour dénicher tout un tas\nde choses, est un partenaire précieux sur le terrain. ",
    "10170400000": "Dans sa tenue spéciale, Artie est paré pour animer\nla chasse aux œufs en compagnie de Togepi, qui, avec\nson enthousiasme pour le dessin, est le partenaire idéal.\nSes vêtements colorés sont pour lui une source\nd'inspiration artistique.",
    "10249000000": "Cette Championne de Galar est également un mannequin\ntrès populaire. Elle a grandi en jouant avec des Pokémon\nde type Eau, influencée par son père, pêcheur,\net sa mère, commerçante. Elle est amie avec Sonya.",
    "10250000000": "Stoïque, elle étudie l'art du karaté à Galar avec assiduité.\nElle a un penchant secret pour les sucreries.",
    "10257000000": "Le Champion d'Arène le plus puissant de Galar.\nD'ordinaire amical, il est impitoyable en combat.",
    "10195000000": "L'homme qui dirigeait la Team Plasma dans l'ombre.\nCruel et manipulateur, il a, par le passé,\nessayé de dominer le monde en se servant de N.",
    "10117000000": "Un Catcheur célèbre de la région d'Alola, dont la mission\nest de préserver l'héritage de la Bataille Royale.\nSes fans portent des masques lors de ses combats\npour afficher leur soutien.",
    "10192000000": "Le leader de la Team Magma rêve de créer un monde\nparfait pour l'humanité. Il possède un esprit pratique\net n'hésite pas à faire des sacrifices pour atteindre\nses objectifs.",
    "10193000000": "Le leader de la Team Aqua souhaite créer un monde\nparfait pour les Pokémon. Il est extraverti et possède\nune forte personnalité, ce qui lui a permis de créer\nun lien de confiance avec ses subalternes.",
    "10161000000": "Ce Doyen de l'île de Mele-Mele d'Alola est aussi\nle grand-père de Tili. Dresseur de très haut niveau,\nil est également expert en lutte traditionnelle d'Alola.",
    "10160000000": "Cette Capitaine de l'île d'Akala est passionnée de pêche.\nElle ne manque jamais une occasion d'aider sa famille\nou de s'occuper de ses petites sœurs.",
    "10149000000": "Ce Capitaine d'Akala est passionné de danse\net veut un jour en faire son métier. Accompagné\nde son Ossatueur, il étudie les danses traditionnelles\nd'Alola transmises de génération en génération.",
    "10008000001": "Une élégante Championne d'Arène qui trouve\ntous les Pokémon Plante adorables et donne\ndes cours d'arrangement floral à Kanto.",
    "10035000001": "Prudent, ce Champion de type Électrik a truffé\nson Arène de pièges divers. Il réussit souvent\nà paralyser ses adversaires.",
    "10148000001": "Champion d'Arène du type Spectre, Mortimer passe son\ntemps à l'Arène de Rosalia à suivre son entraînement\nsecret ! Il est ainsi capable de voir ce que les autres\nne voient pas.",
    "10062000001": "Intelligente et calme, cette membre de Conseil 4\nvoue une passion dévorante aux Pokémon Ténèbres\nles plus sauvages.",
    "10129000001": "Une jeune fille mystérieuse au sourire énigmatique. Elle\nfera tout pour remplir sa mission en tant que Gardienne\ndu Savoir du Peuple du Météore.",
    "10108000000": "Ce Chef du Métro est l'aîné des deux jumeaux\nqui dirigent le célèbre Métro de Combat\nde la région d'Unys. Il se spécialise\ndans les combats Solo.",
    "10109000000": "Ce Chef du Métro est le cadet des deux jumeaux\nqui dirigent le célèbre Métro de Combat de la région\nd'Unys. Il aime voir toutes les combinaisons de Pokémon\npossibles lors des combats Duo.",
    "10243400000": "Gloria porte une jolie tenue estivale. Accompagnée\nde Lézargus, son partenaire Pokémon de longue date,\nelle ne rate jamais son coup, même lorsqu'elle vise\nles plus forts de ses adversaires !",
    "10245400000": "Rosemary a revêtu une tenue estivale colorée.\nElle s'entraîne à sourire avec Angoliath pour\nêtre fin prête à accueillir tous les clients\nde la paillote de plage où elle travaille cet été.",
    "10066010000": "Le créateur du WPM et propriétaire de l'île artificielle\nde Passio. Prince d'un pays lointain, il est également\nextrêmement doué. Les liens profonds qu'il entretient\navec Hoopa lui donnent la volonté de se livrer\nentièrement lors des combats.",
    "10067010000": "Ayant été la domestique d'Alexis depuis sa plus tendre\nenfance, ce dernier occupe une place importante dans\nson cœur. Malgré sa personnalité unique et sa nature\ndésinvolte, elle accomplit son travail avec assiduité.",
    "10068010000": "Un des plus fidèles employés de la famille royale d'Alexis,\nqui est également à la tête du comité d'organisation\ndu WPM. Malgré son physique imposant,\nil a la larme facile.",
    "10135000000": "Un membre du Conseil 4 de Hoenn, qui adore les combats\nPokémon mais n'accorde que peu d'importance\nau résultat. Il semble quelque peu intimidant,\nmais est en réalité très poli.",
    "10150000000": "Un Champion d'Arène de Johto spécialiste des Pokémon\nVol. Très sérieux, il peut également se montrer têtu.\nSon objectif est de devenir un aussi bon Dresseur\nque son père.",
    "10205000000": "La troisième Châtelaine Combat. Plutôt effacée et timide\nmais également extrêmement talentueuse.\nElle est en charge des Combats Duo\nà la Maison de Combat.",
    "10244000000": "Un Dresseur originaire de Paddoxton et le petit frère\nde Tarak, le Maître de Galar. Sa participation\nau Défi des Arènes lui a ouvert les yeux quant\nà son véritable rêve : devenir Professeur Pokémon.",
    "10247100000": "Tarak est extrêmement intrigant dans son Look Ultime.\nAux côtés du puissant Éthernatos, il s'embarque\ndans une nouvelle aventure en quête de puissance\net d'un avenir plein de possibilités.",
    "10045900000": "Ce Champion, le plus jeune de Johto, est fan du type\nInsecte et en connaît tous les secrets. Il espère devenir\nProfesseur Pokémon.",
    "10089400000": "N a revêtu son costume des grandes occasions.\nAfin d'exprimer sa gratitude envers les personnes\nqu'il a rencontrées à Passio, il participera au Gala\nde combat aux côtés de Reshiram.",
    "10118500000": "Lilie s'est vêtue d'une magnifique tenue. Elle sera\nau Gala de combat aux côtés de Lunala et montrera\nà tous à quel point elle a mûri !",
    "10090500000": "Pierre Rochard est de retour dans un costume élégant\nà l'occasion du Gala de combat. Il cherche à maximiser\nson potentiel et sa puissance aux côtés de Rayquaza,\nqui est la clé du mystère de la Méga-Évolution.",
    "10110010000": "Ondine se sent libre dans sa tenue de Championne\nd'Arène de Kanto. Elle est en plein entraînement\nintensif avec son Pokémon, à la plage.",
    "10000800000": "Red se sent prêt à relever de nouveaux défis en renfilant\nsa tenue de Kanto. Il repense avec nostalgie\naux nombreux amis qu'il s'est faits\nlors de ses aventures passées.",
    "10021800000": "Blue se replonge dans le passé en portant à nouveau\nsa tenue de Kanto. Il fait face à ses erreurs d'antan\ntout en maintenant son objectif de devenir\nle plus fort de tous les Dresseurs.",
    "10251000000": "Un Champion d'Arène de type Spectre qui se cache\nderrière un masque. Il en possède cent exemplaires.\nIl aime flâner seul dans des endroits tels que les ruines\nou les cimetières.",
    "10110100000": "Ondine est de retour avec un magnifique Look Ultime.\nNageant aux côtés d'Aquali, elle est aussi belle\nqu'une sirène de conte de fées.",
    "10008100000": "Erika revient avec un Look Ultime dont les couleurs\nsont en accord parfait avec la nature.\nLors des jours ensoleillés, on l'aperçoit souvent\nen train de faire la sieste aux côtés de Phyllali.",
    "10148400000": "Mortimer est prêt à profiter de la Parade Nocturne dans\nson costume préparé spécialement pour l'occasion.\nAux côtés de son inquiétant partenaire, Branette,\nil invite les Dresseurs à découvrir le monde\ndes Pokémon Spectre.",
    "10095400000": "Percila porte une belle tenue assortie à son Ténéfix.\nCeux qui osent troubler son sommeil sont conviés\nà un bal aussi mystérieux qu'élégant.",
    "10125400000": "Vêtu de son Look Spécial, Guzma se bat vaillamment\nen première ligne et guide ses troupes. Accompagné\nde son puissant Mouscoto, il a soif de destruction\net n'a pas peur de le faire savoir !",
    "10158400000": "Vêtue de son Look Spécial, Dianthéa est de retour pour\nmotiver son équipe grâce à ses talents d'actrice.\nAvec Keldeo à ses côtés, elle vise de nouveaux sommets.",
    "10113400000": "Jasmine est de retour, cette fois-ci dans un Look Spécial.\nElle protège son équipe grâce à sa défense impénétrable,\npuis s'amuse à polir le corps d'acier de Bamboiselle\nafin de le faire briller.",
    "10004400000": "Vêtue de son Look Spécial, Ludvina est de retour et vise\nla victoire même lors des défis les plus difficiles afin\nde faire gagner son équipe. Sa tenue, assortie à Diancie,\nlui donne toute la motivation nécessaire.",
    "10259000000": "Professeure Pokémon depuis peu, elle étudie\nles légendes de Galar et a même écrit un livre\nà ce sujet. Elle a voyagé avec le Maître Tarak,\nson ami d'enfance.",
    "10106800000": "Inezia a une fois encore changé de tenue.\nElle donne le tournis à ses adversaires\navec des combats Pokémon dignes\ndes plus rapides des montagnes russes.",
    "10249400000": "Donna a hâte de distribuer des cadeaux.\nSon expérience de top model l'aide\nà divertir la foule. Elle aime pêcher avec\nson partenaire Pokémon Bekaglaçon.",
    "10247400000": "Tarak a hâte de distribuer des cadeaux. En tant\nque Maître de Galar, il se doit de venir en aide\nà toute personne qui aurait besoin de lui\net de Sylveroy.",
    "10120100000": "Le Look Ultime d'Elsa-Mina brille de mille feux.\nAux côtés de Necrozma et Solgaleo, elle révèle\nsa véritable puissance afin de protéger\nhumains et Pokémon.",
    "10048800000": "Pieris, contrairement à son habitude, porte un kimono.\nIl tire à pile ou face et remet son destin entre les mains\ndu hasard. Il apparaît très mystérieux, seul sur la côte.",
    "10162000000": "Un Dresseur originaire de Littorella, dans la région\nde Sinnoh. Il est l'assistant du Professeur Sorbier,\nexpert reconnu en évolution. Il a bon cœur\net un grand sens de la justice.",
    "10091200000": "Vêtue de son deuxième Look Ultime, Cynthia dégage\nune aura mystérieuse. Avec son partenaire Pokémon,\nGiratina, elle étudie les mythes et légendes\ndu monde entier.",
    "10114400000": "Morgane a revêtu une tenue spéciale pour le Nouvel An.\nElle se prépare à affronter un futur incertain en faisant\nle vide dans son esprit grâce au tintement de Korillon.",
    "10115400000": "Tanguy a revêtu une tenue spéciale pour le Nouvel An.\nToujours à la recherche d'adversaires coriaces, il continue\nà relever des défis électrisants aux côtés d'Élekable.",
    "10245410000": "Rosemary s'est essayée à la confection de pâtisseries\npour la Fête de l'amitié. Elle exprime sa gratitude\nen les offrant à ceux qu'elle aime, aux côtés\nde Mysdibule. Bien qu'ils soient tous deux adorables,\nil ne faut jamais baisser sa garde en leur présence.",
    "10250400000": "Faïza est prête à célébrer la Fête de l'amitié.\nAfin de s'entraîner à résister à la tentation de manger\ndes friandises, elle médite aux côtés de Sorbouboul\ndans un froid glacial.",
    "10116100000": "Aurore a revêtu un Look Ultime semblable à la tenue\nd'un prince de conte de fées, et est accompagnée de\nCresselia, son partenaire Pokémon. Son sourire radieux\nchasse les cauchemars qui planent sur Passio.",
    "10194100000": "Hélio renforce la puissance des cauchemars\nde Darkrai en portant une tenue qui intensifie\nson lien avec ce dernier. Il fait tout son possible\npour atteindre son idéal d'un monde parfait.",
    "10016500000": "Carolina revient dans une superbe tenue pour célébrer\nl'anniversaire de l'amitié entre Alexis et Hoopa.\nElle sillonne les cieux grâce aux rafales de vents\ngénérées par son partenaire, Boréas.",
    "10126500000": "Flora est de retour avec une magnifique tenue pour\ncélébrer l'anniversaire de l'amitié entre Alexis et Hoopa.\nElle brille de mille feux sur scène aux côtés de Latias,\nson partenaire Pokémon.",
    "10257400000": "Roy revient dans un costume élégant pour célébrer\nl'anniversaire de l'amitié entre Alexis et Hoopa.\nÀ cette occasion, son partenaire Libégon et lui\nexécutent leur spécialité : des tempêtes de sable\nà faire s'envoler le stade !",
    "10130100000": "Serena a revêtu un magnifique Look Ultime.\nElle a décidé d'opter pour une coiffure lui donnant\nun air plus mature. Elle protège Passio aux côtés\nde son partenaire, Zygarde.",
    "10118410000": "Lilie est de retour dans une tenue spéciale. Elle est prête\nà résoudre les énigmes de la mystérieuse réception\norganisée pour l'heure du thé. Son partenaire Pokémon,\nPolthégeist, est l'un des rares à être\nde Forme Authentique.",
    "10259400000": "Sonya est de retour dans une tenue spéciale et prépare\ndes énigmes pour divertir les invités lors de la réception\norganisée pour l'heure du thé. Elle s'entraîne à rire de\nfaçon théâtrale, en s'inspirant de Sucreine.",
    "10108400000": "Chammal est de retour dans une tenue spéciale\net prépare des énigmes pour divertir les invités\nlors de la réception organisée pour l'heure du thé.\nSon partenaire, Limaspeed, lui vient d'un échange\navec Chamsin.",
    "10109400000": "Chamsin est de retour dans une tenue spéciale\net prépare des énigmes pour divertir les invités\nlors de la réception organisée pour l'heure du thé.\nSon partenaire, Lançargot, lui vient d'un échange\navec Chammal.",
    "10021900000": "Un des plus puissants Dresseurs de Kanto, petit-fils\ndu célèbre Professeur Chen et meilleur ami et éternel\nrival de Red."
}
